{
    "mod": "COC规则查询",
    "author": "作者被遗忘的Mary(2055684863)，熊米整理（904002355）",
    "brief": "查询功能",
    "comment": "这是一个可以方便查询原版规则书的功能，现可以查询的有coc战斗、追逐、理智三大章。",
    "helpdoc": {
        "成功": "常规难度等级：对胜任者构成挑战的一般情形。玩家需要骰出小于等于他相应技能或属性的点数以通过检定。绝大部分情况都应当使用此难度等级。（还可查询词条困难成功和极难成功）",
        "困难成功": "困难难度等级：这一任务对专业人士构成挑战。玩家需要骰出小于等于他相应技能或属性的点数的一半以通过检定。应当仅仅偶尔使用此难度等级。（还可查询词条成功和极难成功）",
        "极难成功": "极难难度等级：这一任务对专家构成挑战；这已经触及人类的可能性的边界。玩家需要骰出小于等于他相应技能或属性的点数的五分之一以通过检定。此难度等级应当保留到极端情形。（还可查询词条成功和困难成功）",
        "技能对抗": "若对手的技能或属性小于50，难度等级为常规。\n若对手的技能或属性大于等于50，难度等级为困难。\n若对手的技能或属性大于等于90，难度等级为极难。",
        "掷骰": "无论何时，只要可能，原则上应当由玩家掷骰。玩家不会觉得每次都看着守秘人掷骰很有趣。若调查员试图使用潜行技能悄悄地跟踪一个NPC，玩家会掷骰，而守秘人会用NPC的侦查技能来设定难度等级。若情况相反，NPC在跟踪调查员，那么玩家将掷骰用侦查技能对抗之，来决定是否发现了尾巴。（切记，只有紧张时刻才掷骰。当角色进行日常琐事时不必掷骰。）",
        "孤注一掷": "孤注一掷：成功\n玩家的目标实现，就如同原本的检定一般运作。没有失败的后果发生。\n孤注一掷：失败\n孤注一掷失败让守秘人可以自由支配后果，包括伤害，理智损失，装备损失，与其他调查员隔离，被抓获等等等等。守秘人甚至可以让玩家的目标实现（即使玩家孤注一掷失败），但付出某种形式的代价。",
        "燃运": "可选规则。在玩家进行技能检定后（使用技能或属性），可以花费幸运值来改变结果。玩家可以1:1花费幸运来改变掷骰结果。花费的点数从玩家的幸运值中扣除，导致未来通过幸运检定的概率降低。幸运值不能花费在幸运检定、伤害检定、理智检定或决定理智损失的掷骰。玩家可以在一次检定中花费任意数量的幸运值（上限为当前幸运值）。玩家只能花费幸运改变他的一个检定结果。当技能检定失败时，玩家可以选择孤注一掷或是花费幸运(二选一！！！！)，孤注一掷的结果不能用幸运值改变。大成功、大失败与枪械故障总是要应用，不能通过幸运值改变。另外，若使用了幸运值来改变检定结果，不会获得技能成长标记。在游戏中，调查员的幸运会因花费而降低，和因回复而增加。（见词条回复幸运值）",
        "回复幸运值": "在每次结团，每个玩家可以作幸运增强检定（.en 幸运）。这如同技能成长检定一般。玩家骰1D100，若结果大于当前幸运值则增加1D10。若结果小于等于调查员的当前幸运值，不会回复点数。",
        "反击": "双方各投掷一个百分骰，比较出目与各自的格斗。\n如果攻击者获得较高的成功等级，他命中并伤害对手。\n如果被攻击者获得较高的成功等级，他不仅成功的招架、挡开或是躲开了攻击，同时还借机反击攻击者，并对其造成伤害。\n如果双方平手，那么视为攻击者的胜利（如果目标选择反击）。\n如果双方的检定结果都是失败，则没有人会受到伤害。",
        "贯穿": "如果攻击者的攻击检定结果是极难成功，他可以造成更大的伤害。这只会发生在攻击者在他的敏捷顺序的回合中做出的攻击中，而不能是在反击时。如果极限成功的攻击是由非贯穿武器（比如拳脚、棍棒等钝器）进行的，这次攻击会击中敌人的弱点部位，伤害骰取最大值（如果有伤害加值，也同样造成最大伤害）。如果极限成功的攻击是由贯穿武器（比如刀刃，子弹）造成的，这次攻击会造成贯穿。这意味着刀刃或子弹命中了攸关生死的部位，深深刺入了目标的动脉，或切裂了重要肌腱或肌肉。除了和非贯穿武器一样的伤害增加（伤害骰和伤害加值取满）外，还额外增加一份武器的伤害骰。（可查询词条贯穿例）",
        "贯穿例": "一个拥有+1D4伤害加值的角色在使用弹簧刀攻击时达到了极难成功等级。他骰1D4决定武器伤害，然后再加上他的武器伤害的最大值（4）和伤害加权的最大值（4）。结果合计造成1D4+8点伤害（9~12点伤害）。",
        "极限伤害": "如果攻击者的攻击检定结果是极难成功，他可以造成更大的伤害。这只会发生在攻击者在他的敏捷顺序的回合中做出的攻击中，而不能是在反击时。如果极限成功的攻击是由非贯穿武器（比如拳脚、棍棒等钝器）进行的，这次攻击会击中敌人的弱点部位，伤害骰取最大值（如果有伤害加值，也同样造成最大伤害）。如果极限成功的攻击是由贯穿武器（比如刀刃，子弹）造成的，这次攻击会造成贯穿。这意味着刀刃或子弹命中了攸关生死的部位，深深刺入了目标的动脉，或切裂了重要肌腱或肌肉。除了和非贯穿武器一样的伤害增加（伤害骰和伤害加值取满）外，还额外增加一份武器的伤害骰。（可查询词条贯穿例）",
        "战斗": "按敏捷顺序排序（由高到低）后，在每个角色的回合中，他可以利用这次行动机会：\n使用格斗或射击技能发动一次攻击。\n执行一次战技。\n脱离战斗。\n施展一个法术。\n进行其他需要时间的动作，可能需要检定，比如当其他人战斗时在一边撬锁。\n默认状态下，NPC和怪物倾向于反击而不是闪避，这让战斗变的更简单且快速。NPC和怪物应该只在准备撤退时才会进行闪避。\n可查询词条（贯穿，闪避，反击，战技，战斗可选规则）（战斗技能不可孤注一掷）",
        "战技": "如果玩家描述的目标不仅仅是造成伤害，例如将对方缴械或是撞倒，这将通过战技来实现。类似的例子还有：把某人撞开，过肩摔，锁喉以控制住对手，等等。（进一步查询词条战技步骤1、战技步骤2、战技成功结果）",
        "战技步骤1": "比较体格：\n如果尝试发动战技的一方的体格比对方小3级或以上，战技不可能被实现。\n如果尝试发动战技的一方的体格比对方小2级，\n那么他在这次战技检定上承受2个惩罚骰。\n如果尝试发动战技的一方的体格比对方小1级，\n那么他在这次战技检定上承受1个惩罚骰。\n如果尝试发动战技的一方的体格与对方相同或更高，\n那么他在这次战技检定上不承受惩罚骰。",
        "战技步骤2": "进行攻击检定：\n处理战技的流程和通常的近战攻击一样。大多数战技使用格斗（斗殴）检定来发动，但也可能使用其他的专攻项，比如格斗（剑）技能可被用于挑掉对手的武器。守秘人必须依据情况来裁定。和被攻击时相同，对手也需要选择闪避或是反击。如果用战技应对则同反击情况（成功失败情况见词条闪避，反击）",
        "战技成功结果": "如果战技发动成功，角色可以达成一个目标，比如：\n将目标缴械，或是将一件对手持有的物品（比如一本书）夺下。\n将目标逼入持续性的劣势，可以让目标在接下来的行动中承受1个惩罚骰，或是所有盟友在对目标进行的行动获得1个奖励骰（根据情况自由选择）。这种劣势可以是物理性压制，抑或是被推倒在地。\n从被其他角色物理性压制的状况下脱离。被对方压制的角色可以进行一次战技检定来脱离例如擒抱、锁喉等控制。否则他会一直被压制，直到压制者主动松开、无法继续压制、或是受到重伤（见后文：伤害与治疗）。\n将对手撞落悬崖，推出窗户，或者仅仅推倒在地。\n如果条件合适，守秘人可以让被战技攻击的目标受到伤害——明显从二楼掉下去的人会受伤，除非落在了安全网之类的东西上。",
        "寡不敌众": "面对多个对手的角色会陷入劣势。当一个角色在一轮内进行过了闪避或是反击后，这一轮内接下来所有对他发动的近战攻击检定可以获得一个奖励骰。这不适用于远程攻击。\n如果一个角色或者怪物可以在一轮内发动多次攻击，那么只有在他们进行同等数量的闪避或反击后，对手的攻击才会获得奖励骰。例如，只有在每轮拥有三次攻击机会的食尸鬼反击三次后，攻击者才能获得奖励骰。注意，某些神话存在永远不会因为调查员而陷入寡不敌众（见守密人规则书第14章）",
        "先发制人": "战斗可能是在一方完全措手不及的情况下展开的，例如突然一膝盖顶进对方的腹股沟或者一拳打在下巴上。如果某人声明他要发起一次出乎目标意料的袭击，守秘人应给予他机会。\n当然只要目标没有被吓呆，他们就可能看到攻击的来临。守秘人可以允许一次技能检定，以决定目标是否通过聆听或者侦查，听到或看到了攻击的来临，并做好了准备。攻击者的潜行技能可以被用于设定调查员的聆听、侦查或心理学检定的难度等级，当调查员准备偷袭的时候则是反过来。（请记住，只要可能，调查员应当被给予掷骰的机会）\n依据检定的结果：\n如果目标做好了准备，他们可以选择闪避或反击。\n如果目标没有做好准备，取决于状况，守秘人可以允许攻击自动成功（除非骰出大失败），或者给予攻击者一个奖励骰。如果攻击者发起的是远程攻击（如枪械射击或投掷飞刀），检定永远是必要的。\n注：从目标背后敲他的头（在没有被发现的情况下）可以视为自动成功（除非骰出大失败），但在目标反应过来之前尝试夺取他手上的武器则只能获得一个奖励骰。当攻击一个无法选择闪避或反击的对手时，攻击者也需要正常地骰攻击检定，但只有在骰出大失败时才会攻击失败。但是请注意，守秘人有权决定什么时候需要进行检定——如果一个目标没有睡醒，那么也就没必要为刺他一刀或者给他一枪进行攻击检定。",
        "远距离射击": "射击技能检定的难度等级永远由目标距离决定。与武器列表中列出的基础射程相比，目标距离每次翻倍，检定难度就要增加1级。\n基础射程内：普通难度\n远射程（直到基础射程的两倍）：困难难度。\n超射程（直到基础射程的四倍）：极难难度。\n任何进一步的调整都使用奖励骰或惩罚骰。\n在超射程距离上，因为只有极难成功等级才能成功命中目标，相应的，只有大成功时才能造成贯穿伤害。",
        "射击调整": "在难度等级被确定好后，开始考虑其他的会对射击带来明显优势或劣势的因素。\n寻找掩体（惩罚骰）\n掩体和遮蔽（惩罚骰）\n抵近射击（奖励骰）\n瞄准（奖励骰）\n射击高速运动的目标（惩罚骰）\n目标体格（奖励/惩罚骰）\n为枪械装填弹药（可能导致惩罚骰）\n手枪连射（惩罚骰）\n每一项都可以单独查询来获得更详细的信息。",
        "寻找掩体": "意识到自己处于枪口之下的目标可能会寻找掩体，以增加瞄准的难度。寻找掩体需要进行一次闪避技能检定。如果成功，他将变得更难被瞄准，射击者将承受一个惩罚骰。选择寻找掩体的角色将因此失去下一次攻击的机会（无论是否成功）。如果在这一轮中他已经攻击过了，他会失去下一轮中的攻击机会。",
        "掩体和遮蔽": "守秘人负责判断掩体可以提供何种程度的保护——一个木头栅栏或许无法挡住子弹，但那是它可以掩盖目标，使射击更加困难。如果被射击的目标的身体被隐藏了一半或以上，射击者将承受一个惩罚骰。目标从掩蔽中现身（比如用枪械射击）的同时可能会被另一个角色瞄准——如果那个角色延迟了他的行动。",
        "抵近射击": "如果目标在抵近射击范围内——在射击者的敏捷值的1/5英尺内——射击者会获得一个奖励骰。注意，在抵近射击范围内射击的射击者也可能受到对方的近战攻击，甚至是被战技攻击缴械。不过，被射击的目标无法像面对格斗攻击时那样，进行反击或是闪避。",
        "瞄准": "射击者只有在自己的回合才能声明自己仔细瞄准目标。在下一轮他的回合中攻击者才会进行射击。如果在射击前没有进行其他行动，射击者将获得一个奖励骰。但如果射击者在瞄准时受到伤害或者进行移动，他将失去瞄准带来的优势。通过瞄准只可以获得一个奖励骰。",
        "射击高速运动的目标": "一个全速移动（MOV8或以上）的目标很难被命中；射击者将承受一个惩罚骰。",
        "目标体格": "小型的目标较难被击中，如果射击者攻击的目标的体格为-2或更小，射击者将承受一个惩罚骰。\n大型的目标较容易被击中，如果射击者攻击的目标的体格为4或更大，射击者将获得一个奖励骰。",
        "为枪械装填弹药": "为任何手枪，步枪或霰弹枪装填两发子弹需要一轮的时间。换弹夹需要一个行动轮的时间。更换机枪弹链需要两轮的时间。\n角色可以在一轮内为自己的枪支装填一发子弹并射击，但是他需要承受一个惩罚骰。",
        "手枪连射": "许多手枪可以在一轮内射击2或3发子弹。单发射击有着更仔细的瞄准和稳定武器。而射击更多的子弹则牺牲精度换取射速。当在一轮内射击2或3发子弹时，为每次射击分别进行攻击检定，并且每次检定都承受一个惩罚骰。",
        "射击近战中的目标": "近战中的角色会频繁地移动，并且可能会互相遮蔽。当射击一个近战中的的目标时，射击者需要承受一个惩罚骰。大失败意味着队友被命中。如果涉及到多个盟友，幸运值最低的那个将会被命中。",
        "连射": "若使用自动武器，攻击者在一个战斗轮中可以扣动一次扳机，自动武器随后会不断开火，直到扳机被松开或者弹药耗尽（这被称为全自动）。有些枪械只能进行短点射（即发射2或3发子弹）而不能进行全自动射击，也有些可以在半自动射击（单发射击）、短点射或全自动射击中切换。（进一步词条全自动射击、半自动射击、短点射）",
        "短点射": "扣动一次扳机并射击2或3发子弹，这在精准度与节省弹药上被认为是最优的。短点射视为一组包含2或3发子弹的弹幕（取决于武器，而无关于角色的技能值）。（只过一次技能判定）（弹幕伤害详见词条弹幕伤害）",
        "半自动射击": "（即多次单发射击）与手枪连射相同，每次射击分别进行检定，并且承受一个惩罚骰。（多次.rap）",
        "全自动射击": "在掷骰前，玩家需要声明将要射击多少发子弹，这取决于玩家，最高可达枪械载弹量。由于自动武器的后坐力，让大量子弹命中单个目标是很难的。为了模拟这一点，发射的子弹被分为一系列的弹幕，每个弹幕分别进行攻击检定。组弹幕所包含的子弹数量不能超过射击者的冲锋枪技能或机枪技能的1/10（向下取整），但是不论技能值是多少，全自动射击的弹幕所包含的子弹数都不会小于3发。\n第一次攻击检定：应用通常的射击检定（通过目标距离决定难度等级，并适用其他调整）。第二次及之后的攻击检定：此后的每次攻击检定都增加一个惩罚骰（或移去一个奖励骰）。如果这意味着增加第三个惩罚骰，停留在两个惩罚骰，并把难度等级增加1级（普通变成困难，困难变成极难，极难变为大成功，大成功变为不可能）（弹幕伤害详见词条弹幕伤害）",
        "弹幕伤害": "如果攻击检定成功：一半子弹（向下取整，至少1发）命中目标，并造成伤害。每一发子弹的伤害都要减去护甲值。\n如果攻击检定极难成功：全部子弹目中目标，其中的前半（向下取整，至少1发）造成贯穿。每一发子弹的伤害都要减去护甲值。如果射击的难度等级是极难，那么这组弹幕的最好结果也只是命中目标，而不能造成贯穿伤害。",
        "武器故障": "枪械易于受到卡壳或哑火的影响。如果任何攻击检定的结果大于等于所使用的武器的故障值，这次射击不仅没有命中目标——枪械根本没有开火。转轮式、中折式或手动枪机的枪械所遇到的问题仅仅是哑弹。杠杆式枪械的故障则是卡壳，修理卡壳需要花费1D6战斗轮以及一个成功的机械维修或射击技能检定。使用者每回合都可以尝试检定一次，直到成功。如果检定同时也是大失败，守秘人可以决定是枪械发生故障，还是发生其他的后果，例如命中队友，或者使用者伤到了自己。",
        "轻伤": "如果单次攻击造成的伤害值小于角色最大生命值的一半，那么它造成的是轻伤。轻伤对于角色并没有什么严重的影响，直到生命值归零时，角色会陷入昏迷。角色不会因为轻伤而死亡。",
        "重伤": "如果单次攻击造成的伤害值大于等于角色最大生命值的一半，那么它造成的是重伤。受到重伤的角色可能会在生命值降低到0时死亡。当角色承受一次重伤时：角色立刻倒地、角色必须进行一次体质检定以避免陷入昏迷、如果角色在重伤栏已标记的情况下生命值归零，角色陷入濒死状态（见词条濒死）",
        "伤害": "详见词条轻伤、重伤",
        "濒死": "重伤中的角色在生命值归零时会陷入濒死状态，这样的角色的当前生命值记为0。濒死的角色会立刻陷入昏迷。在下一轮结束时，以及之后的每一轮结束时，濒死的角色都必须进行体质检定。如果任何一个体质检定失败，他就会立刻死亡。只有急救才能用来稳定濒死角色的伤势，而医学技能不行。\n通过使用急救为濒死角色稳定伤势，可以让他获得1点临时生命值，并且随后必须接受一个成功的医学检定。通过急救稳定伤势的濒死角色（拥有1点临时生命值）需要每小时进行一次体质检定；检定失败意味着伤者的状态恶化：他失去临时生命值并再次陷入濒死，需要接受急救，并且需要在每轮结束时进行体质检定。\n只有在通过急救稳定伤势后，医学技能才能用来治疗濒死角色。在医学检定成功后，擦除濒死栏中的标记，并恢复1D3点生命值。在此之后，每周伤者都可以进行一次恢复与照顾检定（见词条重伤恢复）。",
        "重伤恢复": "如果角色卡的重伤栏被标记，在游戏时间的每周的结束，他都需要进行一次体质检定。\n如果体质检定失败，这周不会有生命值恢复；如果成功，则恢复1D3点生命值。\n如果这次体质检定达到了极难成功，恢复2D3点生命值。\n获得一个奖励骰：如果角色在良好的环境中完全静养。\n获得一个奖励骰：如果角色得到了有效的医疗服务。照料者中医学技能最高者需要在每周结束时（进行体质值检定前）为他进行一次医学检定。\n当角色的恢复检定（体质检定）获得极难成功，或是当生命值恢复到最大生命值的一半或以上时，他的重伤会被治愈（即抹去角色卡上的重伤标记）",
        "战斗可选规则": "先攻检定、击晕、相杀、消耗幸运值来维持意识、避免当双方的格斗检定都失败时无事发生、无法得知伤害、火力压制、护甲调整、部位瞄准、瞄准具、支架、在战斗中移动、完全隐蔽、射击掩体后的目标、抵近射击调整、俯卧、毒素（每一项均可进一步查询）",
        "消耗幸运值来维持意识": "如果你使用了消耗幸运值来调整检定结果的可选规则，幸运值也可以被用于多维持几轮清醒。维持清醒直到当前轮次结束需要花费1点幸运值，之后每一轮的消耗都会翻倍——2，4，8，等等——并且需要在每轮的开始时被消耗。这有好处也有坏处，因为一个活跃的角色更容易吸引注意，成为目标，并受到更多的伤害，更容易进入濒死状态（见词条濒死）。（可选规则）",
        "部位瞄准": "如果不想使用幸运检定来决定被击中的部位有没有护甲保护，骰1D20（1-3命中右腿、4-6命中左腿、7-10命中腹部、11-15命中胸部、16-17命中右臂、18-19命中左臂、20命中头部）（可选规则）",
        "瞄准具": "在使用枪械时，瞄准镜可以让基础射程翻倍。装备了瞄准具的.303李-恩菲尔德（基础射程110码）在射击220码内的目标时，难度等级都不会提高。超射程的范围也提高到440~880码。瞄准具并不会为抵近射击提供好处。（可选规则）",
        "支架": "利用双脚架、三脚架、或固定装置等支架支撑枪械可以使它的基础射程翻倍。当枪械被机械性地固定在结构（载具或建筑）上时，使用者可以获得一个奖励骰（可选规则）",
        "在战斗中移动": "战斗的描述着重于叙事，因此战斗中的距离很少被精确测量。通常只会使用近似而主观的描述，比如“一臂远”，“很近”，“一个房间的距离”，“小巷那一头”等等。如果距离在一场战斗中很重要，下面的规则应当被使用：\n一个角色每轮可以移动的最大距离等于他的MOVx5码。\n在近战时，攻击者必须在攻击前移动到近战攻击的范围内。\n角色可以移动等于他的MOV码的距离，然后正常攻击。\n如果角色移动了他的MOVx5码，他可以在轮次的最后发起近战攻击。\n移动的角色可以在一轮内的任意时刻进行射击。\n如果想获得准备好的枪械的+50DEX的优势，角色必须在移动前射击。\n角色可以移动等于他的MOV码的距离，然后在他通常的敏捷顺序下射击（或攻击）。\n如果角色移动了他的MOVx5码，他必须在奔跑中射击，因此缺乏充分的时间稳定射击姿势，在攻击检定时获得一个惩罚骰。角色一般可以在他通常的敏捷顺序下射击，但是如果与射击地点的距离足够远，守秘人可以裁定他的顺序延后。（可选规则）",
        "完全隐蔽": "如果整整一轮中，目标被完全隐蔽，攻击者可以选择对掩体射击，以期望命中掩体后的目标。命中率取决于目标所躲藏的遮蔽物的大小，躲在小小的花园篱笆和躲在飞机库后是截然不同的。攻击者基本得靠直觉来命中目标。如果掩体较小，守秘人应该将难度等级提高1级。如果能够躲藏的范围更大，继续提高难度等级。如果有必要的话，要求只会在大成功时命中目标。（可选规则）",
        "射击掩体后的目标": "在部分掩蔽的某些时候，攻击者可以选择尝试射击掩体后的目标。在这种情况下，承受一个惩罚骰（因为部分掩蔽），并适用掩体可能带来的护甲值。例如一堵矮砖墙可以提供10点护甲值，而一个薄木栅栏只能提供1点护甲值。例：射击一个躲在高砖墙后的目标（全隐蔽）：难度等级提高2级，当攻击成功时，适用砖墙的10点护甲值。（可选规则）",
        "抵近射击调整": "长或笨重的武器，例如步枪、长管霰弹枪、弓并不能享受抵近射击的奖励骰，因为他们难以瞄准近距离的移动目标。短管霰弹枪（设计初衷就是家用防卫）或是被锯短的霰弹枪能够享受抵近射击的奖励骰。（可选规则）",
        "俯卧": "一个躺在地上或倒地的角色视为正在俯卧。\n踢俯卧中的目标更加容易，对俯卧角色进行的格斗攻击获得一个奖励骰。\n当闪避或反击成功时，俯卧中的角色可以选择起身。或者当轮到他的回合时，他可以起身，然后进行自己的行动。\n卧姿射击更为稳定，俯卧的角色在射击时获得一个奖励骰。\n俯卧的角色是一个更小的目标，瞄准俯卧角色的射击需要承受一个惩罚骰（除非在抵近射击）。（可选规则）",
        "毒素": "所有的毒素都被分成四个等级：极弱，弱效，强效，致命。这个等级对针对的是一剂毒素的毒性，用于衡量毒素的致命程度。如果摄入了多剂毒素，受害者需要在体质检定上获得一个惩罚骰。\n毒素发作的速度取决于它们摄入的方式与守秘人的裁定。速效的毒素可能在一轮之内就会发作（比如可以在一分钟带来死亡的氰化物中毒），慢效的毒素可能需要数小时甚至数天才会对人体造成影响。\n各个毒素可能会导致各种各样的症状，包括：腹痛、呕吐、腹泻、战栗、出汗、痉挛、黄疸、心率失常、视力损害、惊厥、昏迷、瘫痪等。守秘人决定受害者在这些状况下是否可以行动，或者行动时承受惩罚骰，或者提高难度等级。\n除了各种症状，毒素还可能造成不同程度的伤害：\n极弱：无伤害，可能会暂时性昏迷\n弱效：1D10伤害\n强效：2D10伤害\n致命：4D10伤害\n体质检定获得极难成功的角色会受到较小的效果，伤害应减半，症状也依据守秘人的判断减少。某些特殊情况下，如果体质检定大成功，守秘人可能会准许摆脱毒药的效果。角色可以通过一些排毒方式进行体质检定的孤注一掷，例如催吐、截肢、放血。这些方式在现实中是否有效是可疑的——但是重要的是戏剧性。（毒剂示例见守密人规则书110页）（可选规则）",
        "护甲调整": "有些形式的护甲只会给身体的某些部位带来保护，例如头盔只会保护头部。克苏鲁的呼唤的基础战斗规则没有包含命中部位的处理在通常的混乱近战，或者从窗户上摔下来时，我们可以认为仅仅能保护特定部位（如头部）的护甲能够减少所受的全部伤害。这是出于方便起见，并避免过多的掷骰阻碍游戏进程。\n但是对于单次特定攻击（例如被枪击），攻击是否命中被护甲保护的区域就成了一个问题。对于这种攻击，需要进行一个幸运检定。如果幸运检定成功，攻击命中了护甲，伤害需要减去护甲值。如果幸运检定失败，攻击命中了护甲没有保护到的区域。穿着同时保护躯干和头部的护甲的角色可以在此幸运检定中获得一个奖励骰。\n如果角色拥有覆盖全身的护甲，或者拥有天然器官（如大象的厚皮），他不需要进行幸运检定，护甲永远生效。如果护甲上存在弱点——薄弱处、张开的嘴巴、眼睛——这些部位也可以被瞄准，守秘人需要因此提高射击的难度等级或增加惩罚骰。（可选规则）",
        "火力压制": "火力压制的目的是逼迫多个目标“寻找掩体”，因为这样做的目标无法还击。攻击者不需要指定射击目标，而是声明将要火力压制一群目标。这一群目标可能是一个房间内的所有敌人（像是在抢银行时候），或者任何位于武器扫射弧度内的目标。所有处于这个范围内的目标需要在不知道自己是不是被瞄准的目标的情况下，选择进行寻找掩体与否。这样可以对人群制造恐慌。\n在所有寻找掩体的人都进行后，守秘人应当从目标人群中（包括选择寻找掩体的人在内）随机决定被射击的目标。不过成功寻找掩体的角色要较难被命中。（可选规则）",
        "无法得知伤害": "守秘人可以记录调查员受到的伤害，但是不告知玩家具体数值，而只是描述受伤的情况，以模拟一种不确定感。当然这充满了主观与误导性成分：有时候轻伤看起来远比实际可怕，有时候恰恰相反。头上的伤口可能看起来很可怕，但是可能实际上出血不多，只造成1或2点伤害。守秘人可以每次都要求玩家进行体质检定，让玩家只能猜测自己是不是受到了重伤（当然，只有真的受到重伤时，调查员才可能昏迷）。守秘人可以在事件结束后告知所受伤害的具体数值。（可选规则）",
        "避免当双方的格斗检定都失败时无事发生": "有时候，在战斗时，双方都在格斗检定中失败，然后无事发生。这可以被视为双方的攻击都没能造成有效伤害。另一种观点则是造成伤害相对简单，而实际的技术是在格斗中避免自己受伤。如果以第二种观点看待这一情况的话，失败的格斗检定意味着你没能在战斗中保护好自己。在叙事上这可能意味着你没有命中目标，而是打在了墙上。或者你以错误的方式移动，跑到了对手的拳头下。在战斗中受伤的可能性很多，而对手的拳头只是其中一种。\n这是三种可能出现的情况：\n使用标准规则，当双方都失败时，无事发生。\n判定拥有较高格斗技能的一方获胜，以打破平局。\n让双方像攻击成功了一样都对对方造成伤害，双方相冲了。\n此规则不适用于远程与枪械攻击。（可选规则）",
        "先攻检定": "如果你喜欢充满变数的战斗，让每个人进行一次敏捷检定以决定先攻顺序。骰出极难成功的角色先行动，然后依次是困难成功的，常规成功的，以及失败的角色。\n如果有多个角色的检定结果获得了相同的成功等级，敏捷较高的角色先行动；如果敏捷也相同，战斗技能较高的角色先行动。\n在先攻检定中骰出大成功的角色会在第一次攻击中获得战术优势或奖励骰。而骰出大失败的角色则会失去第一次攻击的机会，这可能是因为武器掉落或者被绊倒。\n当先攻顺序被决定后，这一次战斗中都按照此顺序进行行动。\n按顺序记下每个参战者，以及他们的成功等级。这样的话，如果有新的角色参战，他们可以在进行敏捷检定后被排入现有先攻顺序中。在角色拔枪时，这也有利于处理这对顺序带来的影响。\n当使用此可选规则时，准备好枪械的角色可以在进行敏捷检定时获得一个奖励骰。如果角色在战斗中拔枪，并且在下一回合的开始时准备好了，他可以使用这一个奖励骰再次进行敏捷检定。如果结果比之前的要糟糕，他仍使用之前的结果。（可选规则）",
        "击晕": "按照基础规则，角色是可能被击晕的：当他承受一次造成重伤的攻击时，他会被击倒并必须通过一次体质检定来避免陷入昏迷。除此之外，生命值归零的角色也会自动陷入昏迷。（见词条重伤）\n按照基础规则，这个角色也必须承受大量的伤害才可能被击晕。但是这和我们经常在电视电影里见到的被击晕的角色不同，他们不会被打到脑震荡或者头盖骨碎裂，而是能在不久后挠挠头醒来，好似什么都没有发生过。\n如果你想要在游戏中加入电影一般的击晕攻击，把这视为一次使用钝器（拳头、棍棒、枪托，等等）的战技攻击。如果战技成功，目标会被击晕，并只受到1点伤害。击晕可以被用在任何有着头盖骨或者类似的弱点的生物上（人类、深潜者、食尸鬼，等等，修格斯就算了）。（可选规则）",
        "追逐": "追逐并非仅仅是简单的速度比较；一个优秀的追逐场景应当由一连串戏剧化的，足以对穿越他们的角色构成挑战的地点构成。追逐按照回合来进行。在每个角色的回合开始时，守秘人应当描述目前的状况，并询问这名调查员在这一轮中要做出何种行动。在此之后，守秘人将决定玩家需要进行什么检定，这一检定的结果应当被融入故事情节中，并改变下一个玩家需要面临的状况。\n这些规则都假设了正在逃离的角色拥有一条可用的逃跑路线。如果他被困住了，那么他必须要想办法逃离才能使得追逐开始。追逐规则分为五个部分。（具体见词条建立追逐、切入追逐、移动、冲突、追逐可选规则）",
        "建立追逐": "在建立追逐时，每一名角色都需要进行一个技能检定，而其结果可能会导致以下两种情况之一：\n逃离者速度比追逐者快，在这种情况下我们可以假设追逐者很快就被甩开了，而追逐也就此终止。守秘人可以仅仅根据场景描述一下追逐者如何追丢了它们的猎物。\n追逐者快到足以抓住逃离者。在这种情况下，游戏将在最为激动人心的时刻继续展开——追逐者逼近逃离者的那一刻。（可见建立追逐例）（见词条速度检定与比较速度）",
        "速度检定": "这一检定用于调整追逐的参与者在追逐过程中的移动速度（MOV）。每一辆载具与每一名角色都拥有一个移动速度等级（MOV）。载具的速度取决于其驾驶者的技能，而角色的步行速度则取决于其身体状况。\n每一个追逐的参与者都需要进行一个体质检定（如果他正步行或使用其他自力行进的移动方式）来确定其身体状况与耐力。而载具的驾驶员则需要进行一次汽车驾驶技能检定（用于载具）来确定其对载具的掌控情况。\n成功时：在追逐过程中，MOV没有变动。\n极难成功时：在追逐过程中，MOV+1。\n失败时：在追逐过程中，MOV-1。",
        "速度检定与比较速度": "这一检定用于调整追逐的参与者在追逐过程中的移动速度（MOV）。每一辆载具与每一名角色都拥有一个移动速度等级（MOV）。载具的速度取决于其驾驶者的技能，而角色的步行速度则取决于其身体状况。\n每一个追逐的参与者都需要进行一个体质检定（如果他正步行或使用其他自力行进的移动方式）来确定其身体状况与耐力。而载具的驾驶员则需要进行一次汽车驾驶技能检定（用于载具）来确定其对载具的掌控情况。\n成功时：在追逐过程中，MOV没有变动。\n极难成功时：在追逐过程中，MOV+1。\n失败时：在追逐过程中，MOV-1。\n如果逃离者的MOV在调整后高于其追逐者，那么他将成功逃走。守秘人可以简略地描述这是如何发生的，他也可以询问玩家来寻求对这一情景描述的建议。追逐会在此中止，守秘人应当继续进行其后的游戏。\n但如果追逐者的MOV在调整后等于或高于正在逃离的角色，那么追逐将被建立，追逐规则将被应用于游戏中，进入切入追逐（见词条切入追逐）",
        "比较速度": "如果逃离者的MOV在调整后高于其追逐者，那么他将成功逃走。守秘人可以简略地描述这是如何发生的，他也可以询问玩家来寻求对这一情景描述的建议。追逐会在此中止，守秘人应当继续进行其后的游戏。\n但如果追逐者的MOV在调整后等于或高于正在逃离的角色，那么追逐将被建立，追逐规则将被应用于游戏中，进入切入追逐（见词条切入追逐）",
        "切入追逐": "如果逃离者的MOV并不足以甩脱追逐者，那么无论追逐是如何开始的，守秘人都应当在追逐者位于逃离者后方两个地点的时刻展开场景。（见词条地点）这一短距离的设置意在将游戏聚焦于追逐中最为激动人心的部分。",
        "地点": "“地点”一词用于表示追逐中的所处方位。地点与地点之间的距离并非是完全等同的，一扇锁住的门或一段楼梯可能会分隔出两个地点，而另一个地点则可能代表一整条开阔的道路。地点将追逐分割为了一段一段用于叙述的场景而非一整段物理意义上的距离。(可见词条地点例)\n如果在追逐发生的同时在别处正在进行一场战斗，那么守秘人应当注意不要让地点之间的距离过于遥远，避免时间上的差异。",
        "追逐轮": "与战斗一样，追逐也依照轮次来进行。而且角色们也同样依照敏捷顺序来依次行动。要决定角色们的行动顺序，将他们的敏捷从高到低依次排列。如出现敏捷相同的情况，通过一次敏捷对抗检定来决定谁先行动。(具体见词条追逐轮中的行动)",
        "地点例": "举例来说，一间旅馆可被分割为多个地点：旋转门、拥挤的大堂、楼梯、电梯、走廊、餐厅、厨房、卧室、办公室，等等。",
        "建立追逐例": "哈维在潜入农庄时被发现了。农夫远远地看见了他并大喊了一声，而哈维转身就跑。守秘人要求投掷速度检定。哈维的玩家掷出了一个体质极难成功，哈维的MOV因此从6提升到了7。而守秘人在农夫的体质检定上失败了，因此农夫的速度从7降到了6。哈维此时拥有更高的MOV，因此他逃离了。守秘人描述了哈维在逃离时回头一望，发现农夫被泥沼困住了。双方之间没有追逐场景发生。\n但如果哈维在体质检定中失败，那么情况就会变得大不一样。哈维的MOV将掉到5，而守秘人将需要建立追逐，沿着农场小路构建起沿途地点，并将农夫放到哈维后面两个地点的位置上。",
        "行动点": "所有角色每一轮都能获得一定数量的行动点。行动点被用于从一个地点移至下一个地点。较为迅速的角色每一轮能比较慢的角色获得更多的行动点。\n所有的角色与载具默认都能获得一点行动点。而如果它们的MOV比所有参与者中最低的MOV的要高，那么每高出1点都能获得一点额外的行动点。因此最慢的参与者将总是能获得一点行动点，而MOV比他高1的某人则能获得2点行动点，若某人比他的MOV高出2，那么他将获得3点行动点，以此类推。",
        "追逐轮中的行动": "在其依敏捷次序（从高到低）决定的回合中，每一个角色都可以使用其回合来：（追逐中不能孤注一掷）\n在追逐中前进（花费行动点来完成）。（见词条行动点）\n主动使用格斗、射击或汽车驾驶技能发起一次攻击。\n施放一个法术。\n进行其他需要花费时间并有可能需要进行技能检定的动作，例如撬开一把锁。\n*注意有些怪物能在一轮内发起多次攻击，它们将全都在该怪物的回合内被进行。",
        "移动": "如果某一区域之中不存在险境，例如一条空荡荡的走廊或一条宽阔平直的大道，那么从一个地点移向下一个所需的花费是一点行动点。（见词条行动点）。若一场追逐发生在空旷平坦的空地，而追逐者的速度又快于逃离者，那么这场追逐将会很快结束。但若这二者拥有相同的MOV，那么这场追逐又会因为每个人都在另一人的触及范围之外而永不终止。无论是何种情况，他们都将追逐场景变成了纯粹基于数字的无聊游戏。为了能让追逐更加惊险，地点中通常会存在一些险境与障碍（见词条障碍、险境）。",
        "险境": "险境能为这样的追逐场景加点料：羊肠般的弯道、湿滑的阶梯、多刺的灌木丛、粘稠的泥浆，等等。通常来说，险境都能迫使角色与载具放慢速度，而倘若处理不当，它们还会造成伤害。\n守秘人应当给出险境并允许每个角色选择他们对其的处理方法。技能永远都是其中的一项考量因素，有时候放慢步伐，在仔细思考后谨慎行动会大有帮助。但有时候这些险境也会需要利用蛮力与速度的鲁莽行动来越过，诸如打破一扇上锁的门或急速转弯。（见词条技能与险境）\n如果角色选择谨慎行动，那么他可以花费行动点在用于越过险境的技能检定上获得奖励骰。他能使用1个行动点换取1个奖励骰，或使用2个行动点换取2个奖励骰（一次掷骰中最多可以获得2个奖励骰），若技能检定成功，那么该角色或载具将不会被险境所拖延或伤害，并得以继续前进。\n而若越过险境的技能检定失败，守秘人应当决定该角色或载具是否因险境受到了伤害以及受到了多少伤害。未能解决面前的阻碍或在这过程中受到伤害很有可能会拖慢角色或载具的行动，投1D3来决定失去多少行动点。",
        "技能与险境": "守秘人可选取一个或数个可选的技能用以通过某一险境，并为其设定相应的难度等级。同时守秘人也应当欢迎玩家提出其他可用于通过该险境方法的意见，但一如既往地，守秘人对何种技能可用拥有最终的裁决权。以下是某些合适技能的范例：\n攀爬技能可用于翻越围栏与墙壁，或从高处的窗户爬下。\n游泳技能可用于穿过河流或湖泊。\n闪避技能可用于穿越人群或躲避从高处落下的垃圾桶。\n力量属性可用于穿越粘稠的泥沼。\n敏捷属性可用于在墙顶奔跑时防止摔落。\n汽车驾驶技能适用于汽车追逐。\n这份列表远未列出所有可能的情况，只要守秘人认为合适，其他的技能也会在追逐中被用到。",
        "障碍": "障碍会阻拦前进的道路，直到它们被越过或被摧毁为止。障碍可能是一扇锁住的门、一段高篱墙、一处深坑等等。有时候险境与障碍之间的区别会显得模糊不清。爬过一堵4尺高的篱墙可能充满危险，但它无法阻拦住一个决心坚定者，然而如果这墙高达7尺，那它可能就会成为一处障碍。爬上二楼的窗户将会是一处障碍（攀爬检定失败仅意味着无法抵达窗口），但从二楼窗户爬下将是一处险境（攀爬者随时有可能坠落）。守秘人必须决定何时某一险境会构成障碍，如果那是一处障碍，那么直到越过它的技能检定成功或障碍被击破前，它都将阻止继续前进。在越过障碍的技能检定中失败可能会像险境一样导致伤害与延迟，但通常来说，其结果都仅仅是拖延行动并导致无法移动到下一个地点。（见词条技能与障碍、破坏障碍）",
        "技能与障碍": "跳跃技能用于跃过裂隙或在屋顶间跳跃。\n力量属性用于强行破门。\n锁匠技能用于开启一扇锁住的门或窗。\n对于一处障碍，可以有多于一种方法来越过它。一扇锁住的门可以被撬开（使用锁匠技能）或被砸开（见下破坏障碍部分）。同样地，有些角色可能会试图攀越一处篱墙（攀爬技能），而另一些则会试图砸开一条路。",
        "破坏障碍": "不管是砸开一扇锁住的门还是开车碾过警方布设的路障，蛮力有时候总是最有效的解决方法。在破坏障碍时不需要投掷攻击骰。载具每有一点体格，就能对障碍造成1D10点伤害。\n当试图撞过障碍时，通常都假设载具正在以高速行驶，因此如果载具攻击了障碍但却没能摧毁它，载具本身就会失事。如果障碍被摧毁，那么载具由于反冲会受到相当于障碍在受到冲击前的耐久值数目一半的伤害。\n当一处障碍的耐久值被减少到0，它将不再是障碍。但它被摧毁后遗留下的碎片可能对后来者构成险境。（范例见词条障碍物耐久值例）",
        "障碍物耐久值例": "室内门或薄围栏：5耐久值。\n普通的后屋门：10耐久值。\n坚固的室外门：15耐久值。\n9寸厚砖墙：25耐久值。\n大树：50耐久值。\n混凝土桥墩：100耐久值。",
        "冲突": "除非有人持有火器，否则角色与载具只能攻击处在同一地点的目标。发起一次攻击需要消耗1点行动点。同时角色还会被他们每轮的攻击次数上限所限制。对于攻击，应按照普通的战斗轮一样处理。\n无论是否还有行动点剩余，角色在受到攻击时总是有机会进行反应（反击或闪避）。\n载具可以使用常规的战斗规则加入战斗，但将格斗与闪避技能替换为汽车驾驶技能。将载具视作一件每一点体格可以造成1D10伤害的武器。每整10点伤害会造成载具损失1点体格（小数点舍去），而其余不足10点的伤害则被忽略。当载具被用于造成伤害时，它本身也会受到伤害，数值相当于其造成伤害的一半（小数点舍去），但载具因该伤害损失的体格值永远不会多于其目标的体格值。\n如果某一角色遭到了载具的攻击，该角色可以选择反击或闪避。成功的反击允许角色闪躲过这次攻击并发起一次属于他自己的攻击。一名调查员的攻击对于载具来说可能无关痛痒，但如果发起反击的是一只黑山羊幼崽，那就另当别论了。（见词条在追逐中使用战技）",
        "在追逐中使用战技": "如果某一角色或载具希望使用推翻、冲撞或其他方式来使其对手失去控制，这将被视为一次战技。成功的战技可以导致其目标如同在险境上进行了一次失败的技能检定一般：损失1D3行动点，并在合适的情况下受到一定程度的伤害。此外，如果角色使用战技是为了达成他希望达到的特殊目的，战技将如同在战斗轮中一样生效。\n用于对抗载具的战技可以将载具推出路面或使其暂时失控。在此处体格的限制同样适用：如果一辆载具对另一辆体格比它高1的载具发动战技，那么发动战技的载具在这次掷骰中承受1个惩罚骰。如果目标载具的体格高2，那么攻击者将承受2个惩罚骰。而如果目标载具的体格比攻击者高出3以上，由于大小差距过大，这次战技将不可能成功。（见词条在追逐中使用战技例）",
        "在追逐中使用战技例": "一名驾驶着卡车的邪教徒使用其汽车驾驶技能进行了一次战技，意在将哈维的轿车撞出路面。而哈维试图躲避卡车，他使用汽车驾驶技能代替闪避技能。卡车大于哈维的轿车，因此邪教徒在战技上不承受惩罚骰。哈维与邪教徒都需要进行汽车驾驶技能检定。邪教徒掷出了困难成功，而哈维掷出了常规成功，邪教徒在检定中获胜了。\n哈维的轿车被撞出了路面，守秘人判定其遭受到了一次“轻微事故”的影响，这导致哈维的轿车在冲出路面并跌入沟渠中时受到了1点体格损失。并同样致使哈维失去了2（1D3）点行动点与2（1D3）点生命值。",
        "追逐可选规则": "择路而逃、随机险境与障碍、突发险境、猛踩油门、逃离追逐、躲藏、乘客、追逐中的远程攻击、驾驶员受伤、以另一种方法处理地点、中途加入追逐的角色、更换移动方式、人为制造的险境、分头行动、追逐中的怪物、逃离场景、交通事故、空中与海面追逐、MOV等级、多人追逐（每一项均可进一步查询）",
        "择路而逃": "追逐中的逃离者（猎物）通常除了逃跑之外别无他想，并且需要迅速地在道路分歧时做出向左还是向右的决定。如果有岔路可选，在前方逃离的角色可以任意地选择继续前进的道路，他可能会特意地选取一条较难或较为容易行进的道路，特别是他认为某条路可以利用其优势的时候。举例来说，一个擅长游泳的角色可能会选择跃入河流中以摆脱追逐者。如果调查员是被追逐的那一方，那么守秘人应当经常给出可选的岔路。（可选规则）",
        "随机险境与障碍": "如果守秘人不想让玩家在追逐中赢得太容易，他可以不断地描述出各种对调查员不利的地形。你可能会发现随机地创造障碍与险境也十分有趣。\n骰1D100：\n01-59 = 无阻碍\n60+ = 1个普通难度的险境/障碍\n85+ = 1个困难难度的险境/障碍\n96+ = 1个极难难度的险境/障碍\n如果追逐所发生的环境极度危险，例如在交通拥堵时驾车穿越大城市或在午夜行驶于乡间小路，在决定随机险境与障碍的检定上增加一枚惩罚骰。而如果四周环境看起来不太可能导致危险或拖延，例如驾车驶过宁静的高速公路，那么在该检定上增加一枚奖励骰。（可选规则）",
        "突发险境": "某片区域一时的风平浪静并不意味着这里将永远如此。一辆车可能会突然驶出；一位行人可能会冒失地闯入街道；某人可能会恰好从反方向的拐角冲出；一条没被拴好的狗可能会向正在逃离的调查员发起攻击，等等。\n在追逐轮中的任意时刻，守秘人或某位玩家可以要求进行一次团体幸运检定，如果这次检定通过，那么事情会依照玩家期望的那样发生，玩家可以指定突发险境在何地以及何时发生。而如果幸运检定失败，这意味着调查员们会遭遇一次由守秘人放置的突发险境。\n突发险境应为普通难度。玩家与守秘人应轮流通过幸运检定来放置突发险境。即如果玩家们已经要求过了一次突发险境幸运骰，那么他们将无法要求另一次用于放置突发险境的幸运骰，直到守秘人也同样要求过一次为止，反之亦然。双方在追逐中都可以第一个提出该要求。\n而如果追逐开始变得冗长无聊，守秘人也可以判定突发险境的难度等级提高。（可选规则）",
        "猛踩油门": "当花费行动点移动载具时，载具可以选择加速移动，向前移动2-5个地点而非通常的一个地点。\n在数据中列出的载具MOV相对较低，仅仅比步行者的速度高出几点。但毫无疑问，载具能用远快于步行的速度前进。载具可以加速，以1点行动点向前移动多个地点。当然，快速移动也有其缺陷，它会导致险境更加难以处理。\n在普通状态下，驾驶员可以使用一点行动点移动一个地点。\n驾驶员可以选择以一个行动点移动2-3个地点。此时载具遭遇的任何险境在越过时都需要在技能检定上承受一个惩罚骰。\n驾驶员可以选择以一个行动点移动4-5个地点。此时载具遭遇的任何险境在越过时都需要在技能检定上承受两个惩罚骰。\n进行加速必须要在移动前声明。就像现实生活一样，如果驾驶员对前方的道路有良好的视野，那么高速行驶的危险性会大大减少。驾驶员在某一时刻能看见多远的距离完全取决于追逐发生时的状况与环境。在一座拥挤的城市里，一个人可能只能看见前方的两个地点（如果想要随机决定的话，那就是1D3个地点）；在郊区能看见前方的数个地点（如果想要随机决定的话则是1D6个）；而在乡下的笔直道路上则能看见相当长的一段距离（如果想要随机决定的话则是1D10个）。守秘人可能尚未决定这些即将出现的地点是什么，但如果情况需要的话，他应当如此做。\n一旦加速移动的决定做出，它就无法被更改，载具会移动到走完所有的距离（2、3、4或5个地点）或在险境的技能检定上失败为止。如果险境检定失败，其后果应当被立即结算，正在进行的移动将立即结束。重新进行移动将需要重新支付行动点。\n一切加速带来的惩罚骰只应用于险境，而不会在破坏障碍时起效，因为更高的速度有助于冲破障碍。在一个追逐轮中可以加速多次。（可选规则）",
        "逃离追逐": "只要逃离者的位置与方向能被确定，追逐者就能持续地追逐其猎物。每一场追逐都是独特的，都拥有其独一无二的地点序列，因此守秘人必须判定追逐者会在哪里跟丢他们的猎物。例：一只深潜者正追逐者哈维穿过一座废弃的剧院。在这一轮开始时，深潜者仍在剧院中，而哈维已经离开了，并且领先了3个地点。当深潜者跑出剧院时，守秘人为其进行了一次追踪技能检定，深潜者能找到哈维的踪迹吗？如果它不能，这次追逐将就此结束。（可选规则）",
        "躲藏": "在追逐中的任何时间点，逃离者都可以试图躲起来。很显然，如果他遥遥领先，那么他将拥有更多的时间来躲藏。就像裁定其他任何技能一样，守秘人应当在衡量目前的状况来为这次躲藏设定难度等级。而如果追逐者未能通过一个成功的侦查检定来发现躲起来的调查员，那么这次追逐中的猎物就逃脱了追捕。\n藏起一辆载具绝非易事，但如果有合适的地点而且载具与追逐者之间有足够的距离，那么这仍可一试。要藏起载具，必须进行一次潜行与驾驶的组合检定，只有在这两个技能全部成功的情况下，载具才能被藏匿起来。（可选规则）",
        "乘客": "载具上的乘客不需要进行速度检定，他们也没有任何行动点。但在按DEX顺序轮到他们的时候，他们可以进行一次行动。通常载具的乘客可能会使用火器或从车子里向外投掷东西来延缓追击者。\n一名乘客可以通过导航、使用地图与针对险境提供建议的方式来援助驾驶员。如果某个乘客选择使用其行动来按照上述方式援助驾驶员，他们可以进行一个侦查或导航技能检定。如果成功，在载具下次移动时，它可以进行加速并少承受一个惩罚骰（见词条猛踩油门）。因此，载具可以前进最多3个地点而不受惩罚，或前进最多5个地点并只承受1个惩罚骰。（可选规则）",
        "追逐中的远程攻击": "在追逐中可以使用火器：如果角色暂时停下脚步，他可以正常地使用火器射击。就像他正在战斗轮中一样。这一选项需要花费1点行动点，但不会向前移动。\n而如果角色在行进（无论是步行还是乘坐载具）的同时攻击，那么所有他做出的射击技能检定都需要承受一个额外的惩罚骰。以这种方式进行的射击不会影响角色在追逐中的其他表现。而且除此之外，这次射击的其他方面都和战斗轮中一样。这一选项不会花费额外的行动点。\n载具的轮胎可以被作为射击的目标。但由于它们太小，射击它们将需要承受一个惩罚骰。轮胎拥有3点护甲值并且只会被贯穿武器伤害。如果轮胎受到了2点伤害，它会爆开。每个被打爆的轮胎会减少1点载具的体格。\n火器的射程应由守秘人来裁定。载具的驾驶员与乘客都被载具的护甲保护着。护甲的具体数值见守密人规则书123页。（可选规则）",
        "驾驶员受伤": "如果一辆载具的驾驶员受到了重伤但仍保持清醒，那他仍然有可能失去对载具的控制，他必需立即进行一次困难难度的险境检定（见守密人规则书124页）。因重伤失去意识的驾驶员会自动失去他对载具的控制。例：哈维遭受了一次重伤，但他通过了体质检定并得以保持清醒。随后他必须通过汽车驾驶技能检定来维持对载具的控制。他在检定中失败了，守秘人参阅了守密人规则书124页并选择了“中度事故”（呈现为困难难度的险境），掷出了1（1D6）点体格伤害与3（1D3）点行动点损失。这同样对哈维造成了2（1D6）点伤害。守秘人对结果做出了描述，哈维失去了对车子的控制并与迎面而来的另一辆车发生了刮擦，这导致他的车打旋并失控了。哈维花费了一些时间才得以重得对车辆的控制并再次加入追逐，但他的位置在这段时间内并未改变。（可选规则）",
        "以另一种方法处理地点": "角色可以选择以完全不同或出乎意料的方式与地点互动。例如，如果某一地点被描述为“一条空旷的居住区街道”，守秘人可能会假设逃离者将跑过这条街道。但除此之外，他们也有可能决定跑向最近的一扇门并试图打开它（可能会使用蛮力），如果这与故事情节相符，那么守秘人应当允许如此做。（可选规则）",
        "中途加入追逐的角色": "任何加入一场正在进行的追逐的角色应当进行一个速度检定来决定他们的MOV。守秘人应当在这之后将他们放置在合适的地点之上。\n如果中途加入的角色是追逐者，那么他的MOV至少需要与逃离者中最慢的持平：如果他未能达到这一速度，他可以被忽略掉。\n而如果中途加入的角色是一名逃离者，且他的MOV慢于先前追逐者中最慢的，此处将需要做出一些调整：所有追逐参与者的行动点将需要重新进行计算。所有角色默认获得一点行动点，此外MOV每高出最慢者1就能获得额外的一点行动点。\n当某一角色离开追逐时，不需要重新计算速度或行动点。（可选规则）",
        "更换移动方式": "在游戏中有数种不同的移动方式。有一些生物在其资料中列有游泳或飞行速度。而如果在其资料中没有列出，守秘人可以允许该角色以其通常MOV的一半来进行他能进行的另一种方式的移动，因此一个拥有MOV8的人类在游泳时视为MOV4，但他不可能拥有飞行速度。\n当角色更换移动方式时，如果他们仍在依靠自己的躯体进行移动，那么他无需重新进行速度检定。只需相应地改变其MOV，应注意的是该角色的速度可能已经进行过了+1或-1的调整，这取决于他是否在追逐开始时的速度检定上取得了极难成功或失败。\n从步行（或其他自力行进的移动方式）更换到驾车的角色需要使用汽车驾驶技能来进行一次新的速度检定。而当角色从驾车变为步行时，他应当使用体质来进行新的速度检定。\n如果角色的MOV发生了变动，他所拥有的行动点也会随之变动。参考词条中途加入追逐的角色。（可选规则）",
        "人为制造的险境": "调查员、怪物与非玩家角色可以在游戏中通过其行动人为制造险境。要如此做通常都需要消耗1点行动点（为所需的时间）、进行一次技能检定（为达成目标）或二者皆需。例如：\n停下来用门闩或钥匙锁住门会花费一个行动点，但不需要进行技能检定。\n停下来用锁匠技能锁住一扇门需要花费一整个追逐轮并需要进行一个成功的技能检定。\n将沉重的衣柜推去挡住门将需要一个力量检定并需要花费一个行动点。\n掀翻水果摊以拖延追逐者只需要花费1行动点。\n开枪以造成人群恐慌将需要进行一次幸运检定。如果失败，相比其益处，这次行动会引来更多的麻烦。而如果成功，慌乱的人群对于后来者会形成一处险境。\n对路人大喊“抓住他，他是个贼！”以期望他们会出手相助将需要进行一次话术或恐吓技能检定。\n玩家同样也可以用创造性的方法来通过险境。（可选规则）",
        "分头行动": "追逐中的角色可以选择走不同的路线。如果这种情况发生，你将需要记录一场新的追逐。（可选规则）",
        "追逐中的怪物": "大部分怪物与动物在追逐中的行动都和人类一样。但某些它们所具备的能力可以使其免于某些特定的技能检定，例如那些能飞行的生物不需要进行跳跃或攀爬检定。\n大部分的怪物、动物与非玩家角色都缺少在追逐中会用到的技能（跳跃、游泳、汽车驾驶等）的确切数值。在这种情况下，守秘人应当遵循以下指导：\n如果怪物或非玩家角色在这一方面拥有天资，使用其敏捷值来代替技能。\n如果怪物或非玩家角色在这一方面先天不足，使用其敏捷值的五分之一来代替技能（或判定他们会在这些检定中自动失败）。\n如果怪物或非玩家角色在这一方面没有什么特别之处，使用其敏捷值的一半来代替技能。\n如果需要做出其他类型的技能检定，守秘人也可以使用类似的方法来判断，并以他认为最合适的属性予以替换。例如：智力与侦查。（可选规则）",
        "逃离场景": "如果你想要估计调查员在有限的时间里逃出了多远的距离。追逐规则也可以在此应用，在这种情况下，你应当计算调查员在特定轮数内移动出的地点数量。（可选规则）",
        "交通事故": "当一个用于越过险境的技能检定失败时，守秘人必须考虑其后果与可能造成的伤害，并根据守密人规则书124页进行匹配。如果无法确定，那么可以使用“轻微事故”作为普通等级险境的后果；“中度事故”作为困难等级险境的后果；而把“严重事故”作为极难等级险境的后果。\n所有被卷入事故的载具中的乘客也需要因事故而承受伤害，但与载具不同的是他们承受的是“耐久值”而非“体格”伤害。因此，一辆被卷入中等事故的车辆会受到1D6体格伤害，而其上的所有乘客都需要1D6点耐久值伤害。\n大部分的事故同样也会导致载具因刹车和减速而造成其行动的延迟（失去1D3行动点）。（可选规则）",
        "空中与海面追逐": "追逐可能发生在任何环境中，守秘人需要根据情况设计出合理的新险境与障碍。例如礁石、浅滩、浮标、海浪、强风等。而若是则空中，则可能是云彩、高楼、鸟群、电缆与防空火力等等。（可选规则）",
        "MOV等级": "MOV等级在追逐中用于衡量相对速度。每一点MOV在追逐中都相当重要，因为更多的MOV能带来更多的行动点，同样由于这个原因，MOV所代表的速度并非线性增长的。每一点MOV都大约相当于增加50%的速度。MOV并不必然代表某一生物在短距离移动中的最大速度，但它大致地表示了其在追逐中的总体速度。举例来说，一名世界级的短跑选手能在100米中达到MOV11的速度，但对于一个健康的人类来说，12MPH（MOV9）是一个更为现实的速度，其大致相当于在5分钟内跑完一英里。（详见守密人规则书125页）（可选规则）",
        "多人追逐": "当进行一场有多名角色参与的追逐时，其唯一的不同之处在于起始阶段，见词条建立追逐。\n首先应决定的是谁在追逐谁，以及被追逐的角色是在一起逃离还是分头行动，如果是分头逃跑，那么应当建立多场追逐，并独立记录与处理每一场追逐。\n每一个被卷入追逐的角色都应进行一个速度检定（使用汽车驾驶或体质）来确定其在追逐中的MOV（见速度检定，132页），随后将所有参与者依其速度快慢排序并列为两类：追逐者与逃离者。\n在此之后，将以下角色移出追逐：\n如果他们希望的话，所有速度比最快的追逐者还要快的逃离者可以完全地逃离这场追逐。\n所有速度比最慢的逃离者还要慢的追逐者被远远地甩在了身后，并因此无法参与这场追逐。\n现在，两组追逐的参与者可以依据其MOV顺序被依次放置。\n1.放置追逐者：从最慢的追逐者开始，将他放置在追逐最开始的地点。随后放置其他追逐者，他们的MOV每比最慢者高1，就将他们的位置向前移动1个地点。在所有追逐者放置完毕后，开始放置逃离者。\n2.放置逃离者：与一对一追逐相同，将（最慢的）逃离者放置在追逐者前面2个地点的位置。随后放置其他逃离者，并将他们所在的地点向前移动等同于与最慢者MOV差值的距离。\n3.设置险境：标注出险境、障碍与其他地标。\n4.行动点：计算出每个角色分别拥有多少行动点。\n5.确定敏捷顺序：将所有参与者依照其敏捷从最快到最慢依次排列。（可选规则）",
        "理智": "调查员在游戏开始时理性而清醒。但在调查过程中，他们将遭遇超自然的恐怖，异界存在，以及来自克苏鲁神话的恐怖宇宙真理——所有这些都会威胁他们的心智状态与对正常的认知，并将它们推到理智的最外缘。有些时候，太多这样的经历会让不幸的调查员陷入临时性、不定性、甚至永久性疯狂之中。\n可查询（理智值与理智检定、疯狂、最大理智值、疯狂的影响、疯狂的治疗与恢复、习惯恐惧、疯狂可选规则、理智值损失例、增加当前理智值）",
        "理智值损失例": "0/1D2 发现被撕碎的动物尸体\n0/1D3 发现尸体的一部分\n0/1D4  到一地流淌着的鲜血. \n1/1D4+1 发现一具血肉模糊的恐怖尸体\n0/1D6 醒来时发现被困在棺材中\n0/1D6 目击一个朋友因为暴力行为而死亡\n0/1D6 看到一只食尸鬼\n1/1D6+1 与一个你所知的已经死去的人相遇\n0/1D10 遭受严刑拷打\n1/1D10 看到死尸复活\n2/2D10+1 目击从天而降的尸雨\n1D10/1D100 直视伟大的克苏鲁",
        "习惯恐惧": "一旦一位调查员已经因为同一种怪物损失了那个怪物所能造成理智值损失的最大值的话，那么那位调查员将不再会因此损失任何额外的理智值了。例如说，调查员不会因为遭遇深潜者（理智值损失0/1D6）大军而损失超过6点的理智值，即使他所面对的是一个百人的深潜者大队也是一样。\n但是要注意！！！调查员并不会真的就已经习惯于见识这些外来的污秽。在过了一段时间，也许是调查员进行了某种程度上的日常生活后，对这些生物的恐惧感会再一次回到他的身上。玩家应该记录各种神话存在造成的理智值损失。每个调查员幕间成长时，玩家都应该将以上所有的相关数值都减1。（见查询词条习惯恐惧例）",
        "习惯恐惧例": "哈维在面对深潜者的遭遇时总计失去了6点理智值。所以哈维目前不会在再次遇见深潜者时损失任何理智值了。然而，当哈维的玩家，在她进行下一次的成长骰之后，她需要从损失的上限中扣去1点变成5点。那么当哈维现在又遇到了一只深潜者又同时理智检定失败时，他将会扣去1点理智值。",
        "理智可选规则": "疯狂洞悉、精神固化、多重理智检定（每一项均可进一步查询）",
        "疯狂洞悉": "当一位调查员陷入临时性或不定性疯狂时，ta或将暂时在疯狂中洞悉真实。而这短暂的清醒时刻带来的线索或行动，可能立刻或是之后给调查员（们）带来帮助。守秘人应该根据模组的设计来决定调查员洞悉到了什么。",
        "精神固化": "当一个调查员的克苏鲁神话技能已经提升到比他当前的理智值更高的时候，这将成为他的一个转变点。调查员对这个宇宙的理解将会有一次根本性的转变，这将会永远的转变他们的人格并对他们自己在宇宙中所处的地位有一个透彻的理解。\n调查员此时可以决定他或她是否已经习惯了不可名状的恐怖，可能是已经不为所动，也可能是对其有了更加深刻的理解因而不再会被真相所动摇。从这一刻开始，调查员所有的理智值损失都将会减半。一旦这种转变发生，对调查员的影响将会是永久性的，且不会因为理智值恢复到大于克苏鲁神话技能而让转变恢复原状。",
        "多重理智检定": "规则上规定了，不管是遇到一个还是复数的神话生物时，所要损失的理智值应该是相同的。一个增加理智值损失的选项是，当遇到复数的神话生物时，要求玩家对每一个神话生物单独各自进行理智损失值检定，并取其中损失量最高的那一次检定结果作为理智的损失值。这种方法在调查员遇到复数个不同的神话生物时非常实用。",
        "理智值与理智检定": "当一名玩家的调查员遭遇精神上的危机时，守秘人往往需要让他们进行一次理智检定（san check）。例如：.sc 1/1D4+1。斜线左边的数字是理智检定成功时，理智的损失量；而斜线右边的数字则是理智检定失败时，理智的损失量。奖励骰与惩罚骰都不适用于sc。一个失败的sc总是会让调查员有一瞬间失去对自己行为的控制力，在这个时候守秘人需要让调查员做一个不由自主的行动。例如：\n猛的一跳—使得调查员从身上掉落了什么东西。(眼镜，手电，枪，书籍等.)\n因恐惧而大叫—吸引别人的注意，说一些不恰当的话。\n不由自主的动作—将方向盘转向危险的一侧，在恐惧中放弃挣扎，畏缩着发抖。\n不由自主的战斗行为—假如这是一次在战斗轮中判定失败的理智检定，那么在本回合中调查员的行动可以由守秘人来决定，例如说：用拳头去殴打别人，扣下扳机，躲到别人的身后寻求掩护。\n呆立不动—惊异的盯着，却没有做出任何动作。\n大失败的理智检定会让调查员失去这次遭遇中所能损失的最多理智值。一次失去过多理智值，可能会使调查员陷入疯狂（见词条疯狂）",
        "疯狂": "疯狂有三种状态:临时性疯狂，不定性疯狂和永久性疯狂。（每项均可单独查询）\n但无论疯狂是处于临时性还是不定性中，它们都将经过游戏中的三个阶段:\n第一阶段：疯狂状态开始于短暂的“疯狂发作”，此时玩家对调查员的控制权被剥夺。（见疯狂发作词条）\n第二阶段：疯狂发作之后是一段潜在的疯狂时期，这时候玩家通常对调查员还拥有着完全的自主行动权。然而，这时候的调查员易于受到幻觉与恐惧的影响，容易再次陷入疯狂发作。（见潜在疯狂词条）\n第三阶段：最后一个阶段就是恢复与治疗。（见疯狂的治疗与恢复词条）",
        "临时性疯狂": "如果调查员一次性损失了5点或更多理智值，那么守秘人就需要因为调查员情感上受到的重大创伤而人要求调查员进行一次智力检定，如果这一次检定失败了，那么调查员抑制了自己的记忆（心智自我保护的一种方式），并且不会进入疯狂状态。\n如果调查员通过了智力检定，那么他将会认识到他所经历的一切到底意味着什么，那么他将会进入临时性疯狂。这将会使他持续精神错乱1d10个小时。（见词条疯狂的影响、从临时性疯狂中康复）",
        "不定性疯狂": "调查员在游戏中的“一天”内失去了1/5或更多的理智值时，调查员将陷入不定性疯狂。没有调查员能够轻易的阻止理智值的损失。游戏中的“一天”的长短与经历通常是由守秘人来定夺，这一般是以调查员到达一个安全可供休息，使调查员们能够得到充分的休息并缓解惊吓所带来的冲击的场所为止。根据情况的不同，这可能是指一直生还到黎明，坐下来喝一杯下午茶，或者晚上睡了个好觉。不定性疯狂将会一直持续到角色被治愈或者恢复为止。（见词条疯狂的影响、从不定性疯狂中康复）",
        "永久性疯狂": "当理智值在游戏中降为0时，那么调查员将会成为一个无药可救的永久性疯狂角色，也就是说这将不再会是一个能由玩家操纵的角色了。每一位守秘人都应该及早计划好游戏中玩家这一疯狂行为的尽头将会造成什么。也许会是从一家偏僻的疯人院中安静的离开。当然，没有玩家应该对这一点抱有这般奢侈的希望。",
        "疯狂的影响": "临时性疯狂与不定性疯狂在游戏中都会需要经过两个不同阶段。首先，调查员都会经历一段简单的疯狂发作（见词条疯狂发作），接着就会进入一段持续时间较长的潜在疯狂（见词条潜在疯狂）），直到调查员完全康复为止。（对于临时性疯狂需要几个小时，对于不定性疯狂来说则需要几个月）疯狂还会有三个副作用（见词条恐惧症与躁狂症、幻想与现实的界限、疯狂与克苏鲁神话）",
        "疯狂发作": "调查员会在疯狂发作时失去对角色的控制。在游戏中这意味着角色的控制权由玩家转移给了守秘人。不论持续时间有多长，基于守秘人的判断，可以是守秘人来叙述调查员的行动，或者是守秘人给予玩家关于在疯狂发作期间表现出适合疯狂行为的参考。\n每当一位调查员陷入疯狂发作时， 守秘人可以更改或者增加一项调查员的背景条目。这种改动有两个目的。首先这能通过增加不理性的条目，或者腐化原有条目，来表现出调查员陷入疯狂的状态。其次增加或被修改的条目可以映出故事中的事件，因此调查员与故事情节连接得更加紧密。玩家与守秘人应当一起努力，对角色的背景进行适当的修正改变。（见词条背景变化例）\n依照情况，疯狂发作有两种形式：即时症状（逐轮处理），或总结症状。（见词条即时症状、总结症状）",
        "背景变化例": "形象描述：适用的条目包括：“目光凶暴”，“眼神涣散”，“厌世”或者“不修边幅”.\n思想与信念：一项中性的标签例如“信仰”可能会变化的更加极端与异常，就像是“不信者必将遭受苦难”，也可以增加一条新的符合情景的条目，例如“痴迷于击溃克苏鲁信徒”。\n重要之人：一个新的名字也许会与理由一起作为标签加入，例如：“追逐杜尔伯特·斯密史，至死方休”或者“自在天的化身——罗宾·普尔”。\n意味非凡之地：目前所在地点变的具有重大意义，或调查员因为理性或非理性的理由对某地过分固着。前者可能是雨林中邪教徒的寺庙；后者可能是无法抵挡地想要前往雅园（著名流行音乐歌手“猫王”埃尔维斯的故居）。\n宝贵之物：当心智被疯狂破坏时，调查员很可能遗失财产、任何财产都可以被抹去，或记做已遗失。调查员也可能取得新的财产，并赋予它重要意义。\n特质：特质可以被抹去，或修改为更合适的一项，比如：“混混”，“瘾君子”，“心浮气躁”，“大嗓门”，“百无禁忌”。\n创伤&疤痕：这通常作为重伤的后果被修改。恐惧症和躁狂症：这部分通常是疯狂发作的骰点结果。 \n神话典籍、法术和魔法物品：这些道具可能在一气之下遗失或被摧毁。调查员可能不由自主地咏唱他们所知的法术，激活魔法道具，或者研读之前避之不及的神话典籍。\n第三类接触：调查员所遭遇到的怪物与神灵都应该被记录在此，不论它们是否造成了疯狂。这里也可以用来记录各种神话存在所造成的理智值损失（见词条习惯恐惧）",
        "即时症状": "如果疯狂发作时有其他调查员在场，那这将会持续1D10个战斗轮。注意，这并不是整个疯狂阶段的持续时间——临时性疯狂的持续时间为 1D10 小时，不定性疯狂的则更长。即使当疯狂发作的调查员是独自一人时，只要守秘人认为合适，他的行动也可以被逐轮展示。（.ti或由kp选择一项适合的（强烈推荐））",
        "总结症状": "如果调查员的疯狂发作在远离其他调查员同伴的情况下发生，或者是所有在场的调查员同时进入疯狂发作的情况，守秘人可以简单地让行动快进并描述结果。在这种情况下，调查员往往会在疯狂中迷失自身并不为玩家所控数个小时甚至更久。（通常是1D10个小时或者由守秘人自行决定）。守秘人可能只会简单地描述调查员重拾理智时他们所处的陌生场景，而调查员并不记得他们去了哪里、他们做了些什么。如果一位疯狂的调查员在疯狂发作结束之前遇到了另一个调查员，守秘人应该移临时移交回调查员的控制权并允许其扮演现场的情况。这可能导致预期中的结果被打断。（.li或由kp选择一项适合的（强烈推荐））",
        "潜在疯狂": "当疯狂发作结束后，调查员将进入疯狂的一个潜伏期。对疯狂角色的操控权也将转交回玩家的手中，由玩家自己决定如何扮演这个角色。虽然可以不这么做，疯狂发作的持续时间也能计算纳入为潜在疯狂的持续时间中。\n而在潜在疯狂的精神脆弱期时（在疯狂发作之后）任何一丁点的（哪怕只有1点）的理智值损失都会导致调查员再一次陷入疯狂发作的状态。这种的心理脆弱期会持续到疯狂结束——在临时性疯狂的情况下为 1D10 小时，在不定性疯狂的情况下则可能持续一整个模组或者是战役的一整章。",
        "恐惧症与躁狂症": "陷入疯狂时恐惧症与躁狂症会引起的一系列反应：\n直接与恐惧症的对象接触（在物理的层面上）会引起人的恐慌，同样的，一个直面恐惧源的陷入躁狂的角色，也会产生一些强迫性的反应。在恐惧症中，除了战斗或者逃跑等行动外，一般只会添上一个惩罚骰。但这个惩罚骰并不会作用于理智检定或者现实认知检定上。\n当角色处于潜在疯狂的阶段时，任何与调查员的躁狂症相关的接触会使调查员产生难以应对的响应。当守秘人根据角色此时的情况告诉玩家角色会做出怎样的举动时，那个调查员在此时的动作都将承受一个额外的惩罚骰，直到陷入疯狂的角色充分沉浸其中或者远离了让他为之发狂事物的周遭。\n一个成功的精神分析检定可以使调查员暂时的摆脱恐惧症与躁狂症所带来的影响。",
        "幻想与现实的界限": "当守秘人无法控制调查员的行为时，他可以随时的告知陷入潜在疯狂的调查员一些如同幻觉般的感官讯息。而对于调查员来说，唯一能够鉴别这些听到看到摸到或是感受到的讯息真假与否的唯一途径，就是通过一次“现实认知检定”。（见词条现实认知检定）潜在疯狂状态下的调查员在孤注一掷中失败时，幻觉也会带来重大的影响。",
        "现实认知检定": "虽然一般只有陷入疯狂的调查员需要进行现实认知检定，但是其他时候玩家也可以要求进行一次现实认知检定以此来“看穿”那些他们所认为是幻觉的事物。玩家需要投一个理智来进行现实认知检定：\n失败：失去１点理智值。如果调查员当时正处于潜在疯狂的阶段，这会立刻引起调查员的疯狂发作症状。同时任何可能存在的幻觉都不会因此而消失。\n成功：调查员将会看穿任何的自身产生的幻觉，同时守秘人应当正确的对调查员描述他真实的所见所闻。\n成功的使用精神分析也能使已经陷入疯狂的调查员看到自己所见闻的事物真相。",
        "疯狂与克苏鲁神话": "非克苏鲁神话所带来的疯狂并不会增加克苏鲁神话技能。但每当调查员遭受神话带来的（诸如见到神话怪物，阅读神话典籍，被一个法术影响）精神创伤时，他/她会对神话了解的更多，这通过克苏鲁神话技能来表示。而第一次由克苏鲁神话而引起的疯狂将会使调查员的克苏鲁神话技能增长５点，在之后每次由克苏鲁神话相关而引起的疯狂（临时性疯狂与不定性疯狂），都会使调查员的克苏鲁神话技能增长1点。同时最大理智值也相应的降低（见词条最大理智值）",
        "疯狂的治疗与恢复": "临时性疯狂结束得很快，因而为其安排治疗是不现实的。在另一方面，对于永久性疯狂的治疗也往往是没有意义的，因为这和字面所叙述的一样是一个永久性的症状，即使再好的设备与环境也毫无用处。只有不定性疯狂才有相对应的治疗干预手段与范围。（进一步查询词条从临时性疯狂恢复、从不定性疯狂恢复、私人护理、收容所）",
        "从临时性疯狂恢复": "临时性疯狂将会持续1d10个小时。此外，临时性疯狂也会因为调查员夜晚在一个安全场所的良好休息而恢复。但是，如果调查员是处于一个精神高度集中紧张的状态（比如在夜晚防备可能到来的袭击）的时候，守秘人可以判定这并不能使角色从疯狂中恢复过来。",
        "从不定性疯狂恢复": "在不定性疯狂症状每个月的治疗中，如果没有受到进一步的精神创伤，玩家可以进行一次检定。为了进行这次检定，玩家有两种选择：私人护理或者收容所。这需要守秘人在考虑角色的资产背景和亲人情况之后再做出判断。同时，如果守秘人愿意，不定性疯狂可以持续到当前模组或战役的章节结束后，下一个幕间成长时。（见词条私人护理、收容所）",
        "私人护理": "最佳的治疗方式当然是在家中或是其他舒适的地点，在可爱温柔的护士小姐体贴没有外界干扰的情况下完成。精神分析和精神药物可能是可获得的。通过骰一次百分骰来确定一次私人护理治疗的成功度：\n当掷出01-95时，检定是成功的：因为精神药物或精神分析增加1D3点理智值。在这之后需要对调查员进行一次理智检定，如果这次检定成功，那么调查员从疯狂中恢复。但如果这次检定失败，那么调查员可能可以在下个月再次尝试进行理智检定。\n假如检定掷出96-100：角色会拒绝服用药物或接受治疗。损失1d6的理智值，同时下个月的治疗也不会有任何进展。",
        "收容所": "第二好的选择是委托精神病院。精神病院比起比私人护理有一个有点：便宜，甚至是国家提供的免费服务。但这些收容所的素质往往是参差不齐的，有些的治疗方式可能会对调查员具有潜在的危害性，有些则是用着最先进的治疗手段，而有些可能只是单纯的用着粗鲁的暴力与监禁。\n通过一个百分骰来确定一个治疗机构对调查员的治疗效果以及成功度：\n当结果在01-50*之间时，检定是成功的：因为精神药物或治疗增加1D3点理智值。在这之后需要对调查员进行一次理智检定，如果这次检定成功， 那么调查员从疯狂中恢复。但如果这次检定失败，那么调查员可能可以在下个月再次尝试进行理智检定。\n当检定结果在51-95之间时：治疗没有起到任何正面或者负面的作用。\n当检定结果在96-100之间时：拒绝服用精神药物以及治疗，受到1d6点理智值的损失，同时下个月的治疗也不会有任何进展。（kp可以决定收容机构的治疗能力高于或低于该水平，因此可以在5-95的范围内调整该值。）",
        "增加当前理智值": "1. 守秘人奖励：在完成模组或战役的一章后，守秘人可以通过骰子来增加指定调查员的当前理智值。\n2.当一个技能增长到90%：当调查员的技能增加至90%及以上时，奖励2D6理智值。这一奖励是出于因为掌握了一种技能而获得的自尊心。\n3.心理治疗：进行精神分析能够恢复调查员的理智值。每个月可由医生或咨询师骰百分骰来进行一次精神治疗的检定。如果检定成功，那么受治疗者可恢复1D3点理智值。如果检定失败，那么就不增加任何理智值。如果检定大失败则患者会失去1d6点理智值，并且这会因为某些原因而无法继续进行治疗。\n4.自救：调查员可以在其背景中选择一个条目作为一种心理支柱，并与此相关地花费一段时间。当然这显然不包括恐惧症，躁狂症，创伤或任何克苏鲁神话相关的条目。自救可以在两次冒险之间或调查员幕间成长时进行。（具体见词条自救）",
        "自救": "玩家应该认真地深入讨论他们的调查员角色在寻求治疗或救赎时的细节。这个举动应该是合乎调查员的背景，例如说调查员可能在教会寻求心灵的平静或者与爱人共度良宵。\n然后，玩家就能进行一次理智检定。守秘人与玩家应该在扮演出要紧关头的场景，然后进行理智检定，并依照检定结果进行扮演。但如果这次检定是失败的，那么将会损失1点理智值并且守秘人与玩家应该据此来适当的修改这个背景来对应这一失败。比如说会失去信仰，或导致家庭矛盾分居甚至离婚。\n每个调查员在游戏开始时都会拥有一个“关键连接”，这对于他们是至关重要的。如果玩家选择使用调查员的关键连接，那么他们会在进行前述的理智检定时获得一个奖励骰，如果成功，除了照常获得的1D6点理智值回复外，调查员还将从任何不定性疯狂中恢复过来。但是如果失败，调查员将要对此的相关背景进行修改，并且不再拥有关键连接。\n一段时间之后，调查员可能会有机会再一次建立他们新的关键连接。在一个调查员进行幕间成长时，一条背景条目可能会因为调查员成功的使用了“自救”而转换成新的关键连接。另外，任何在理智检定大成功的情况下（掷出1时）调查员可以立即指定一个新的关键连接，取代他们过去丢失的。",
        "查询鸣谢": "COC法术查询部分:太阳中心(1029289418)\nDND法术查询部分:卖凉茶的(1311540092)\nCOC规则查询部分:被遗忘的Mary(2055684863)\n整合:雨笙Fracture(156317750)",
        "疯狂的副作用": "恐惧症与躁狂症、幻想与现实的界限、现实认知检定、疯狂与克苏鲁神话（每一项均可进一步查询）",
        "疯狂可选规则": "疯狂洞悉、精神固化、多重理智检定（每一项均可进一步查询）",
        "最大理智值": "一位调查员的理智值在游戏的过程中会上升与下降，但是这个数值永远不会超过这位调查员的理智最大值。每一个调查员在一开始所能拥有的最大理智值都是99，但是若是了解到了关于克苏鲁神话的知 识，最大理智值往往会因此下降。最大理智值的计算为99减去当前克苏鲁神话技能的值。(99–克苏鲁神话技能)。\n所以当调查员克苏鲁神话技能有所增长时，玩家应该立即在最大理智值上减去这个技能的增长值。",
        "相杀": "这种情况经常会发生：近战中的双方同时在格斗检定上失败，然后无事可做。当然，这可能表现为双方的力量或是战斗技巧均不足以对对方造成伤害，但是如果守秘人希望看到伤害与打击来的更猛烈一些，他可能会判断防御自己，而非打击对手的技巧才是战斗中更重要的部分。在此情况下，在格斗检定上失败意味着你不懂得如何在战斗中保护自己——一拳打在墙上，在冲锋时正好撞在对方的剑尖上，等等。在战斗中任何一点小错误都可能导致血淋淋的后果，而对方的攻击只是其中之一。\n以下是格斗检定对抗可能出现的三种情况：\n正常规则：如果双方都失败，那么不会有任何一方受到伤害\n可选情况 1：如果双方的检定对抗结果平手，那么视为拥有较高格斗技能的一方胜出\n可选情况 2：如果双方都检定失败，那么他们互相击中了对方，如同双方同时成功命中了对方一样造成伤害。\n当然，远程攻击和射击攻击不能应用本可选规则",
        "可选规则": "战斗可选规则、理智可选规则、追逐可选规则（每一项均可进一步查询）"
    }
}
