{
	"mod":"COC法术查询文档",
	"author":"魔骨，NULL，Dr.Amber",
	"brief":"coc魔法及其别名查询",
	"comment":"coc唤魔法大典",
	"helpdoc": {
		"深层魔法": "理智值代表人物对我们称为“现实”的信念,它完全不是现实，只是人类一致的错觉和有限的理解，保护着人们的精神不受克苏鲁神话的影响，克苏鲁神话则是人类所无法完全理解的。神话魔神话知识、施放法术，会撕裂人的精神；巫师的理智将归于湮灭，最终只余下神话。邪教徒和巫师的终极目标是抛弃一切人类理智，把它改换成对宇宙本质的——万物“真理”的理解。他们完成了这一范式转移却能够掩藏自己的疯狂，在不被社会发现并镇压的情况下追寻自己的个人目标。这些人已经跨出通往疯狂的最后一步，归顺了犹格-索托斯、阿撒托斯等神话势力，能够提升自己的理解，懂得理智人类的头脑所无法想象的东西。理智值为零的疯狂巫师可以比其他人运用更强大的力量。疯狂解放了他们的头脑，神话知识强化了他们的能力；这些人能在使用法术的过程中发现新的方面，并且最终达到深层魔法——大多数真正巫师的时间和脑力都消耗在这种实验当中。本书中许多魔法都列出了深层魔法作为备注，包括对法术能力和效果的强化、变种形式、或者关于潜藏智慧的信息。这些不过是几种可能性，用来为KP提供灵感。如果KP愿意的话，调查员也可以学到这些深层的理解。当一名调查员处于疯狂（临时或不定）中并成功施放了法术，投1D100并将它和调查员的「克苏鲁神话」技能值相比较。如果投掷结果小于等于调查员的技能值，魔法的新深度将被探索出来，法术将自己展现出它深层效果的选项。法术的深层版本发现以后就一直可以使用。这个法术将来还会不会发现更深层次，由KP自行决定。",
		"传统魔法解释": "有些法术标记为（传统），表示这些法术可能不会以神话魔法的面目出现，看起来更像是“实用”法术。这些法术是可选的。传统魔法倾向于产生诅咒和祝福，似乎和神话魔法之间有一些不同之处。传统魔法可以视为一种“漂白”的神话魔法，人类掌握了它并代代相传。它们是“真实”魔法的淡化反映，通常只有萨满、巫医之类的人才掌握它。虽然法术被削弱而且施法者并不清楚法术的原理，但这些法术仍然是从隐蔽的神话脉络中获取能量的，能够造成一些微小的奇迹。这些法术通常口耳相传，不见于任何神话典籍。“治愈法”和“动物魅惑法”之类的法术可能在与“克苏鲁的呼唤”并列时显得很奇怪，它们在奇幻游戏当中更常见。如果你们觉得这类法术不应当出现在恐怖游戏当中，可以直接忽略之。",
		"缺陷魔法": "抄写翻译法术加入魔法书是一项艰苦的工作，需要对原文素材的深刻理解和对细节的高度关注。总有一些无人注意的错误，被愚蠢的人遇上，作为法术学习，并且尝试施放。这些错误造就了缺陷法术。缺陷法术从表面上看毫无问题。法术的缺陷只有在施放的时候才会显现出来——法术莫名其妙地“出错”，并可能对施法者及其周围的人造成危险。学习缺陷法术的方法和正常法术相同，但缺陷法术无法正常生效（学习法术的时间精力通常会浪费）。施放缺陷法术时，60%的可能不产生任何效果（根本不生效）。剩余40%的情况会产生魔法效果，但可能并非施法者预计的效果。后果可能会非常可怕。缺陷法术具体如何出问题，由KP决定",
		"幻梦境魔法解释": "幻梦境魔法和清醒世界中的魔法不同，它仅仅是梦境现实的一种表现形式，所以可能看起来幻梦境魔法只能在幻梦境学习并施放。若一不会有该法术的记忆，也不能在清醒世界施放它。他们在下次游历幻梦境时会重新想起这一法术并在适当的时候施放它。聪明的读者可能会注意到，本书中的许多幻梦境法术（通常）是某些方面施法者有益的实用法术，放在奇幻角色扮演游戏当中也毫无问题。很多这种法术虽然在“克苏鲁的呼唤”剧情当中有些不适合，但它们表现的是梦境的可能性，体现了幻梦境设定的缥缈和神奇之处。如果你们想要更可怕的幻梦境，可以扭曲幻梦境法术——让它们更黑暗、更邪恶。例如我们用“不透明之墙”的尸骸来形成；法术如字面所述一样从地面下拉起尸骨，使地面产生巨大的裂缝，骸骨飞向空中，勾连嵌合，形成了墙壁。法术效果完全没有变化，但描述大不相同，带上了更加黑暗的色彩。并且，还可能会有古革巨人的爪子从下面伸出来，打算逮些东西来当美味点心（给施法者和同伴带来更多的麻烦）。",
		"分类": "驱逐和控制\n召唤怪物和神祇〔召〕\n战斗〔战〕\n交流〔交〕\n幻梦境〔梦〕\n附魔〔附〕\n环境〔环〕\n续命〔续〕\n传统魔法〔传〕\n加害魔法（只能在战斗外使用〕〔害〕\n支配他人〔支〕\n制造怪物〔造〕\n其他法术（通常有用）〔他〕\n保护〔保〕\n时间相关〔时〕\n变形〔变〕\n旅行和交通〔旅〕",
		"驱逐和控制": "人类引诱术、阿佩普放逐术、拜亚提斯放逐术、耶德·埃塔德放逐术、拜亚基束缚术、斯芬克斯的子嗣束缚术、黑山羊幼崽束缚术、深潜者束缚术、空鬼束缚术、敌人束缚术、炎之精束缚术、恐怖猎手束缚术、夜魇束缚术、外神仆役束缚术、修格斯束缚术、星之精束缚术、兽化人束缚术、夏恩逐出术、魔鬼逐出术、伏尔瓦多斯的净化之火、草木号令术、修格斯号令术、黑暗诅咒、送神术、送魂术、苏莱曼之尘、乐土施恩术、迷身术、艾霍特流放术、拉神闪光术、灵魂辨识术、精神囚禁术、契约尸巫术、奈哈戈送葬歌、振荡穹庐术、伊本-加齐之粉、蒲林的埃及十字架、遗恨术、恩宠移除术、夏恩驱赶术、仆从送还术、封印陷坑、梦想家诱捕术、灵魂陷阱术、恶魔揭露术、维瑞之印",
		"召唤怪物和神祇": "阿布霍斯唤醒术、朱玛唤醒术、幼体驱除术、卡戎乞求术、卡尔克萨建造术、阿图请神术、恶神影请神术、阿尔瓦萨请神术、无皮者化身请神术、阿撒托斯请神术、布格-沙什请神术、克图格亚请神术、塞伊格亚请神术、道罗斯请神术、漆黑者请神术、蠕虫召来术、加塔诺托亚请神术、格拉基请神术、戈尔-戈罗斯请神术、哈斯塔请神术、有角之人请神术、伊欧德请神术、伊塔库亚请神术、月棱镜守护者请神术、拉略罗娜请神术、召雷术、姆纳加拉请神术、末法之龙神请神术、尼约格萨请神术、奥萨多戈瓦请神术、热利姆·沙伊科尔斯请神术、赛伊地请神术、莎布-尼古拉丝请神术、无皮者请神术、野兽之神请神术、伊波-兹特尔请神术、伊格请神术、犹格-索托斯请神术、祖谢昆请神术、引神术、黄泉深渊术、图鲁亚幻术、阿布霍斯通神术、恶神影通神术、阿撒托斯通神术、博克鲁格通神术、拜亚提斯通神术、肖格纳尔·方、通神术、斯芬克斯的子嗣联络术、钻地魔虫联络术、克苏鲁通神术、深潜者联络术、艾霍特通神术、古老者联络术、翡翠喇嘛通神术、飞水螅联络术、无形眷族联络术、食尸鬼联络术、格罗斯通神术、格拉基通神术、诺弗-刻联络术、廷达洛斯之猎犬联络术、人类联络术、伊欧德通神术、科斯通神术、罗伊格尔联络术、扬升大师联络术、米-戈联络术、月兽联络术、诺登斯通神术、奈亚拉托提普通神术、奈亚拉托菲斯通神术、奥苏耶格通神术、帕祖祖通神术、人面鼠联络术、潜沙怪联络术、外神仆役联络术、莎布-尼古拉丝通神术、死灵联络术、克苏鲁的星之眷族联络术、墓穴群虫联络术、撒托古亚通神术、伊戈罗纳克通神术、伊格通神术、伊斯人联络术、犹格-索托斯通神术、扎尔与罗伊格尔通神术、佐斯-奥摩格通神术、晶石召唤、哈斯塔释放术、第六萨斯拉塔吟诵术、神圣真理之光、塔格-克拉图尔的反角度、和等待着的黑暗交谈之术、灵魂召唤术、巴卡召唤术、肖格纳尔·方之兄弟召唤术、拜亚基召唤术、黑山羊幼崽召唤术、深潜者召唤术、巨噬蠕虫召唤术、空鬼召唤术、炎之精召唤术、大戴什召唤术、恐怖猎手召唤术、夜魇召唤术、外神仆役召唤术、修格斯召唤术、星之精召唤术、不可名状的诺言",
		"战斗魔法": "赫耳墨斯·特里斯墨吉斯忒斯的毒尘、真实一瞥授予术、武器钝化术、帕祖祖之息、深渊之息、火焰斗篷术、尼约格萨紧握术、血舌的号令、拉莱耶造雾术、石板诅咒、致死术、伤害偏转术、伊格之子嗣摧毁术、反转移术、支配术、青春吸取术、阿撒托斯的恐怖诅咒、精神淹溺术、苏莱曼之尘、迷身术、陌生人之眼、火舞术、犹格-索托斯之拳、拉神闪光术、克苏鲁抓攫术、蛇臂术、恐惧植入术、筋骨打结术、化骨术、心理暗示术、精神模糊术、精神震爆术、努曼西亚术、奈哈戈送葬歌、下肢石化术、伊本-加齐之粉、魔力吸取术、加速术、赤印术、阴影虚空术、枯萎术、日光直视术、哈斯塔之歌、灵体剃刀术、轰盲术、肿胀折磨术、现世裂隙术、腐朽之触、恍惚术、胆言术、消失术、肢体凋萎术、蠕虫术、岁月之怒、帕祖祖之怒",
		"交流魔法": "被诅咒的眼、烛光通讯术、不可言喻的理解、塔昆·阿提普之镜、梦境发送术、心灵感应术、思想发声术、真言术",
		"幻梦境魔法": "咒逐术、塞里特的可怕末日、黑箱术、膨胀术、弗洛林倾泻术、波罗纳斯的熔炉、黄金蜂蜜酒酿造术（乙型）、瘟疫发生术（乙型）、蠕虫的同心圆、尊长创造术、水晶世界、偏转术、退化术、骨骼溶解术、普塔斯翡翠飞镖、等边屏幕术、剜心术、心脏爆炸术、火焰护盾术、依诺拉停止术、钢铁意志术、喀塔里恩热浪术、希什的蕾丝帘幕、普塔斯薰衣草球、活衣服、活X术、马连卡门的瞩目闪击术、曼德拉术、喧嚣嗉囊术、缩小术、姆诺姆夸之蛇、长方形屏障、梦境驱逐术、不透明之墙、擦肩无影术、尸体唤起术、伊伯鬼魂唤起术、凶暴疯狂术、炽天使之耀、耐用奴仆术、银喷雾、格利桑德之歌、灵魂窃取术、随伊伯一起湮没的法术、苏斯螺旋、稳固术、呆滞震爆术、瘟疫召唤术、分离抛掷术、索罗斯强壮术、铬绿之风、远行涡流术、螺旋升空术、索伦白网术、悲惨瘙痒术",
		"附魔魔法": "水晶调谐术、刀锋祝福术、辟邪符创建术、诅咒之板创建术、诅咒之笛创建术、生魂棒创建术、巴尔塞之印创建术、旧日辟邪符附魔术、动物雕像附魔术、恐惧之钟附魔术、书册附魔术、炭火盆附魔术、蜡烛附魔法、手杖附魔术、棍棒附魔术、奈亚拉托提普的祭刀附魔术、人偶附魔术、血肉附魔术、格哩-格哩附魔术、刀具附魔术、魔法双杖附魔术、肖像画附魔术、笛子附魔术、抛射物附魔术、录音附魔术、戒指附魔术、血清附魔术、长矛附魔术、石板附魔术、火炬附魔术、哨子附魔术、附魔的阿努比斯之尘、厄运附魔、科斯之印嘱咐术、劝服项链、设备失效术、石化术、寤寐术",
		"环境魔法": "天气改换术、哈布沙暴发生术、卡尔科萨建造术、元素控制术、拉莱耶造雾术、阿波菲斯的诅咒、抑光术、死亡的气息、藐视重力术、天气畸变术、喀赞的饥饿、分沙术、夜雾唤起术、日光直视术、忘却之波续命魔法灵魂分配术、自保袋创建术、续命术、生命食粮术、不朽术、科西切之死、精神转移术、夸切尔·乌陶斯协定、占据术、复活术、神圣蛇蜕术、生命偷取术、活血偷取术、身体部件转移术、器官转移术、灵魂转移术",
		"传统魔法": "占卜法、野兽唤醒法、蝙蝠化形法、业报授予法、动物束缚法、祝福法、作物枯萎法/作物祝福法、爱情魔药酿造法、动物魅惑法、过来见我、动物号令法、鬼魂号令法、郊狼粉尘、长命坠创建法、符咒创建法、风暴创建法、诅咒法、寻龙法、凡尘平静法、咀-咀附魔法、帕维尤特棒附魔法、荣华生财法、鸱鸮之宴、狂怒法、好贼水、治愈法、厄运法、无瑕投掷法、动物残废法/动物治愈法、熊爪法、毒血法、复元冥想法、失物找寻法、塞壬之歌、熊皮法、灵魂之歌、荒芜之风、黄色跃魂封印法",
		"加害魔法": "只能在战斗外使用：被诅咒的眼、激活术、巨龟唤醒术、除名术、痛苦屏障、灵魂束缚术、瘟疫发生术（甲型）、黑质召集术、符文施放术、致盲术/治盲术、致病术、黄泉深渊术、圣者的堕落、肖格纳尔·方的诅咒、腐烂外皮之诅咒、酒神狂欢术、犹格-索托斯的拥抱、邪眼术、绿腐术、人化灌丛术、第六萨斯拉塔吟诵术、瞬间启蒙术、面纱轻揭术、蝇蛆术、坏疽术、梦魇术（甲型）、梦魇术（乙型）、石化术、疯狂之笛、面纱撕裂术、圣蛇发送术、奈亚拉托提普之影、生命偷取术、心跳停止术、剧毒瞥视术、黄印术、发酵病术",
		"支配他人": "激活术、人类引诱术、仁慈感化术、真实一瞥授予术、敌人束缚术、潘药剂酿造术、无皮者的烦扰、记忆模糊术、肉体屈服术、人类联络术、巴尔塞之印创建术、蔓延的丧失、酒神狂欢术、支配术、邪眼术、提拔术、陌生人之眼、最终宴请、恐惧收集与引导术、欲望金笼术、冬眠术、恐惧植入术、心理暗示术、精神模糊术、劝服项链、梦魇术（甲型）、梦魇术（乙型）、友善关系断绝术、恍惚术、拉神之声、思想发声术、真言术、黄印术、发酵病术",
		"制造怪物": "肉傀儡活化术、木乃伊活化术、种内之神唤醒/驱散术、灵体猎手变身术、生命灵药酿造术、肉体屈服术、斯芬克斯的子嗣创建术、血肉蠕行者创建术、魔像创建术、活尸创建术、僵尸创建术、人面鼠诅咒、仇恨雕像、僵尸之眼、坟墓之吻、灰色束缚、雾之眷属加速术、复生术、复活术、挚爱回归术、奈亚拉托提普之影、皮行者术、活血偷取术",
		"其他法术": "阿里阿德涅之线、诱鱼术、内心灵光唤醒术、灵体变身术、芭丝特的祝福、原初之水酿造术、透特之咏、净化仪式、记忆吞食术、附魔侦测术、多尔公式、凡尘平静法、提拔术、伊格的尖牙、梦想家搜寻术、时空门搜寻术、蛇人搜寻术、恐惧收集与引导术、大献祭仪式、相似的敏锐、塞克之光、灵魂榨取术、精神之舞、摩摩伊仪式、月光术、文本认知术、完善术、魔力之吟、魔力吸取术、尼安贝的魔力、尸体制备术、疑心消除术、转生术、遗恨术、失物找寻法、生命觉察术、不可名状的诺言、时空门观察术、维瑞之印、灵魂漫游术",
		"保护魔法": "灵魂分配术、极乐术、武器钝化术、法阵施放术、守卫之咏、特兹查普特尔之铃、反胃法阵、守卫法阵、坏尸粉创建术、纳克-提特障壁创建术、自保袋创建术、伤害偏转术、凡尘平静法、伊波恩雾轮术、爱因斯坦公式、旧印开光术、清心法、纳克特五芒星嘱咐术、科斯之印嘱咐术、光明与黑暗之眼、血肉防护术、血肉移植术、心中的勇气、振荡穹庐术、萨阿马阿仪式、伊希斯的封印、涅弗伦-卡的封印、灵魂抽取术、阿努比斯的守卫、守卫术、守卫之印、邪眼守卫术、精神的温暖",
		"时间相关魔法": "终结日预示术、辽丹酿造术、超K粉酿造术、莫特兰玻璃幻术、占卜窗创建术、预言术、梦境幻象术、未来观测术、现世裂隙术、时光门、时光陷阱、腐朽之触",
		"变形魔法": "拟人术、戈尔戈罗斯形体扭曲术、河童之息、血舌的号令、相貌吞食术、皮肤控制术、圣者的堕落、恶魔的感知、反转移术、灵魂出窍术、忍耐之吟、僵尸之眼、伊南娜的馈赠、人化灌丛术、内部观测术、死亡面具术、精神交换术、精神转移术、网络幽灵术、平凡无奇术、尸体占据术、占据术、疑心消除术、加速术、深渊之音加速术、伸触术、身体部件转移术、器官转移术、灵魂转移术、变形术",
		"旅行和交通": "登上不朽的阶梯、梦想家助力术、入梦之药酿造术、辽丹酿造术、超K粉酿造术、黄金蜂蜜酒酿造术（甲型）、占卜窗创建术、飞行术、时空门、时空箱、梦境门、梦学门、彼端之旅、飘浮术、灵薄门、摩摩伊仪式、时空门迁移术、面纱撕裂术、时光门、消失术、时空门观察术、灵魂漫游术请神术、联络术和召唤术的辨析",
"coc 被诅咒的眼":"被诅咒的眼\nAccursedEye\n消耗:6点魔法值；1D4点理智值\n施法用时：30分钟\n本法术可以用来通过其他人的眼眶看东西。首先要通过仪式的方法移除目标的眼睛，并在空眼眶里放入一小块不新鲜的血肉（从施法者或者其他牺牲者身上挖下来的）；受害者如果保有意识，必须进行理智检定（损失1/1D6点）。不新鲜的血肉立即和受害者产生联系，1D10小时之后会长出新的眼睛。这期间受害者会受到头痛的折磨。法术完成后，施法者冥想时即可通过受害者的新眼睛看到东西。受害者有可能完全不知道他们中了魔法（比如他们因为疯狂或失去意识而不记得仪式）。新眼最终将在1D6+1天之后爆裂，对受害者造成1D8+2点伤害。可以用仪式来逆转原法术（见“净化仪式”，P66），否则只能暴力移除新眼——造成1D6+2点伤害以及理智检定（损失0/1D4+1点）。\n别名：魔鬼之眼、幽灵视野、伊波恩的凝视",
"coc 魔鬼之眼":"{coc 被诅咒的眼}",
"coc 幽灵视野":"{coc 被诅咒的眼}",
"coc 伊波恩的凝视":"{coc 被诅咒的眼}",
"coc 激活术": "激活术\nActivation\n消耗：可变的魔法值；1D4点理智值\n施法用时：1+分钟\n本法术需要一块调谐过的水晶来施放（见“水晶调谐术”，P30）。如果施法者指定自己为法术的目标，则施法者要自己拿住水晶并专注，专注的分钟数等同于消耗的魔法值。每在法术中消耗一点魔法值，成功率就增加5%。如果对其他人施放，则目标须接近调谐水晶，施法者要在10尺之内；若施放成功，则施法者还须和目标进行一次POW对抗检定并胜出，法术才能生效。施法成功后，施法者可以激活目标头脑中任何隐藏的、被米-戈修改过的部分（例如，植入目标头脑里的东西，和目标是否知情、是否同意无关）。不幸的是，本法术不是那么精确，会产生严重副作用——投掷1D8查阅激活术副作用表决定。\n别名：不详。",
"coc 天气改换术":"天气改换术\nAlterWeather\n消耗：10+点魔法值；1点理智值\n施法用时：3+分钟\n缓和或恶化天气。可以由大群人施放，达成更大的气象学效果。KP设定基本天气。每牺牲10点魔法值，就能达成一档变化（见下表）。施法者可以消耗他们能消耗的任意多魔法值，每个知道本法术的参与者都能消耗。不知道本法术的参与者每人只能贡献1点魔法值。施放本法术消耗每名参与者1点理智值，并且每改变一档天气，都需要吟唱三分钟似歌的咒语。法术的基本有效范围是半径两英里；每增加10点魔法值的消耗，范围便可扩大一英里。法术总消耗每有10点魔法值，天气变化就持续30分钟，但龙卷风之类的极端天气持续时间会短得多。可以改变五种天气成分，每种效果都分若干档。每改变一档需要消耗10点魔法值，所以从“少云”变成“阴”需要改变两档，消耗20点魔法值。若要降雪，气温必须要在30华氏度（约0℃）以下，否则将会降雨而不降雪。详情参照天气成分表。\n别名：掌控元素、雨之舞、风暴聚集者",
"coc 掌控元素":"{coc 天气改换术}",
"coc 雨之舞":"{coc 天气改换术}",
"coc 风暴聚集者":"{coc 天气改换术}",
"coc 咒逐术":"咒逐术\nAnathema\n消耗：5点POW；1D6点理智值\n施法用时：即时\n本法术只能在幻梦境施放。施法者在一瞬之间念动真言，真言在他们面前化为燃烧的字母，可以驱散某些法术。听力所及范围内所有需要消耗魔法值维持的法术将立即被驱散。另外，所有通过“召唤术”或“请神术”前来的生物都要通过与施法者的POW对抗检定，否则就会遣返到所来之处。\n别名：非难术、遣散之舌",
"coc 非难术":"{coc 咒逐术}",
"coc 遣散之舌":"{coc 咒逐术}",
"coc 肉傀儡活化术":"肉傀儡活化术\nAnimateFleshThing\n消耗：可变的魔法值；1D6点理智值\n施法用时：3分钟\n用来活化死亡的皮与肉，使这些肉质的东西变得有意识，能遵从施法者的意志进行攻击。施法者在念出咒语时手指残骸（或为施法而准备的肉堆），血肉、器官就会从骨头上融化，变化成肉质的半流体，它可以依施法者的指令移动或攻击。每活化5SIZ的血肉，施法者要消耗1点魔法值。肉傀儡可以持续活动24小时，除非被杀（见下）；然后它会再次融化成为一滩散发恶臭烟雾的肉浆。几分钟以后血肉会溶解殆尽，地面上只剩下气味令人作呕的油腻污渍。深层魔法：通常肉傀儡的属性和能力都是固定的，但消耗更多魔法值（每5点SIZ消耗5点）可以提升创造出生物的效能和能力（对于这种庞大怪物，KP要增加属性和理智值损失）。\n别名：活跃的血肉、聚集沸腾肌肉",
"coc 活跃的血肉":"{coc 肉傀儡活化术}",
"coc 聚集沸腾肌肉":"{coc 肉傀儡活化术}",
"coc 木乃伊活化术": "木乃伊活化术\nAnimateMummy\n消耗：5点POW；1D10点理智值\n施法用时：1+小时\n这个仪式用来活化一只《克苏鲁的呼唤规则书》中描述的木乃伊。此木乃伊和生前相比STR加倍，CON变成一倍半，DEX变为三分之二；移动速率为6。木乃伊保留它们生前所知的所有技能和法术。虽然在制作木乃伊的时候移除了它们的大脑，但为了游戏性，这并不影响它们的INT——一般认为困在尸体里的灵魂精华还保留着这些信息。深层魔法：施法者可以通过全长40天的仪式，让一个死人变成木乃伊并复活它。此过程要按传统步骤移除脏器、防腐、包裹尸体。\n别名：木乃伊粉之仪式",
"coc 木乃伊粉之仪式": "木乃伊活化术\nAnimateMummy\n消耗：5点POW；1D10点理智值\n施法用时：1+小时\n这个仪式用来活化一只《克苏鲁的呼唤规则书》中描述的木乃伊。此木乃伊和生前相比STR加倍，CON变成一倍半，DEX变为三分之二；移动速率为6。木乃伊保留它们生前所知的所有技能和法术。虽然在制作木乃伊的时候移除了它们的大脑，但为了游戏性，这并不影响它们的INT——一般认为困在尸体里的灵魂精华还保留着这些信息。深层魔法：施法者可以通过全长40天的仪式，让一个死人变成木乃伊并复活它。此过程要按传统步骤移除脏器、防腐、包裹尸体。\n别名：木乃伊粉之仪式",
"coc 拟人术":"拟人术\nAppearHuman\n消耗：5+点魔法值；1点理智值\n施法用时：5+（消耗的魔法值）轮\n允许人类尺寸及以下的类人生物的外表变得像人类。这个法术在蛇人中很普遍，所以它们并不排斥。本法术只对施法者有效（无法对他人施放），生成一个拥有3D6×5点APP的幻象人形。每额外投入一点魔法值，就可以增加1D3×5点APP（最高100点）。幻象持续的小时数等于施法者POW的五分之一。每个施法者都拥有一个独特的“人形”外观，每次施法都会呈现相同外形。施法者幻象的APP不同体现在年龄和容貌上：APP越高，幻象越年轻，颜值越高。施法者可以前一天看上去年轻英俊，后一天则年老色衰，但相貌是同一人。法术也有缺点。KP在法术施放后投掷1D100：若结果大于施法者剩余魔法值的五倍，则幻象会有一些泄露本体的小瑕疵。例如，米-戈会产生奇怪的嗡嗡声，蛇人说话时会咬舌头，深潜者可能会表现印斯茅斯面容，等等。施法者受伤时必须通过POW检定，否则幻象破坏，施法者展现它的真身（目击者要进行理智损失）。注意大多数生物会避免生成过高的APP；这种美貌是不自然的，通常会引起不必要的注意。\n别名：魅力术、美貌欺诈、禽兽的幌子",
"coc 美貌欺诈":"{coc 拟人术}",
"coc 禽兽的幌子":"{coc 拟人术}",
"coc 灵魂分配术":"灵魂分配术\nApportionKa\n消耗：10点魔法值；5点POW；2D10点理智值（每个脏器）施法用时：每件脏器1天\n施法者的生命精华，又叫“Ka”，会有一部分转移到施法者的一个重要脏器上。这个附魔的脏器将从施法者的身体中移出，妥善保管在隐蔽的地方，并为施法者提供一种不死之身的方式：只要附魔的脏器安全无虞，施法者就免疫特定攻击的伤害，甚至可能不会死亡。本法术最早的使用者是黑暗法老的信徒，他们会移除自己的心、肝之类的重要脏器，然后把它们锁在安全的地方。若不是这个法术有弱点的话，它会让施法者事实上杀不死。这个弱点就是：施法者的大脑是法术发挥作用的位置，因此无法被移出。如果大脑被破坏了，其他脏器会失去魔法的特性，施法者也会死亡。一个人移出自己的脏器会损失2D10点理智值，每移除一件脏器就要永久减少5点POW。贯穿的攻击只能造成正常伤害（瞄准头部的攻击除外）。免疫攻击的类型由移除的脏器决定；例如肺被移除的话，施法者将不受缺氧的影响（所以他再也不怕溺水和窒息）。脏器的移除还可能为施法者提供免疫毒药等能力。如果施法者受到伤害，耐久值会照常减少，但是只会昏迷，不会死亡。施法者只有大脑被特别瞄准并毁坏后才会死亡。古埃及“灵魂”。详情请查询标准肉傀儡\n别名：精魂灌输、意志萃取、不死的气息",
"coc 精魂灌输":"{coc 灵魂分配术}",
"coc 意志萃取":"{coc 灵魂分配术}",
"coc 不死的气息":"{coc 灵魂分配术}",
"coc 阿里阿德涅之线":"阿里阿德涅之线\nAriadne'sTwine\n消耗：5点魔法值；1D4点理智值\n施法用时：1天\n当对目标施放（目标可以是施法者）时，他们的脑海里会填入一个三维地图，地图的内容则是他们肉身进入的迷宫或地下城；在法术持续时间内都有效（通常在施法所用24小时之后的日出到午夜）。只要本法术还有效，目标就不会迷路。灵光乍闪、心眼看透迷宫的经历，会造成1D4点理智损失。不情愿的目标可以进行一次POW对抗检定来抵抗本法术。如果巫师对自己施放本法术，施法时要损失1D4点理智值，迷宫映进精神时要再损失1D4点理智值。在以后的施法中，巫师会有所准备，只受到施法的理智值损失。\n别名：解惑术、解开盘旋的石阵",
"coc 解惑术":"{coc 阿里阿德涅之线}",
"coc 解开盘旋的石阵":"{coc 阿里阿德涅之线}",
"coc 登上不朽的阶梯":"登上不朽的阶梯\nAscendtheStairsofImmortality\n消耗：5点魔法值；1点理智值\n施法用时：6小时\n据称道教炼金术士使用本法术登上神秘的象牙台阶，觐见玉帝从而长生不老（玉帝是一尊旧神的俗名）。施法者手持装有“长生不老药”的容器，静坐冥想6小时，就可自然知道象牙台阶下次何时出现在地球上的何地。传说这道时空门会通向古老的存在领域。没人知道通过门的人会遇到什么、得到怎样的接待。这一预言最多可预测三周后出现的象牙台阶。去往目的地的方式、如何看到（通常不可见）的象牙台阶和本法术无关。\n别名：感知旧神之国的道路、神圣之上升、寻找异界之物所居的旷野",
"coc 感知旧神之国的道路":"{coc 登上不朽的阶梯}",
"coc 神圣之上升":"{coc 登上不朽的阶梯}",
"coc 寻找异界之物所居的旷野":"{coc 登上不朽的阶梯}",
"coc 梦想家助力术":"梦想家助力术\nAssistDreamer\n消耗：8点魔法值\n施法用时：即时\n本法术只能在清醒世界的梦想家睡觉之前使用。法术会将梦想家直接弹射到梦境世界。梦想家会来到可怕的普纳斯山谷，这里布满了无数骨骸，居住着食尸鬼和奇怪又可怕的巨噬蠕虫。深层魔法：传说本法术存在其他变体，每种ValeofPnath，即“潘斯山谷”。变体都能让施法者直接去往幻梦境的某个特定地点。\n别名：梦境的访问、普纳斯的引诱、睡眠的朗诵",
"coc 梦境的访问":"{coc 梦想家助力术}",
"coc 普纳斯的引诱":"{coc 梦想家助力术}",
"coc 睡眠的朗诵":"{coc 梦想家助力术}",
"coc 诱鱼术": "诱鱼术\nAttractFish\n消耗：4点魔法值\n施法用时：5分钟\n召唤鱼类聚集到施法者的位置。施法者必须准备鱼饵（掺入施法者的血液），并将它投入大海（或者开放水域），同时吟唱咒语。1小时之内，将有1D100条本地鱼种的鱼聚集过来。深层魔法：深潜者知道本法术的一个变体，会把它传授给他们觉得值得关注的人。此变体不需要血饵，但需要一枚深潜者制造的护身符，把它扔进海里，同时吟唱达贡的颂歌。有些人说护身符不只会吸引鱼类，还会吸引到一些不那么安全的东西。\n别名：集取大海的丰饶",
"coc 集取大海的丰饶":"{coc 诱鱼术}",
"coc 水晶调谐术":"水晶调谐术\nAttuneCrystal\n消耗：5+点POW；1D4点理智值\n施法用时：1+小时\n能让施法者调谐一块水晶，在施放法术“激活术”时使用。必须使用优质没有瑕疵的水晶。每在水晶中投入5点POW，施放“激活术”的成功率就会增加10%。本法术每消耗5点POW都需要1小时的专注来施放。只要施法者还活着，水晶就会保持调谐状态。尚不清楚调谐水晶对类似法术的施放有没有好处。深层魔法：如果用的是米-戈水晶而不是地球上的水晶，每在水晶中投入5点POW，“激活术”施放成功的概率会增加20%。\n别名：水晶充能术、精神适应之石",
"coc 水晶充能术":"{coc 水晶调谐术}",
"coc 精神适应之石":"{coc 水晶调谐术}",
"coc 占卜法":"占卜法\nAugury\n消耗：4点魔法值；1D2点理智值\n施法用时：5+分钟\n法术揭示未来的预兆——要施法者有足够悟性才能理解。占卜的工具有很多种，比如占卜镜、塔罗牌、动物内脏、茶叶、符文，或者飞鸟的排列次序，任何一种都可以。是否理解占卜的预兆，需要一次检定，结果在占卜者的POW以下方为成功。这预兆可能是模糊的、微妙的、梦幻的或隐晦的诗句——未来不是印在书上的白纸黑字，而是印在施法者头脑当中的信息或印象。使用该魔法成功后，调查员至少能获得一项有效信息。备注：KP需要仔细准备预兆。泄露太多会让玩家失去自由意志的感觉，也会束缚KP行动的自由。泄露太少则没有意义，令人沮丧。仔细衡量过的预兆，可以在KP展现似乎和预兆有关的后续事件时有意义地增加紧张感和战栗感。\n别名：卜卦法、预兆法、卢恩占卜、命运之眼",
"coc 卜卦法":"{coc 占卜法}",
"coc 预兆法":"{coc 占卜法}",
"coc 卢恩占卜":"{coc 占卜法}",
"coc 命运之眼":"{coc 占卜法}",
"coc 阿布霍斯唤醒术":"阿布霍斯唤醒术\nAwakeAbhoth\n消耗：12点魔法值；1D10+2点理智值\n施法用时：36小时\n本法术应用范围十分狭窄。以前带旧日支配者阿布霍斯来到我们世界的尝试常常失败。有些尝试中，阿布霍斯的化身在我们的世界与它的黑暗栖身之所分离了；这些情况下，部分现身的阿布霍斯并不具有任何意识，在我们的世界实际上是昏睡的状态。本法术可以唤醒沉眠的外神阿布霍斯，许诺展开它所渴望的盛大飨宴。施法者须用三场仪式证明自己对阿布霍斯的忠诚，每个部分都需要请愿者进行更多的自我牺牲。为所有仪式合计支付法术消耗。阿布霍斯是否愿意屈尊醒来、醒来多久，都是未知的。\n别名：唤起恩凯伊的住客、唤醒享筵者的三重仪式",
"coc 唤起恩凯伊的住客":"{coc 阿布霍斯唤醒术}",
"coc 唤醒享筵者的三重仪式":"{coc 阿布霍斯唤醒术}",
"coc 朱玛唤醒术": "朱玛唤醒术（伊波-兹特尔请/送神术变体）\nAwakenChuma\n消耗：8+点魔法值；1D8点理智值\n施法用时：1+小时\n从幻梦境召唤朱玛的幻象到清醒世界（朱玛是撒哈拉以南非洲民族对伊波-兹特尔的称呼）。施法者必须在傍晚身处露天，面对此神的画像。本法术需要活祭，不过不一定是人类，只需要“体积与容积相等”（至少50点SIZ）。施放法术的同时，画像会开始旋转；所有目睹这一现象的人要做理智检定（损失1D3/1D6点）。召唤是否完全成功取决于投入法术的魔法值，每投入8点魔法值，召唤朱玛幻象的概率就增加10%（参与者可以贡献魔法值）。画像随着法术进行越转越快，同时伊波-兹特尔的血从天上飘落并覆盖祭品，每30分钟从祭品身上吸取5点POW。当祭品的POW变为零时，伊波-兹特尔会用祭品的躯体现身一小段时间，尔后返回。有时祭品在被占据以后还活着，但人们通常不期待这种结果。\n别名：不详。",
"coc 野兽唤醒法":"野兽唤醒法\nAwakentheBeast\n消耗：5点魔法值；1D8点理智值\n施法用时：1D3小时\n用1D6+2天将一个人类永久变成动物。施放本法术需要数个小时，包括念咒、在目标的身上绘画，表示目标要变成的动物；因此法术需要「艺术/手艺（绘画）」检定通过才能成功。通常都会变形为哺乳动物，不过有时也可以变成爬行动物。法术的每个变体都会随使用地区有所差异，所以非洲巫师的法术会变成非洲原产的动物，以此类推。只能在满月的夜晚施放。目标不必自愿或了解法术的效果，无论是否自愿，他们必须要吃掉一磅人肉，法术才能生效。施法者须和目标进行一次POW对抗检定并胜出，变形才能成功。目标参加仪式要损失1D4点理智值。在变形期间，目标会出现野兽的特性，和要变成的动物相关：如毛皮、鳞片、长吻、犬齿、爪子等等。这段时间中一般会损失INT，其他属性也会增减——参考《克苏鲁的呼唤规则书》中的“野兽”一节查找各种动物的数据。目标发现自己被变形后，每天要再损失1D3/1D10点理智值，直到他们丧失了太多智能（INT少于35）或陷入临时疯狂为止。自愿参加仪式的人或通过困难POW检定的人可以保持他们的INT和口吐人言的能力，即使他的身体变成动物也不受影响。但理智损失会继续，直到目标永久疯狂，或因为INT损失直接变成“动物”（因此失去所有语言能力）。没有人知道逆转此变形过程的方法。\n别名：灵魂逆转术、二足四足",
"coc 灵魂逆转术":"{coc 野兽唤醒法}",
"coc 二足四足":"{coc 野兽唤醒法}",
"coc 巨龟唤醒术": "巨龟唤醒术\nAwakentheGreatTortoise\n消耗：5+点魔法值；1D6点理智值\n施法用时：1+小时\n这是个日本法术，能让施法者召唤钻地魔虫，让它们在地下掘洞并“舞动”一段时间，尔后（通常）返回。据说在日本诸岛地下深处有大量钻地魔虫（这里是三大板块交汇处）。这些生物的行为早晚有一天会令日本沉没。但也有人认为地震是由驮着岛的陆龟引起的，唤醒这头巨龟会导致山崩地裂。每达到1级里氏震级(1~9)，施法者需投入5点魔法值。若震级达到5级以上，修德梅尔有可能到来并浮上地表（里氏震级5级以上每级增加5%概率：如5级5%、6级10%、7级15%等）。详细请参考震级效应表\n别名：不详。",
"coc 内心灵光唤醒术":"内心灵光唤醒术\nAwakentheInnerLight\n消耗：1点魔法值\n施法用时：1个月\n这个仪式可以让施法者缓慢增加POW，通过逐渐的启蒙提升魔法潜能和力量。需要一段时间的严格斋戒、禁食、冥想和锻炼，法术需要施法者每天在魔法阵中至少冥想两小时。每天的仪式和冥想必须严格遵守，持续一个月，只要差了一点点，法术就会中止。在朔望月月末，施法者进行一次极难POW检定（不能靠附魔法阵和其他魔法工具提升成功率）。若成功，施法者的POW上升5点。施法者提升POW的同时会相应地提升魔法值，且获得5点理智值（如果当前没有疯狂），但也要同时变老5岁（同时适用属性变化）。若检定失败或法术被以任何方式中断，则施法者不会获得任何好处，但也不会变老——他们必须等整整一个朔望月才能再次施法。\n别名：净化与能量的斋戒",
"coc 净化与能量的斋戒":"{coc 内心灵光唤醒术}",
"coc 上帝在人的灵魂中产生的指引力量。":"{coc 内心灵光唤醒术}",
"coc 种内之神唤醒":"种内之神唤醒\nAwakeing/DispellingtheGodWithin\n消耗：可变的魔法值；1D3点理智值\n施法用时：1小时\n把一只星之种植入一个能自主思考的生物体内。天狼星在被太阳光掩盖七十天之后，会在仲夏重返夜空；本仪式必须在天狼星重返夜空之前一个月以内施放。仪式需要一个小时，星之种必须和莎布-尼古拉丝之乳一起进入身体。奈亚拉托提普也需要在场。施法者每消耗1点魔法值，植入成功率就增加5%。「艺术/手艺（音乐）」检定成功可以让施法者将目标的脉搏和外层空间的星际音乐同步，额外增加10%成功率。掷骰结果为96~100必然失败。施法者无法得知植入是否成功。仪式不能对自己施放。参考边栏：星之种。驱散/逆法术：学习逆法术（是法术的单独一部分，不需要了解整个法术）需要通过困难难度的INT检定。学会逆法术的人可以将它教给别人，即使是不能完全理解公式的人也可以学。在几个小时的指导之后，通过困难难度INT检定的学生也可以学得逆法术。逆法术要念诵公式一小时；目标会听到身体里传来跳动的节奏，并且越来越响。很快目标又能听到遥远的地方传来节奏，并发现这音乐来自天堂，进行理智检定（损失0/1D3点）。目标可以尝试「艺术/手艺（音乐）」检定来创建逆节奏，协助逆法术。每消耗1点魔法值，星之种就有累计5%的概率从目标的身上清除。若目标奏出逆节奏，则概率额外增加10%。若成功，目标身上的寄生物消灭时，他身体的深处会回荡怪异的嗥叫声。施法者（们）损失1D3点理智值。本仪式不能对自己施放。\n别名：灌注命运之子的核心、外界之物孕育术、永恒虚空变形术",
"coc 灌注命运之子的核心":"{coc 种内之神唤醒}",
"coc 外界之物孕育术":"{coc 种内之神唤醒}",
"coc 永恒虚空变形术":"{coc 种内之神唤醒}",
"coc 驱散术":"驱散术\nAwakeing/DispellingtheGodWithin\n消耗：可变的魔法值；1D3点理智值\n施法用时：1小时\n把一只星之种植入一个能自主思考的生物体内。天狼星在被太阳光掩盖七十天之后，会在仲夏重返夜空；本仪式必须在天狼星重返夜空之前一个月以内施放。仪式需要一个小时，星之种必须和莎布-尼古拉丝之乳一起进入身体。奈亚拉托提普也需要在场。施法者每消耗1点魔法值，植入成功率就增加5%。「艺术/手艺（音乐）」检定成功可以让施法者将目标的脉搏和外层空间的星际音乐同步，额外增加10%成功率。掷骰结果为96~100必然失败。施法者无法得知植入是否成功。仪式不能对自己施放。参考边栏：星之种。驱散/逆法术：学习逆法术（是法术的单独一部分，不需要了解整个法术）需要通过困难难度的INT检定。学会逆法术的人可以将它教给别人，即使是不能完全理解公式的人也可以学。在几个小时的指导之后，通过困难难度INT检定的学生也可以学得逆法术。逆法术要念诵公式一小时；目标会听到身体里传来跳动的节奏，并且越来越响。很快目标又能听到遥远的地方传来节奏，并发现这音乐来自天堂，进行理智检定（损失0/1D3点）。目标可以尝试「艺术/手艺（音乐）」检定来创建逆节奏，协助逆法术。每消耗1点魔法值，星之种就有累计5%的概率从目标的身上清除。若目标奏出逆节奏，则概率额外增加10%。若成功，目标身上的寄生物消灭时，他身体的深处会回荡怪异的嗥叫声。施法者（们）损失1D3点理智值。本仪式不能对自己施放。\n别名：灌注命运之子的核心、外界之物孕育术、永恒虚空变形术",
"coc 塞里特的可怕末日": "塞里特的可怕末日\nAwfulDoomofCerrit\n消耗：9+点魔法值；1D10点理智值\n施法用时：1轮\n本法术只能在幻梦境才能成功施放。法术每维持一轮需要消耗9点魔法值，法术范围20码。施法者的手指尖喷射出闪烁的银线，指向预定的目标；目标的骨髓就会被灌进融化的铅。法术每维持一轮，目标就完全无法行动，只能原地翻滚并惨叫。法术使目标的CON每轮永久减少3D10点。\n别名：不详。",
"coc 人类引诱术":"人类引诱术\nBaitHumans\n消耗：1点魔法值\n施法用时：1轮\n目标的眼前会出现一块大得难以置信、做工精良的钻石幻象（只有目标自己能看见）。目标如果走近幻象，它会以大致相同的速度后退，方向由施法者自由决定，想必会引到饥饿的钻地魔虫等候的地方。和垂钓一样，目标是愿者上钩。据信只有钻地魔虫知道本法术，另外还有一个变体叫做“潜沙怪引诱术”，漂浮的钻石形象换成了鲜嫩滴血的人类腰腿肉。但是，零星有典籍暗示有些狂热于力量的巫师已经成功改编了这个法术来自己使用。本法术持续五分钟并可以任意次反复施放（每次支付1点魔法值）。法术范围大约1英里。深层魔法：线索表明本法术存在一些只有最古老最强大的巫师才懂得的变体。在这些罕见的变体中，目标会看见他心中的渴望，不论它是金钱、失去的爱人还是其他的东西。这个版本的法术恐怕任何典籍都找不到，只能存在于不死巫师疯狂的脑海里。如果找到了这种法术，那肯定是要支付理智值的。\n别名：进食仪式、引诱弱者、欲望宝石",
"coc 进食仪式":"{coc 人类引诱术}",
"coc 引诱弱者":"{coc 人类引诱术}",
"coc 欲望宝石":"{coc 人类引诱术}",
"coc 幼体驱除术":"幼体驱除术\nBalkBrood\n消耗：可变的魔法值；1D3点理智值\n施法用时：3轮\n从目标身上召唤出艾霍特的幼体。施法者（和其他了解本法术的人）可以消耗任意多魔法值。吟唱咒语时接触施法者的人可以贡献1点魔法值，但每个参与者的理智损失都是1D3点。施法者将仪式中投入的累计魔法值乘以五，并在与KP的对抗检定中以这个值为基准——KP则将艾霍特植入幼体后经过的天数乘以五，作为检定的基准值。若施法者胜出，则寄生在目标身上的幼体将从目标的孔窍当中倾巢而出，这个过程损失1D4点理智值。并且目标每被幼体寄生一天，他还要损失1点耐久值。寄生可能已经对目标造成了巨大的伤害，但是外表掩盖了明显的症状。移除幼体可能导致目标死亡，但不管怎样，假使寄生持续发展，他们的命运也是注定的。每次施放本法术，参与者都会冒艾霍特出现的风险；第一次施放时是10%，此后每次施放都会增加10%的几率。艾霍特会首先攻击施法者，毁灭那些和自己的幼体作对的人。\n别名：驱散迷宫之子、打破白死之卵",
"coc 驱散迷宫之子":"{coc 幼体驱除术}",
"coc 打破白死之卵":"{coc 幼体驱除术}",
"coc 赫耳墨斯·特里斯墨吉斯忒斯的毒尘":"赫耳墨斯·特里斯墨吉斯忒斯的毒尘\nBanefulDustofHermesTrismegistus\n消耗：4点魔法值\n施法用时：24小时（使用需要1轮）\n本法术和“苏莱曼之尘”类似，仅作用于不源自地球的生物（不包括人类、深潜者、食尸鬼、潜沙怪、蛇人等等，但包括飞水螅、古老者、米-戈、克苏鲁的星之眷属等等）。法术制造的金色粉尘任何人都可以使用。粉尘的效果极其恐怖，敏感的观察者看到效果时会损失0/1D3点理智值。被撒到的怪物会退缩、舞动，有时还会尖叫。它的身体好像被强酸腐蚀一样，发出烟雾并烧灼。用过这种可怕的粉尘之后，只有最令人生畏的生物还能够继续战斗。要使用这种粉尘，目标必须在施法者投掷的范围之内。若「投掷」检定成功，本粉尘会灼烧该外星生物，造成2D6点伤害。护甲对本粉尘无效。每次成功投掷本粉尘都会造成相同的伤害。如果投掷失败，粉尘的烟气仍能造成1点耐久伤害。生物只有在「投掷」检定大失败时才能逃过伤害。粉尘的配方需要总重约两磅的罕见的化学药品和配料按比例混合。两盎司的混合物足够一剂使用。每次根据配方制作时，可以制成十六剂。酿造本粉尘是费时费力的工作，需要24小时来准备并烘干混合物。投入4点魔法值，并进行一次「科学（化学、药学）」或「医学」检定，本批粉尘才能生效；KP需要暗骰此检定，因为施法者无从得知本批次粉尘是否有效。\n别名：末日之雨、七感的诅咒、地狱之子的毒药",
"coc 末日之雨":"{coc 赫耳墨斯·特里斯墨吉斯忒斯的毒尘}",
"coc 七感的诅咒":"{coc 赫耳墨斯·特里斯墨吉斯忒斯的毒尘}",
"coc 地狱之子的毒药":"{coc 赫耳墨斯·特里斯墨吉斯忒斯的毒尘}",
"coc 阿佩普放逐术":"阿佩普放逐术\nBanishApep\n消耗：10点魔法值；1D6点理智值\n施法用时：1天\n这是一个古埃及仪式，用来驱逐旧日支配者、食魂者阿佩普。仪式必须精确按步骤进行：先制作一个阿佩普的画像或蜡像，然后施法者要在肖像上啐口水，并赞颂太阳神拉神的神力。与此同时，他要用左脚踝将肖像碾碎、用矛刺穿，最后将残存的部分丢进火里。施法者必须持续对太阳神拉祈祷，直到阿佩普的肖像化为灰烬为止。任何导致施法者分心的事都将导致法术失败（如果某些东西可能中断施法者的专注，KP可能会进行一次难度自定的POW检定）。若施法成功，阿佩普将被放逐到死者之地（不管这是哪里）。并且，施法地点1英里以内所有阿佩普的忠实信徒都会受到1D8点伤害。\n别名：送返饥饿的大蛇、以拉神的名义放逐、食魂者",
"coc 送返饥饿的大蛇":"{coc 阿佩普放逐术}",
"coc 以拉神的名义放逐":"{coc 阿佩普放逐术}",
"coc 食魂者":"{coc 阿佩普放逐术}",
"coc 拜亚提斯放逐术":"拜亚提斯放逐术\nBanishByatis\n消耗：可变的魔法值；1D4点理智值\n施法用时：2轮\n令旧日支配者拜亚提斯回到它地下的囚牢，直到下次被召唤为止。施法者可以消耗任意多魔法值，在场的其他协助者每人也可以为法术贡献1点魔法值。累计投入的魔法值并乘以五，得到一个百分值；施法者要用它和拜亚提斯160点的POW进行对抗检定。法术要成功施放还需要有一个旧印在场。施法不需要拜亚提斯的雕像，但每有一个雕像，施法者在对抗检定中便得+10%，提升施法成功的几率。\n别名：撤回独目之蛇、废止汝之恶物",
"coc 撤回独目之蛇":"{coc 拜亚提斯放逐术}",
"coc 废止汝之恶物":"{coc 拜亚提斯放逐术}",
"coc 除名术":"除名术\nBanishThyName\n消耗：12点魔法值；1D4点理智值\n施法用时：1+晚\n施法者可以使用目标的“真名”抹消目标的存在。施法者必须在新月之夜准备好一张特别祝福过的长方形绢纸，大声说出目标的“真名”（出生时的全名），并将名字写在纸上，纸上只写一个名字。施法者每晚都要在目标睡着时念诵目标的名字一小时（且每晚都要投入12点魔法值并失去1D4点理智值）。每施法一晚，施法者就要和目标进行一次POW对抗检定。若施法者胜出，则目标要在STR、DEX、SIZ、CON、INT、POW中共减去30点（分配得越均匀越好）。目标还会受到恐怖噩梦的折磨。施法者若在对抗检定中失败，要额外损失1D4点理智值（若可能）。这一过程会持续到目标的STR、DEX、SIZ、CON、INT、POW任一项归零，意味着他的存在已经消失——除非施法者被中断施法或自愿停止施法。若施法者最终未能完成法术（抹消目标的存在），目标的属性可以通过卧床休息回复（每天30点，回复到原来的数值）。如果日益衰弱的目标发现了自己身上的诅咒，则他们可以搜寻施法者，阻止法术继续进行。当然，杀了施法者也可以让目标免受更多属性损失。\n别名：移除术、逐出凡人位面、丑陋的罪恶",
"coc 移除术":"{coc 除名术}",
"coc 逐出凡人位面":"{coc 除名术}",
"coc 丑陋的罪恶":"{coc 除名术}",
"coc 耶德·艾塔德放逐术":"耶德·艾塔德放逐术\nBanishmentofYdeEtad\n消耗：1D4+3点魔法值；1D4点理智值\n施法用时：可变（至少1小时\n）本法术可以驱逐绝大多数穿越时空的人类以及类人智慧生物。本法术对所有受外族役使的种族均无效。如果正确地施放的话，该放逐将是永久且不可取消的。每个放逐皆是针对单独的个体，而非某一类或一种怪物的。本法术需要至少三个人来施放（且每个人要各自支付消耗）。所有参与者都要掌握本法术。参与者越多，效果越好；但是参与者的总人数必须是三的倍数。本法术必须在午夜的户外进行，最好是选在和目标有联系的具有力量的地点。可以选择知名的鬼屋、目标的最后目击地或它进入这个时空的地点。施法者需要分成两部分：三分之一的人要站在一个保护圈外，其他人站在圈内。该放逐生效的方式是通过仪式之火，烧毁代表目标的咒印。目标的私印是最理想的，但是也可以根据咒语中给出的方案，采用代替品。POW最高的施法者须和目标进行一次POW对抗检定并胜出，法术才能生效；每有额外的三名（一组）施法者参与，检定时施法者的POW增加5%。\n别名：驱逐七重地狱之物、驱逐恶魔、驱逐魔鬼、恶火的诅咒",
"coc 驱逐七重地狱之物":"{coc 耶德·艾塔德放逐术}",
"coc 驱逐恶魔":"{coc 耶德·艾塔德放逐术}",
"coc 驱逐魔鬼":"{coc 耶德·艾塔德放逐术}",
"coc 恶火的诅咒":"{coc 耶德·艾塔德放逐术}",
"coc 痛苦屏障":"痛苦屏障\nBarrierofPain\n消耗：5点魔法值；1D10点理智值（每天）施法用时：5分钟\n创建一个无形的屏障，直径500尺，被困在里面的东西无法逃出。施法者每天必须投入5点魔法值和1D10点理智值来维持法术。法术必须有一个中心（固定点），比如房屋的地基、树、巨石，但不能是人或者家具（它们能移动）。并且，本法术只有对知道施法者存在的目标才有效。施法后，困在屏障圈内的人想要离开，就必须和施法者进行一次POW对抗检定：目标胜出的话要忍受针戳似的头痛、尖锐的腹痛和贯穿全身的刺痛，如同身子里被打进无数钉子一般；每轮失去1点耐久值，持续1D10轮——而后疼痛停止。如果目标返回屏障圈，疼痛也会停止。若POW检定失败，疼痛会更剧烈，目标每轮受到1D3点伤害，直到他们回到屏障圈为止（没有时限）。如果目标能找到并站在法术圈的中心上并在与施法者的POW检定中胜出，则他将不再被法术影响。\n别名：邪恶的刺痛、无止痛苦的守卫",
"coc 邪恶的刺痛":"{coc 痛苦屏障}",
"coc 无止痛苦的守卫":"{coc 痛苦屏障}",
"coc 蝙蝠化形法":"蝙蝠化形法\nBatForm\n消耗：12点魔法值；1D8点理智值\n施法用时：即时\n可以让施法者变成蝙蝠形态并拥有它的能力（飞行和敏锐听力），并保持他的智力和意识。变成蝙蝠形态每次需要1D8点理智值，累计最多损失8点。本法术必须在太阳落山后施放，效果仅持续到第二天日出。深层魔法：有些巫师创造了本法术的替代版本，他们可以变成其他的动物形态，如狼、犬和乌鸦。\n别名：行皮法、女巫作风、异种披风",
"coc 行皮法":"{coc 蝙蝠化形法}",
"coc 女巫作风":"{coc 蝙蝠化形法}",
"coc 异种披风":"{coc 蝙蝠化形法}",
"coc 灵体变身术":"灵体变身术\nBecomeSpectral\n消耗：每段时间1点魔法值；1D4点理智值\n施法用时：1轮\n施法者将自己的身体转移到平行维度，可以躲过平凡的观察者。这个平行维度被巫师们称为“灵薄狱”。施法者和他的个人物品会隐形，只能用灵体感知到。视觉的听觉和物质世界是一致的，但好像被寒冷的雾气包围一样遥远而模糊。施法者可以正常移动。每投入1点魔法值，法术效果就持续1轮。变身灵体本身就有危险：异维度的生物可以感知到灵体的存在，并发动精神或魔法攻击。一般来说，灵体角色若幸运检定失败，就会被其他灵魂发现，并试图观察、追捕、攻击；这些灵魂通常具有(2D6+4)×5点POW。当然，也有可能出现更加强大狡猾的对手。\n别名：遁形无踪、摆脱肉身，化形为灵、进入阴影之地",
"coc 遁形无踪，摆脱肉身":"{coc 灵体变身术}",
"coc 化形为灵":"{coc 灵体变身术}",
"coc 进入阴影之地":"{coc 灵体变身术}",
"coc 灵体猎手变身术":"灵体猎手变身术\nBecomeSpectralHunter\n消耗：16点魔法值；10点POW；3D6点理智值\n施法用时：1小时\n施法者将一名自愿的目标转化成一头不可见的、可怕的人形怪物，它可以守卫、追击或者攻击。本法术需要一尊特制的小塑像、数种动物的血液，并且要法术目标失去所有的理智值。目标会被永久转变并且完全不朽。灵体猎手和小塑像之间会产生联系，它不能走得离塑像所在的位置太远。如果破坏了小塑像，该生物将被驱散；但它经过一个星期以后能（魔法地）重建一个新的小塑像。如果在破坏小塑像的同时说出了“遣散之咏(ChantofDismissal)”，灵体猎手将被永久驱逐。灵体猎手的信息请查看附近的边栏。备注：据传，生活在莫哈维沙漠当中的霍特奇克族人知道“遣散之咏”（他们也知道如何创造灵体猎手），据说在霍特奇克族消失之前，“遣散之咏”至少还被一名来访者转抄过。深层魔法：若将投入法术的POW增加到32点，则巫师可以创造一头更像怪物的灵体猎手，STR、CON、SIZ和耐久值均加倍。\n别名：召唤伏行的卫士",
"coc 召唤伏行的卫士":"{coc 灵体猎手变身术}",
"coc 仁慈感化术":"仁慈感化术\nBenevelentInfluence\n消耗：10点魔法值；1D4点理智值\n施法用时：3天\n这个法术非常困难，对施法者的要求很高：需要练习一段时间的冥想和吐纳法，还要进行严格的斋戒；必须持续三个月才能尝试施放本法术。施法者准备好以后要禁食三天才能开始仪式，仪式上要念咒语一小时、牺牲10点魔法值，并通过困难难度的POW检定才能成功。若成功，法术将放大施法者的意志力，让他们更能影响操控他人。施法者在一个月当中：APP提升10点，「魅惑」「话术」「恐吓」和「说服」检定获得一颗奖励骰。只要斋戒和冥想不间断，法术就可以每月重新施放。\n别名：权威仪式、控制光环、非斯都的巧舌",
"coc 权威仪式":"{coc 仁慈感化术}",
"coc 控制光环":"{coc 仁慈感化术}",
"coc 非斯都的巧舌":"{coc 仁慈感化术}",
"coc 卡戎乞求术": "卡戎乞求术\nBeseechCharon\n消耗：12点魔法值；1D10点理智值\n施法用时：即时\n本法术必须夜晚在大门或拱门之下施放。施法者伸出双手，联络冥河上的摆渡人“卡戎”（犹格-索托斯的化身）。本法术让犹格-索托斯占据施法者，可以传递信息、魔法或者其他异界能力。和犹格-索托斯这样直接接触必须进行理智检定（损失1D10/1D100点），这对所有目击本法术的人也适用。\n别名：不详。",
"coc 终结日预示术": "终结日预示术\nBespeaktheEndoftheDay\n消耗：6点魔法值；1D8点理智值\n施法用时：1小时\n这个巫术非常强大，能联络哈斯塔并用黄印确认一个未来特定时刻的幻象。幻象会将施法者或目标置入“近未来”的场景当中（视觉、听觉、味觉、嗅觉和触觉全部都会传递到）。观察者完全清楚场景中发生了什么，但无法影响它。根据观察到的景象，可能要进行理智检定。“近未来”的时间段非常灵活，由KP决定；建议把预言时间控制在一星期以下，通常是24到36小时。幻象过去以后，观察者将“被标记”——在此期间，通过「克苏鲁神话」检定的其他人或KP选定的某些神话存在可以看见观察者以某种方式“被标记”了，最好远离；无论之后发生了什么，观察者最终都会在现实中经历他在幻象里见过的事情。在法术生效期间，施法者或目标必须专注于一件事，才能获得足够的分辨度：如果他们想要找到一个人，他们会看到在某地找到这个人的场景。如果KP愿意的话，若法术的目标设法回避了自己既定的命运（在幻象中看到的），那么他们会遭遇大坏事。如果他们主动否定了未来，宇宙的力量会和他们为敌；他们可能会被逼入绝境、被假冒的厄运捉弄，或在一定时间内对他们的能力造成不利影响。备注：KP要对展示给观察者的内容特别留意。这个场景不过是事件中几秒钟的剪影，不需要包含前因后果。KP描述幻象时，要注意从某些神话仆从和怪物的手下及时有效地保护观察者。\n别名：不详",
"coc 真实一瞥授予术":"真实一瞥授予术\nBestowGlimpseofTruth\n消耗：10点魔法值；1D3点理智值\n施法用时：即时\n让一名目标陷入临时疯狂。须和目标进行一次POW对抗检定。若施法者胜出，则目标失去5点理智值并临时疯狂。此法术类似于“精神震爆术”，但有两个区别：目标可以自行放弃POW对抗检定，使法术自动成功。另外，目标疯狂的本质由施法者的认知决定——瞥见的“真相”是施法者自己对真实的认知，因此对于宇宙的终极真实来说，这认知可能是错误、歪曲的或只有部分正确。\n别名：精神的秘密、思维转让、隐蔽界域的刻意外表",
"coc 精神的秘密":"{coc 真实一瞥授予术}",
"coc 思维转让":"{coc 真实一瞥授予术}",
"coc 隐蔽界域的刻意外表":"{coc 真实一瞥授予术}",
"coc 业报授予法": "业报授予法\nBestowKarma\n消耗：可变的魔法值或POW；可变的理智值\n施法用时：3小时\n这个法术非常罕见，只有某些佛教高僧才懂得。指定一个以前做过某种事的人为目标，并以其人之道还治其人之身（实际上，以业的观点来看目标是遭了报应）。施法者不能选择落到目标身上业报的本质。使用本法术需要了解佛教的基本教义；法术的消耗可变，由目标的业因（施法者必须知道此事）和发生的时间决定，详情参照业因时间消耗表与业因消耗表。\n别名：不详。",
"coc 动物束缚法": "动物束缚法\nBindAnimal\n消耗：2点魔法值；1点理智值\n施法用时：1轮\n让某种动物执行一个行动或有限几个连续的行动。此类法术包括：行军蚁束缚法、猫束缚法、绿曼巴蛇束缚法、豹束缚法、猴蜘蛛束缚法、老鼠束缚法等等。每种动物都有它自己的法术变体。行军蚁束缚法作用于整个蚁群，豹束缚法则只作用于单一个体。特定的束缚法术在动物原产地流传，所以各地的巫师通常都知道本法术，如非洲巫医、印第安巫医、欧洲女巫等。命令必须能让接受命令的动物理解。对浣熊下命令“飞到墨西哥”毫无意义，对狼蛛下命令“杀了乔纳森·金斯利”也只会让它困惑，因为它根本不知道金斯利先生是什么。相反，下“咬周围的所有人”之类的命令是可行的。深层魔法：有些施法者可以通过交流手段（如语言、精神交流等）“浸透”动物，让动物为施法者提供信息；这需要更广泛的命令。\n别名：许多变体。",
"coc 许多变体":"{coc 动物束缚法}",
"coc 敌人束缚术":"敌人束缚术\nBindEnemy\n消耗：可变的魔法值；1D4点理智值\n施法用时：1天\n使得目标在接下来的七天当中，不论用物理攻击还是魔法攻击都不能对施法者造成伤害。施法者将可变的魔法值牺牲到一个目标的小塑像当中，他投往的魔法值必须比目标拥有的魔法值多，法术才能生效。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若目标胜出，法术无效。通常需要一天的时间收集材料、制造塑像，然后吟唱咒语并将魔法值投入塑像中。塑像必须包含目标身体的一部分（可以是几根头发、指甲、血液或者其他东西）。如果施法者攻击目标或者塑像被破坏，法术终止。\n别名：驱逐汝敌、暗黑协定、威权仪式",
"coc 驱逐汝敌":"{coc 敌人束缚术}",
"coc 暗黑协定":"{coc 敌人束缚术}",
"coc 威权仪式":"{coc 敌人束缚术}",
"coc 灵魂束缚术":"灵魂束缚术\nBindSoul\n消耗：10点魔法值；5点POW；3点理智值\n施法用时：3+天\n本法术可令施法者囚禁人类的灵魂，从而控制或杀死灵魂原来所在的躯体。施法者必须找到灵魂才能进行束缚。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。或者施法者可以和目标进行精神战斗；施法者必须把目标的魔法值变成零，然后才能施法。如果灵魂被困住了，无论采用哪种方式，目标的躯体都会开始死亡，每天损失10点CON。当CON归零时躯体即彻底死亡。本法术经常和“肉体屈服术”等法术可以追踪躯体和灵魂之间的连接。容器的位置可以用三角计算求得，或者消耗大量的粉末直接在粉末显现的蛛网般的连接之间追踪。\n别名：伊波恩的灵魂掠取术、囚禁生命力、黑色谋杀",
"coc 伊波恩的灵魂掠取术":"{coc 灵魂束缚术}",
"coc 囚禁生命力":"{coc 灵魂束缚术}",
"coc 黑色谋杀":"{coc 灵魂束缚术}",
"coc 束缚术": "束缚术\nBINDINGSPELLS\n消耗：1点理智值\n施法用时：1轮\n召唤和束缚如同一枚硬币的两面。有时它们会被当成一个法术去学习，有时则否。根据KP的裁量，效果可能合并成一个法术，也有可能要求分成两个法术进行检定，一次用来召唤，一次用来束缚。若怪物来到时没有束缚或者是不请自来的，它可以被当场束缚。施法者必须知道对应生物的召唤、束缚术，且花费一轮时间去吟唱才能束缚它。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。每次施放束缚术消耗1点理智值，通常不消耗魔法值。束缚术每次只能作用于一只生物。施法者有一个选择，可以投入相当于召唤物POW五分之一的魔法值，以在束缚它的POW对抗检定中获得一颗奖励骰（可能要求「克苏鲁神话」检定，若成功，施法者可以搞清怪物POW的数量级）。其他人也可以牺牲魔法值，协助尝试束缚的人。正在攻击的生物无法被它的攻击目标束缚；但是它能够被冲突中站在后面的人所束缚。要束缚的生物（正常）必须在施法者视野范围之内且距离不能超过100码。束缚需要的对抗掷骰不可孤注一骰；如果对抗失败，施法者可就有麻烦了！控制被其他施法者束缚的生物是冒险的行为，需要解除当前的束缚，才能进行新的束缚。要解除其他巫师施放的束缚，须进行一次POW对抗检定并胜出（对抗原束缚施放者的POW）。若成功，则束缚解除，生物获得自由；此时需要尽快施放新的束缚术，以防它逃脱，或是将自己的怒气、懊悔发泄到周围的人身上。备注：参考“召唤术”。命令的形式施法者对召唤物的命令必须是具体且有时限的：“永远保护我不受伤害”是无效的命令；但是“杀了角落里的那个人”有效。召唤物在完成命令之前都受到施法者的束缚（已经束缚而没有命令的生物会马上想方设法离开）。命令可包括：把某人运送到某地、负责某些仪式、在被一群教授检查时表现得特别温顺、在某处出现并警告聚集的人群——只有想不到，没有做不到。一定要让命令简明。最佳经验法则是命令的字数不能超过召唤物INT的五分之一。指点之类的简单手势是可以理解的。我们假定召唤物总是能够理解直接的命令，用英语或者乌尔都语，什么语言都没关系。参考下面的独立束缚术。",
		"怪物束缚术摘要": "本列表并未穷举。下面的法术都遵从“束缚术”给出的消耗值。注意有些束缚术的变种法术会在本段的其他部分叙述。例：拜亚基束缚术、黑山羊幼崽束缚术、深潜者束缚术、空鬼束缚术、炎之精束缚术、恐怖猎手束缚术、夜魇束缚术、外神仆役束缚术、星之精束缚术、斯芬克斯的子嗣束缚术、修格斯束缚术、",
"coc 拜亚基束缚术":"拜亚基束缚术\nBindByakhee\n若施法者使用附魔哨子，其在束缚拜亚基的POW对抗检定中获得一颗奖励骰。哨子可以反复使用。\n别名：骏马的契约、旅行者强迫术",
"coc 骏马的契约":"{coc 拜亚基束缚术}",
"coc 旅行者强迫术":"{coc 拜亚基束缚术}",
"coc 黑山羊幼崽束缚术":"黑山羊幼崽束缚术\nBindDarkYoungofShub-Niggurath\n若施法者在杀死祭品时使用附魔刀具进行了某种宰割仪式，其在束缚黑山羊幼崽的POW对抗检定中获得一颗奖励骰。\n别名：进入心材、号乎森林，行乎汝令",
"coc 进入心材":"{coc 黑山羊幼崽束缚术}",
"coc 号乎森林，行乎汝令":"{coc 黑山羊幼崽束缚术}",
"coc 深潜者束缚术":"深潜者束缚术\nBindDeepOne\n施法者必须要站在能没过双脚的咸水里。如果他们戴着“达贡的冠冕”，其在束缚深潜者的POW对抗检定中获得一颗奖励骰。\n别名：鱼族号令术、达贡的诏令",
"coc 鱼族号令术":"{coc 深潜者束缚术}",
"coc 达贡的诏令":"{coc 深潜者束缚术}",
"coc 空鬼束缚术":"空鬼束缚术\nBindDimensionalShambler\n若施法者拥有用任一种单质金属如铜铁等打造的附魔匕首，其在束缚空鬼的POW对抗检定中获得一颗奖励骰。如果空鬼暴露在明亮的阳光之下，还可能获得第二颗奖励骰。\n别名：铜之约束、灼灼日光诱捕术",
"coc 铜之约束":"{coc 空鬼束缚术}",
"coc 灼灼日光诱捕术":"{coc 空鬼束缚术}",
"coc 炎之精束缚术":"炎之精束缚术\nBindFireVampire\n如果施法者站在篝火里，其在束缚炎之精的POW对抗检定中获得一颗奖励骰。如何抵抗火焰，由施法者自行决定。\n别名：火焰魔鬼兼并术、灼焰火舌之威权",
"coc 火焰魔鬼兼并术":"{coc 炎之精束缚术}",
"coc 灼焰火舌之威权":"{coc 炎之精束缚术}",
"coc 恐怖猎手束缚术":"恐怖猎手束缚术\nBindHuntingHorror\n需要用知觉生物进行血祭。牺牲并不是由施法者进行的——恐怖猎手会夺取祭品。\n别名：捻惧为线，束于汝思、谋杀契约",
"coc 捻惧为线，束于汝思":"{coc 恐怖猎手束缚术}",
"coc 谋杀契约":"{coc 恐怖猎手束缚术}",
"coc 夜魇束缚术":"夜魇束缚术\nBindNightgaunt\n若施法者拥有刻有神秘旧印的石头，其在束缚夜魇的POW对抗检定中获得一颗奖励骰。\n别名：无面之人掌控术、知晓你之物的远古标记",
"coc 无面之人掌控术":"{coc 夜魇束缚术}",
"coc 知晓你之物的远古标记":"{coc 夜魇束缚术}",
"coc 外神仆役束缚术":"外神仆役束缚术\nBindServitorofTheOuterGods\n若施法者拥有附魔笛子，其在束缚仆役的检定中获得一颗奖励骰。\n别名：命令的秘密音符、喋喋疯癫之契约",
"coc 命令的秘密音符":"{coc 外神仆役束缚术}",
"coc 喋喋疯癫之契约":"{coc 外神仆役束缚术}",
"coc 星之精束缚术":"星之精束缚术\nBindStarVampire\n若施法者拥有记载本法术的附魔书册，其在束缚星之精的POW对抗检定中获得一颗奖励骰。\n别名：鲜血协定的誓言、亵渎神灵的承诺",
"coc 鲜血协定的誓言":"{coc 星之精束缚术}",
"coc 亵渎神灵的承诺":"{coc 星之精束缚术}",
"coc 斯芬克斯的子嗣束缚术":"斯芬克斯的子嗣束缚术\nBindChildofTheSphinx\n消耗：3点魔法值；1D6点理智值\n施法用时：2轮\n这个埃及咒语能让施法者向斯芬克斯的子嗣施行意志。施法者和子嗣进行一次POW对抗检定。若子嗣是由施法者创建的（参见“斯芬克斯的子嗣创建术”，P83），则施法者在对抗检定中获得一颗奖励骰。若施法者胜出，子嗣将尽其所能完成使命，甚至是自杀性的命令。控制持续的月数等于施法者POW的五分之一。通过额外的施法可以更新控制状态。若子嗣在对抗检定中胜出，它会立刻攻击施法者。深层魔法：对本法术的了解和使用可以让人夺取已束缚子嗣的控制权。施法者和子嗣当前的主人进行POW对抗检定：若施法者夺权胜出，他立即获得控制权。备注：参考《怪物之锤》获取更多有关斯芬克斯的子嗣的信息。\n别名：豺狼支配术、沙之权威",
"coc 豺狼支配术":"{coc 斯芬克斯的子嗣束缚术}",
"coc 沙之权威":"{coc 斯芬克斯的子嗣束缚术}",
"coc 修格斯束缚术": "修格斯束缚术\nBindShoggoth\n消耗：5点魔法值；1D8点理智值\n施法用时：2轮\n施法者只要的魔法值足够，就可以束缚修格斯，让它执行命令任意长的时间。施法者必须在发出一系列声音以后，在与修格斯的POW对抗检定中胜出（首次施放时必须通过一次困难知识检定来确认发音正确——此后KP可以忽略这个要求）。施法者每投入5点魔法值，束缚便可持续5轮。法术可以通过额外投入魔法值延长，但需要再进行POW对抗检定（修格斯暴躁易怒又充满憎恨，它们会设法逃避束缚）。深层魔法：可以对多只修格斯施放，法术消耗要乘以修格斯的数量，这样就能支配多只修格斯。更强大的神话洞见可以让施法者牺牲10点POW，支配一只修格斯达5天（也要进行POW对抗检定），若再消耗POW还可以延长。\n别名：工人命令术",
"coc 工人命令术":"{coc 修格斯束缚术}",
"coc 兽化人束缚术":"兽化人束缚术\nBindWere-Creature\n消耗：14点魔法值；2D4点理智值\n施法用时：1小时\n移除兽化人控制它变形能力的愿望，在短时间内迫使它此后以变化的形态去生活。被这样束缚的生物将除去人性，永远变成野兽。本法术一经施放，目标即失去选择何时变身的能力。它将变得越来越像野兽，愤怒、恐惧、性欲和饥饿之类的兽性本能都增强。变形将不再是有意的选择。效果随着时间而加强。在1D6天之后，目标的一半时间都是动物状态。再1D6天之后，这个生物的人性已经变得毫无吸引力且乏味，它将从此作为野兽生活下去。要施放本法术，施法者需要一碗固体的银子或者金子。碗的内表面必须刻画有本法术的咒语。施法者还要在施法地点的地面上刻画一个圆形的保护圈，围绕保护圈点燃六支蜡烛。当蜡烛点亮以后，施法者就不可以离开保护圈。至少要在碗里滴入六滴人类鲜血。在碗里放入目标的所有物来确定目标（毛发、指甲、个人物品等等）。可以一次指定多名目标。必须不间断地咏唱咒语一个小时，如果一切顺利，碗会短暂发光，法术便生效了。施法之后，目标将因为兽性的需求经历不断增长的恐惧和欲望，在它知道自己发生了什么之前，不损失理智值；知道了以后，每天损失1D3+1点理智值，直到POW的五分之一天以后，它失去自己所有的理智值（人类形态下的），并永久疯狂。\n别名：物种之牢狱、狼人束缚术",
"coc 物种之牢狱":"{coc 兽化人束缚术}",
"coc 狼人束缚术":"{coc 兽化人束缚术}",
"coc 黑箱术":"黑箱术\nBlackBox\n消耗：24点魔法值；1D8点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。法术的目标必须在施法者100码以内。生成一团由呻吟的声音、Loup-Garou.法语“狼人”。扭曲的面孔、乱抓的手臂和闪烁的病态火花组成的黑雾。这团黑雾吞没并遮蔽目标，并将其变形为一只恐怖的半人半流体生物。目标的INT和POW保持不变，但APP下降9D10点。对于STR、CON、SIZ，分别掷3D10：若结果是双数，将它加到当前属性值上；若结果是单数，用当前属性值减去它。若CON归零，目标死亡。若SIZ归零，目标将不可见。根据KP裁定，0点以下的APP会让目击者失去理智值。法术的目标必须进行理智检定（损失1D4/2D10点）。\n别名：梦魇之息、月黑诅咒",
"coc 梦魇之息":"{coc 黑箱术}",
"coc 月黑诅咒":"{coc 黑箱术}",
"coc 祝福法": "祝福法\nBless\n消耗：10点魔法值；1D6点理智值（见下）施法用时：即时\n祝福法可以为法术的目标提供帮助。它有以下两种形式：※受术者的某一属性增加10点，持续24小时。这些点数可能改变衍生属性值，如耐久值等。不能改变POW和EDU。※或者，受术者的某一技能检定时获得一颗奖励骰，持续24小时。施法者须进行理智检定（损失1/1D6点）。",
"coc 刀锋祝福术":"刀锋祝福术\nBlessBlade\n消耗：5点POW；1D4点理智值\n施法用时：（至少）1小时\n制造一把武器（刀剑等），可以伤害或杀死那些平凡的武器无法伤害到的存在。需要至少SIZ50的（一只或多只）动物进行血祭。刀锋必须是铁、银之类的单质金属。施法完成后，施法者的5点POW会被投入武器当中。如果刀具破损、熔化或者因其他原因损坏，它即永久失去魔法能力；但是它不会因为攻击超自然存在而受损，效用（造成的伤害）遵从武器的种类。\n别名：旧力灌注、七切之仪式、灵魂毒药",
"coc 旧力灌注":"{coc 刀锋祝福术}",
"coc 七切之仪式":"{coc 刀锋祝福术}",
"coc 灵魂毒药":"{coc 刀锋祝福术}",
"coc 芭丝特的祝福": "芭丝特的祝福\nBlessingofBast\n消耗：4点魔法值\n施法用时：即时\n这个法术十分少见，人们都认为它已经随时代变迁失传了，因为只有芭丝特的高等女祭司才懂得本法术，而她们早在埃及王朝时代就所剩无几了。本法术回复1D6点耐久值以及1D6点理智值。受术者必须向芭丝特祈祷（法术中大致提到如何祈祷）。预期的受术者必须通过POW检定来让女神知晓他们的虔敬、且从未虐待过猫。POW检定失败表示女神猫颜不悦，对施法者造成1点耐久伤害，显现为脸上的爪痕（虐待过猫的人结果更坏，KP自由决定）。\n别名：不详。",
"coc 作物枯萎法":"作物枯萎法/作物祝福法\nBlight/BlessCrop\n消耗：6点魔法值；1D6点理智值\n施法用时：1小时\n施法者可以选择让一英亩（约400平方米）的植物像受到旱灾一样缓慢枯萎死亡，或者充满活力、茁壮生长。施法者必须在要祝福或枯萎的地面里埋进一只小动物（鸟、猫、狗）的骸骨。让施法者“出血”（狠狠打脸，打到出血）可以终止法术，如果条件适宜，庄稼可以恢复健康（如果冬天就要到了，庄稼就没有时间长成）。\n别名：农夫的魔法、腐朽的诅咒、夏至祝福",
"coc 作物祝福法":"作物枯萎法/作物祝福法\nBlight/BlessCrop\n消耗：6点魔法值；1D6点理智值\n施法用时：1小时\n施法者可以选择让一英亩（约400平方米）的植物像受到旱灾一样缓慢枯萎死亡，或者充满活力、茁壮生长。施法者必须在要祝福或枯萎的地面里埋进一只小动物（鸟、猫、狗）的骸骨。让施法者“出血”（狠狠打脸，打到出血）可以终止法术，如果条件适宜，庄稼可以恢复健康（如果冬天就要到了，庄稼就没有时间长成）。\n别名：农夫的魔法、腐朽的诅咒、夏至祝福",
"coc 农夫的魔法":"{coc 作物枯萎法/作物祝福法}",
"coc 腐朽的诅咒":"{coc 作物枯萎法/作物祝福法}",
"coc 夏至祝福":"{coc 作物枯萎法/作物祝福法}",
"coc 极乐术":"极乐术\nBliss\n消耗：3+点魔法值；1点理智值\n施法用时：即时\n本法术允许施法者遁入精神庇护，保护他们不受通常的理智损失（如目击神话怪物、持久的酷刑等等）。“极乐”每分钟需要3点魔法值，每次施放需要1点理智值。缺点是法术的目标（如果不是施法者的话）在法术生效期间无法移动或进行主动物理防御。\n别名：蔽目术、恶物不可侵、精神决议",
"coc 蔽目术":"{coc 极乐术}",
"coc 恶物不可侵":"{coc 极乐术}",
"coc 精神决议":"{coc 极乐术}",
"coc 膨胀术": "膨胀术\nBloat\n消耗：16点魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。法术目标必须在施法者30码之内。目标会膨胀得十分臃肿，其移动速率下降到1，所有主动体力技能（如战斗技能及「攀爬」「跳跃」「骑术」「投掷」等）均减少到5%。效果持续的天数等于30减去目标SIZ的五分之一；所以一名SIZ50的目标会膨胀20天：30-(50/5)。\n别名：育肥诅咒",
"coc 育肥诅咒":"{coc 膨胀术}",
"coc 武器钝化术":"武器钝化术\nBlunttheWeapon\n消耗：6点魔法值；1点理智值\n施法用时：1轮\n施法者可令所有砍削刺穿类锐器（剑、刀、子弹等）在打击受术者（施法者或指定的目标）时好像变钝了一般，这也包括了生物的天生武器。本法术的目标必须在法术持续时间内反复念诵一段简短的魔咒，被锐器攻击时只受到一半伤害（极难成功的伤害结果亦减半）。法术效果持续6轮，但每额外消耗6点魔法值，法术持续时间便延长2轮。深层魔法：若提高消耗（12点魔法值；4点理智值），法术将无效化砍刺武器的全部伤害，只有极难成功时例外（仍要受到一半的伤害）。\n别名：腐蚀之歌、转化皮肤、钢铁皮肤",
"coc 腐蚀之歌":"{coc 武器钝化术}",
"coc 转化皮肤":"{coc 武器钝化术}",
"coc 钢铁皮肤":"{coc 武器钝化术}",
"coc 戈尔戈罗斯形体扭曲术":"戈尔戈罗斯形体扭曲术\nBodyWarpingofGorgoroth\n消耗：6+点魔法值；5点POW；2D6点理智值\n施法用时：1D6+4分钟\n允许施法者改变其物理形态。施法者可以改变成任何形状和外观，但是保留自己的个人能力。该形态是肉体的，但是能够看上去像石头、木头、毛毯之类的东西。在转变成新形态之后，施法者获得新形态的移动能力。施法者的STR、CON、INT、POW和DEX维持不变。当模仿人类时，施法者的APP将变为被模仿者的APP。施法者只能呈现为他已知的形态。施法者向奈亚拉托提普祈求、反复吟唱咒语，同时支付6点魔法值，如果形体扭曲时SIZ每增减5点，还要再支付1点魔法值。每次施法只能进行一种改变，且效果是永久的，直到本法术被再次施放才能变回。本法术不能对其他生物施放。深层魔法：当模仿他人时，施法者即成为那个人的复制品，包括声音和语言模式。施法者撤销变化时不需要重复本法术——只需要一个简单的动词短语而已。\n别名：形体扭曲术、血肉大师、行走的画皮、黑法老之触",
"coc 形体扭曲术":"{coc 戈尔戈罗斯形体扭曲术}",
"coc 血肉大师":"{coc 戈尔戈罗斯形体扭曲术}",
"coc 行走的画皮":"{coc 戈尔戈罗斯形体扭曲术}",
"coc 黑法老之触":"{coc 戈尔戈罗斯形体扭曲术}",
"coc 波罗纳斯的熔炉": "波罗纳斯的熔炉\nBolonath'sFurnace\n消耗：可变的魔法值；1点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。施法者面前的空气中，浮现一个闪烁微光的热能球，它直径约为5英尺，不能移动。每消耗1点魔法值，此熔炉就能产生1000华氏度（约550℃）的温度，但辐射出的热能会被魔法控制在熔炉内部。对任何触碰熔炉的人，熔炉每有200度（约100℃）温度，每轮就要受到1D6点伤害。熔炉持续3D6小时。\n别名：不详。",
"coc 帕祖祖之息":"帕祖祖之息\nBreathofPazzuzu\n消耗：3点魔法值；3点理智值\n施法用时：即时\n施法者从口中吐出可见的有毒蒸汽，像蒸气射流一样。这个邪恶气息可以影响至多30码外的一名目标。这令人窒息的毒气使目标损失1D6点耐久值。有毒蒸汽在露天环境会迅速消散（只持续1轮），但在封闭空间将长期生效，直到打开窗户或用其他方法打开通风道为止（见下）。目标可以通过「侦查」或「聆听」检定发现这束毒气流，发现后可以尝试回避（仅第一轮），无法回避则要受到1D8点伤害；第二轮起每轮失去1D6点耐久值，第四轮起每轮失去1D4点耐久值，最后一轮失去1D2点耐久值。若目标逃离毒气区域，伤害将停止。区域内其他人每轮受到1D4点伤害，持续4轮。\n别名：七重地狱的恶臭之息、尸腐之息",
"coc 七重地狱的恶臭之息":"{coc 帕祖祖之息}",
"coc 尸腐之息":"{coc 帕祖祖之息}",
"coc 深渊之息":"深渊之息\nBreathoftheDeep\n消耗：8点魔法值；1D6点理智值\n施法用时：1轮\n目标的肺里会灌满海水，可以造成痛苦的溺亡。目标必须在施法者的视野内。在1轮的咒语默念之后，施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若施法者胜出，目标开始溺水——倒地并被海水窒息，每轮受到1D8点伤害。目标须在每轮受伤害后进行一次极难CON（≤1/5CON）检定；如果检定成功，表明咸水已经被排出，法术效果终止。注意施法者可以在任何时候中止法术的效果。\n别名：蓝色海洋的通货、水手的诅咒、盐卤之吻",
"coc 蓝色海洋的通货":"{coc 深渊之息}",
"coc 水手的诅咒":"{coc 深渊之息}",
"coc 盐卤之吻":"{coc 深渊之息}",
"coc 河童之息":"河童之息\nBreathoftheKappa\n消耗：6点魔法值；1点理智值\n施法用时：2轮\n这个日本法术源于“河童”，一种两栖妖怪，据说它们是深潜者的支脉。在《铉子七奥书》的记述中，河童可以将它们的气息授予他人，让受术者可以在水下呼吸。本法术就是再现这一效果的。本法术持续12小时（如果受术者超时仍在水下，他们会溺水），但只要再次支付施法消耗，法术即可延长。被施法的人因为发现自己颈部两侧长出一对鳃，必须进行理智检定（损失1/1D4点）。古书还警告，长期使用这项能力会使受术者变成河童。每当本法术被延时或得重新使用时，受术者都要进行CON检定；若失败，法术效果将变为永久，他们将不能呼吸空气（鳃也变成永久的），根据KP描述还可能造成更多理智值损失（建议每天损失1点以上，直到理智值归零）。KP也可以任意指定其他的身体变化。\n别名：鱼之仪式、鱼群之息",
"coc 鱼之仪式":"{coc 河童之息}",
"coc 鱼群之息":"{coc 河童之息}",
"coc 潘药剂酿造术":"潘药剂酿造术\nBrewDraughtofPhan\n消耗：10点魔法值；酿造需要5点理智值\n施法用时：3天\n这种魔法配方据说原本是蛇人所用，需要数种难以获取或非法的原料，包括新鲜鸦片膏和熊脾。成品是脓浆般的浓稠液体，可以安定或迷惑精神。当它被掺入目标的食物和饮料当中后，会侵蚀目标的精神，时间等于目标POW的五分之一。这段时间当中，目标会服从下药者的命令（有效他将他们“洗脑”）。目标很快就会接受下药者的观点和思想信念。两三周以后就无需再使用本药了，目标的精神修改已经完成。目标不会改变其性格，也不会改变行事方式（除非下药者另有要求）。延长用药可以逆转本药造成的改变。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。深层魔法：据说蛇人的原版只要一剂就能完全控制一个人，可以大大减少施法准备所需的时间和金钱。\n别名：荒野饮剂、精神控制之毒药",
"coc 荒野饮剂":"{coc 潘药剂酿造术}",
"coc 精神控制之毒药":"{coc 潘药剂酿造术}",
"coc 入梦之药酿造术":"入梦之药酿造术\nBrewDreamDrug\n消耗：4点魔法值（每多一剂加1点）；酿造需要2点理智值\n施法用时：5+小时\n制造一种能方便一人或多人进入梦境世界的药剂。喝下一剂的人将很快睡着，持续约一小时。对梦境时间的主观感受可长可短（短则数日长则数年），对梦境的记忆可能是歪曲的。所有喝了同一药剂的人会发现他们都在相同的梦里。通过对原料来源和成分比例的调整，施法者可以将梦境的入口引导到清醒世界的特定区域，比如某个城市，或者其他维度的某个特殊地点。地点可以包括幻梦境和特别的独立的梦境现实。施法以及混合药剂约需五个小时。大多数原料都相当容易获得（药草），也有些需要点挑战（KP自由裁定）。有很多种不同的配方，但所有配方当中都有一种共同的原料：1盎司黄金。酿造结果是有甜味的淡棕色液体。它有轻微的催眠效果，可以让饮用者放松并导向梦境之中。第一剂之后每额外制造一剂需要多消耗一点魔法值——例如，制造五剂需要总计8点魔法值和2点理智值。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：库拉尼斯酿造术、失眠者饮剂、金草地的大门",
"coc 库拉尼斯酿造术":"{coc 入梦之药酿造术}",
"coc 失眠者饮剂":"{coc 入梦之药酿造术}",
"coc 金草地的大门":"{coc 入梦之药酿造术}",
"coc 生命灵药酿造术": "生命灵药酿造术\nBrewElixirofLife\n消耗：20点魔法值；10点POW；酿造需要10点理智值\n施法用时：6个月\n这是一个古代长生不老药炼金配方的变种。这种灵药需要从廷达洛斯猎犬身上分泌的蓝色脓液，可以将人类彻底变成廷达洛斯混血人。配方的原料包括钻石粉、婴儿的血液（5升，熬煮成沥青状）、大量其他药草。根据KP的裁定和时代的不同，用量各有不同。如果没有廷达洛斯猎犬的体液，药水只能称作难喝的饮料。加入体液并且药草腐烂（会产生和体液反应的物质）的话，效果就完全不同了。饮用者会觉得药水把他们从里到外地腐蚀掉，直到它被排出。一天内，这些物质将通过消化道，造成无法形容的疼痛；他们除了弓腰驼背痛苦悲鸣以外什么也做不了。他们还会感觉自己的灵魂被“嚼碎”，造成理智检定（损失1D4/2D6点）。在体液被排出之前的一天，它会吸走10点POW和10点CON。目标余生只能通过管子进食。体液排出之后，目标进行一次POW检定：若极难成功，服药者将开始转化为廷达洛斯混血人（详见48页边栏）。KP裁定：可能需要「克苏鲁神话」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：不详。",
"coc 辽丹酿造术":"辽丹酿造术\nBrewLiaoDrug\n消耗：酿造需要15点魔法值\n施法用时：1天\n要制造一剂辽丹，必须混合多种怪异昂贵的原料。服下以后，精神可以通过时间和空间进行漫游。若POW检定成功，使用者可以将自己的精神导向任何方向。此药每生效一分钟，使用者就要消耗1点魔法值。只要使用者还有魔法值，效果就会继续（使用者还可以在魔法值耗竭后“燃烧”耐久值来延长时间）。使用者感觉到自己身边的景象变暗了；物体逐渐消失。一种身心游离的感觉则逐渐增强，还会感觉到极度的期待。这时使用者开始同时看到所有时空的所有东西。这些东西让人眼花缭乱、极其惊骇，甚至以为自己是疯狂发作了；需要一次理智检定（损失1/1D4点）。而且还有其他危险：如果使用者的精神在时间中旅行到过于遥远的过去和未来，他将开始接收到神话的庞大阴谋，根据KP的裁定，这可能导致更多的理智检定。如果使用者在时间中旅行过远，角度和弧度会忽然显现，形状开始扭曲变幻，让观察者恐惧不已（损失1/1D6点理智值）。使用者会察觉到难以描述的刺鼻气味，极其令人恶心，以至于无法忍受。这时他们甚至可能遇到廷达洛斯猎犬——这场遭遇可能是一次灾难。当使用者的魔法值耗尽时，他们会陷入昏迷。朋友们用物理手段摇晃使用者，可以令他的精神回到现实世界。KP裁定：可能需要「克苏鲁神话」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：远视药剂、拾取异界",
"coc 远视药剂":"{coc 辽丹酿造术}",
"coc 拾取异界":"{coc 辽丹酿造术}",
"coc 爱情魔药酿造法":"爱情魔药酿造法\nBrewLovePhilter\n消耗：可变的魔法值；1D2点理智值\n施法用时：2星期\n创建可以让一个人爱上另一个人的药剂。酿造本药剂需要两个星期，施法者要在这期间，每天要对着熬煮的药夜守夜八小时以上。施法者在两星期的施法过程开始时决定在药剂中投入多少点魔法值。为他人创建灵药的魔法师（不论是否为了营利）必须额外消耗2点魔法值将效果连接到此人身上，但这可以在酿造完成后的任何时候进行。当消耗爱情灵药时，服下药剂的人要和“灵药创建时投入魔法值的五倍”进行一次POW对抗检定。如果服药者胜出，药剂无效；否则他们会被灵药效果连接到的人吸引住。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：激情药剂创建术、心愿之酒",
"coc 激情药剂创建术":"{coc 爱情魔药酿造法}",
"coc 心愿之酒":"{coc 爱情魔药酿造法}",
"coc 超K粉酿造术": "超K粉酿造术（辽丹酿造术变体，仅限现代）\nBrewPara-Kete\n消耗：酿造需要15点魔法值\n施法用时：1小时\n这是法术“辽丹酿造术”的变体，用来合成辽丹和氯胺酮的混合物，这二者的化学结构有很多的共同点。每剂超K粉消耗1000美元。施放本法术需要“辽丹酿造术”的知识。备注：氯胺酮最早于1962年人工合成，在此之前的巫师不可使用本法术。氯胺酮常见于现代非法贸易当中。超氯胺酮（超K粉）和辽丹的不同之处在于超K粉总能将精神从时空中送回。而且超K粉极易成瘾。服用第一剂后，角色要进行一次POW检定来抵抗再嗑一次的冲动（如果有药）。服用第二剂后，角色要进行一次困难POW检定。一旦服用了第三剂，角色必须每天进行一次极难POW检定，否则当天就会主动寻找药物。一般的氯胺酮可以压制这种渴望。如果毒瘾没有得到满足，在3D6周中所有技能检定都得到一颗惩罚骰。毒瘾至少持续六个月。增加氯胺酮的吸食量可以让角色正常行动。若要治愈超K粉腐蚀心志的慢性效应，角色必须接受戒毒治疗，三个月内不能参与行动。再次使用意味着毒瘾会立即复发。KP裁定：可能需要「克苏鲁神话」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：不详。",
"coc 原初之水酿造术": "原初之水酿造术\nBrewPaut\n消耗：5点魔法值\n施法用时：1小时\n原初之水是墨水般的液体，弥漫着魔法的香气，是古埃及魔法的基础。白银、纯水以及许多罕见的药膏、药草和香料组成了配方表。施法者要想酿造原初之水，必须准备一只碗或者容器，进行仪式混合原料，并在日月同辉下暴晒一个小时。其中要进行冗长的吟唱，施法者必须花费5点魔法值来完成法术。法术完成后，混合物要密封到下一个满月才能凝结成原初之水，并可以使用。注意酿造所需的材料均稀有而昂贵。酿造出的原初之水可以在任何种类的密封容器中保存任意久。原初之水常常和墨水混合，或者在古埃及仪式上被喝掉。它的主要好处是魔法值回复：饮用原初之水的人，每饮用一盎司（约30克）原初之水，就能回复1点魔法值。尽管它尝起来极其糟糕，喝了它却能让精力充沛。原初之水不能让饮用者的魔法值超过正常最大值，对魔法值已满的角色没有作用。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：不详。",
"coc 黄金蜂蜜酒酿造术甲型":"黄金蜂蜜酒酿造术（甲型）\nBrewSpaceMead(I)\n消耗：每剂20点魔法值；加上额外的魔法值和理智值消耗施法用时：7+天\n能制造出魔法的饮品，可以让人类在宇宙旅行中承受高度真空和剧烈变化的环境。酿造这种饮料和进行旅行对施法者、使用者来说是两个不同的阶段（施法者和使用者可以不同）。黄金蜂蜜酒的种类有很多，每种的效果都相同，而需要的材料各有不同。酿造黄金蜂蜜酒需要五种特殊材料（KP挑选），和至少一星期的酿造时间。当酒液开始起沫冒泡时，施法者须在酿造物中牺牲每剂20点的魔法值。这些魔法值可以分在很多天之中牺牲；点数越多，剂量越多。每一剂可以让一个人承受一次时空变幻的宇宙旅行。当黄金蜂蜜酒附魔完成时，旅行者必须找到旅行的工具——通常是坐骑：其中“拜亚基召唤术”可以提供一匹星间的骏马。对于这样的旅行，黄金蜂蜜酒生效时也需要消耗同等数量的魔法值和理智值，数值和服用此酒的旅行者旅行距离的光年数相关（参考黄金蜂蜜酒效果表）。旅行者服用一剂蜂蜜酒（大概也会同时带上回程用的），爬上“骏马”，号令坐骑，旅程就开始了。在这个时候，旅行者要支付旅行距离所需的魔法值和理智值。在太空中，旅客的精神和肉体是停滞的，几乎对周围环境毫无知觉。直到到达了目的地，药剂的效果才会结束，旅行者返回现实。KP 裁定：可能需要「克苏鲁神话」或「艺术/ 手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：虚空的呼吸、旅行者的半身、极黑之夜的水银饮剂。",
"coc 虚空的呼吸":"{coc 黄金蜂蜜酒酿造术甲型}",
"coc 旅行者的半身":"{coc 黄金蜂蜜酒酿造术甲型}",
"coc 极黑之夜的水银饮剂":"{coc 黄金蜂蜜酒酿造术甲型}",
"coc 黄金蜂蜜酒酿造术乙型":"黄金蜂蜜酒酿造术（乙型）\nBrew Space Mead(II)\n消耗：每剂20点魔法值\n施法用时：7+天\n本法术只能在幻梦境施放。这种黄金蜂蜜酒酿造术的变体法术看上去和清醒世界的版本一样，但它在幻梦境的用法完全不同。这种黄金蜂蜜酒如果用来浸泡普通木船的船体，此船就可以乘着外层空间的风航行（在它从世界的边界掉落以后）。这道工序必须在航行几次后重新进行。这种使用方式会消耗大量的黄金蜂蜜酒——每次需要多少剂与船体尺寸相关，KP可以自由决定。备注：在幻梦境，黄金蜂蜜酒并不是空间旅行的必要品。黑色桨帆船、萨鲁布象牙船都可以直接航行而不需要这种方法。KP裁定：可能需要「克苏鲁神话」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：抹船油制作术、风间飞行药膏",
"coc 抹船油制作术":"{coc 黄金蜂蜜酒酿造术乙型}",
"coc 风间飞行药膏":"{coc 黄金蜂蜜酒酿造术乙型}",
"coc 哈布沙暴发生术":"哈布沙暴发生术\nBringHaboob\n消耗：20点魔法值；1D4点理智值\n施法用时：1小时\n施法者召唤自然的力量，聚集强力的旋风。在沙漠或者海滨沙丘上，旋风能产生沙尘暴的效果。本法术的各种变体似乎都是基于各地的地理和信仰而作的，每个版本中施法者都会召唤不同的神话神祇，诸如阿蒙-戈尔洛斯(Amon-Gorloth)，修德·梅尔或者伊塔库亚等。旋风大概20英里围圆，内部风速每小时30英里（七级），阵风风速大约是其二倍（十一级）。在风暴中的角色，根据行动不同，要得到相应的惩罚和难度等级提升。深层魔法：可以召唤更强、更有破坏力的风暴，可能造成巨大的灾难，当然法术的消耗也要相应增加。\n别名：沙暴发生术、巨灵的血腥挠痒、伏木之手",
"coc 沙暴发生术":"{coc 哈布沙暴发生术}",
"coc 巨灵的血腥挠痒":"{coc 哈布沙暴发生术}",
"coc 伏木之手":"{coc 哈布沙暴发生术}",
"coc 甲型瘟疫发生术":"甲型瘟疫发生术\nBringPestilence\n(I)消耗：10点魔法值；1D10点理智值\n施法用时：即时\n这种邪恶的魔法能让受术者感染可怕的疾病。施放本法术需要一块腐烂的人肉。施法者须和目标进行一次POW对抗检定。若施法者胜出，法术立即生效，症状会在1D3小时内出现。病名可以根据KP的裁定而不同，但效果相同。感染传遍全身时，目标损失2D10点CON；此后每天损失1D10点CON，直到目标的CON归零并死亡。当然，在CON减少的同时，耐久值也会减少。另外，所有技能检定均得到一颗惩罚骰。生病的调查员可以在医院或类似设施接受专业医疗护理，通过成功的困难「医学」检定以治愈。治愈的调查员将每天回复5点CON，直到完全回复。深层魔法：某些致命而凶险的疾病可以同时被感染，因此目标会受到成倍的病痛和苦难。这种致命结合会加速CON的降低。治疗会更加困难，需要极难「医学」检定。这种疾病可能会造成后遗症，比如永久CON降低（10或20点）、毁容（降低APP）、或消耗症导致不可避免的截肢（降低STR、DEX）。\n别名：恶魔的气息瘟疫、阿提夸(Attiqua)的苦恼、渗出起泡的令人中毒的厌恶",
"coc 恶魔的气息瘟疫":"{coc 甲型瘟疫发生术}",
"coc 阿提夸的苦恼":"{coc 甲型瘟疫发生术}",
"coc 渗出起泡的令人中毒的厌恶":"{coc 甲型瘟疫发生术}",
"coc 乙型瘟疫发生术":"乙型瘟疫发生术\nBringPestilence\n(II)消耗：10点魔法值；1D10点理智值\n施法用时：即时\n本法术只能在幻梦境施放。疾病的症状因人而异，但在游戏机制上，法术的目标总是每天损失2D10点CON，直到他们痊愈或死亡为止。并且，在受疫病折磨的期间，他们所有技能检定要得到一颗惩罚骰。任何接触到得病梦想家的人（每天）有10%的几率也得病。相消施法(CounterMagic)、或者成功的困难「医学」检定可以治愈生病的梦想家，并令失去的CON在2D6小时内回复。如果生病的梦想家在死亡之前醒来（也就是离开幻梦境），他就得救了；下次来到幻梦境的时候不会有任何得过病的症状。\n别名：梦魇的腐败瘟疫、肮脏之触",
"coc 梦魇的腐败瘟疫":"{coc 乙型瘟疫发生术}",
"coc 肮脏之触":"{coc 乙型瘟疫发生术}",
"coc 卡尔科萨建造术": "卡尔科萨建造术\nBuildCarcosa\n消耗：1D10点理智值（协助者1D8点）施法用时：75分钟\n本法术只有在毕宿五升上地平线的夜晚才能成功施放。必须选在水体边施法（水体体积至少一立方英里，另需九个人共同参与施法。施法者大声朗读咒语，其他人要同时念诵《黄衣之王》的片段。在这竞读声中，一片雾气将在水面上生成，卡尔科萨的楼阁和广场会在施法者们周围闪烁着出现。哈斯塔的眷属会出现，不过只要施法者们还在继续诵读，他们就不会受到攻击（理智检定合情合理；损失1D6/1D20点）。疯掉的人必须通过困难难度的POW检定才能继续诵读、协助施法；如果有更多协助者，可以替换下失败的人，但他们如果不立即就位，眷属会开始无差别攻击全体施法者。不论法术进程如何，眷属都可以在形成的城市中攻击任何不属于“演出”的人。到法术完成时，施法者失去1D10点理智值，每名协助者1D8点。眷属会消失在水里，水几乎会变成黑色，水滨的城市则完全成形，变为实体。地球的卡尔科萨是它毕星团上本体的一个影像（甚至可能是城市的迁移）。它将在地球上停留一星期，如果施法者能在城里活那么久的话。在地球上生成卡尔科萨会使法术“哈斯塔释放术”的施放更加容易。如果哈斯塔被召唤到城市之中，它将在地球上停留任意长的时间（取决于它的意愿）。参与施放“卡尔科萨建造术”的人只要还在此城中，就不会衰老：他们和这座城市一起停滞了。\n别名：不详。",
"coc 无皮者的烦扰": "无皮者的烦扰\nBurdenofTheSkinlessOne\n消耗：20点魔法值；1D10+10点理智值\n施法用时：20小时\n有资料称，塞德夫哈尔曾用这个法术在君士坦丁堡降下无皮者的恐怖。本法术需要十名人祭，这些人祭要被一一剥皮，并接受一系列不可名状的仪式让他们垂死挣扎；同时还要对奈亚拉托提普进行长篇累牍的祈祷。法术完成后会煽动方圆十英里内所有人类进行暴力活动，在不知不觉中将自己奉献给无皮者。受到影响的人可以尝试进行一次理智检定来抵抗暴力的煽动。备注：参考《东方快车上的恐怖》(HorrorontheOrientExpress)获取更多有关塞德夫哈尔以及无皮者的信息。\n别名：不详。",
"coc 请神术": "请神术\nCALLDEITYSPELLS\n消耗：每人1+点魔法值；（仅施法者）1D10点理智值\n施法用时：1~100分钟\n请神术会可以把化身、外神或者是旧日支配者带到施法者面前。即便对邪教徒来说，施放这类法术也十分危险。只有邪教祭司和绝望的人会尝试召唤神话神祇。这里记录的只是一小部分，但对于每个旧日支配者、神话神祇的每个化身，都可能存在对应的请神术/送神术。请神术可以通过人群提升威力，施法者则处在这个群体的中心地位。每名参与者消耗1点魔法值。了解本法术的人可以牺牲任意数量的魔法值（包括“燃烧”耐久值）。合计消耗的魔法值就是法术的成功百分率。每有1点魔法值消耗，整个人群就必须吟唱1分钟，但不可以超过100分钟。如果骰子丢出100，法术总是失败，牺牲的魔法值会全部浪费。施法者在施法时也会损失1D10点理智值。如果神祇出现，在场的所有人都要相应损失理智值。KP要为召唤物的行为、态度、嗜好设定某些形式的动机，以和召唤者进行有意义的互动。被召唤来地球的神话神祇通常都想要留下来，而且一般都十分饥饿、要求苛刻。虽然许多请神术都包括对应的送神部分，提供了遣送神祇返回被召唤地的指导，但是请神术不含送神部分的情况也不可胜数。不完整的法术转抄、知识的缺乏、来自抄写者的恶意，都可能是造成送神部分残缺的原因。对每尊神来说，请神术生效都需要满足特定的条件。KP应把它用作灵感但不要受制于它。有两个原因：其一是基于小说的，没有人类能完全理解克苏鲁神话，所以请神的方式也可能不止一种。其二是有经验的调查员会迅速搞到熟悉的要素，神秘感就没有了。备注：参考“送神术”。下面列出一系列的请神术；列表并未穷举。所有法术的消耗（除非特别说明）均和上文所述相同。",
"coc 阿图请神术": "阿图请神术\nCallAhtu\n阿图是奈亚拉托提普的一个化身，崇拜它的人主要是中非和东非的邪教团（他们称之为螺旋巨虫）。阿图会以一团柱状的堕落物质出现，直径约五十尺，从地面下喷射而出。阿图只能在非洲的特定地点才能召唤。施放法术需要一个特别的辟邪符，符上画有三只眼呈扇叶状围绕着火焰，相当于施法者进行了自残行为。需要注意的是，这个辟邪符通常由两块组成，两块会分别保管以防阿图被意外召唤。备注：参考《怪物之锤》获取更多有关阿图的信息。\n别名：螺旋巨虫召唤术",
"coc 螺旋巨虫召唤术":"{coc 阿图请神术}",
"coc 恶神影请神术": "恶神影请神术\nCallAku-ShinKage\n这个日本法术可以唤来奈亚拉托提普的一个化身——恶神影，让它降临到一套准备好的“大铠”上（就像封建时代的日本武士所穿的那样）。这套铠甲必须用知觉生物（共200SIZ）的血液涂抹，铠甲的最后一任主人必须穿着它死去。施法者随后在无月的夜晚施放本法术。若化身来到，漆黑如墨的阴影会在整个地区蔓延，遮蔽所有人的视线。阴影会和铠甲结合并栖居在铠甲中（让铠甲变黑）；血液会不断从铠甲的裂隙滴下。它已经变成了恶神影的具象化。\n别名：不详。",
"coc 阿尔瓦萨请神术": "阿尔瓦萨请神术\nCallArwassa\n本法术可以在新月之夜召唤出阿尔瓦萨，一尊不为人所知的旧日支配者。可怖的阿尔瓦萨出现时必须吃到合计SIZ500的活物，其中至少包含一名人类。因为阿尔瓦萨的崇拜者总是会提供充足的饵食——没人知道如果饵食不足会发生什么事情。阿尔瓦萨的形象是一头巨大无头的人形生物，四肢的位置长着四条硕大的触手。颈部的开口连接着没有牙齿的咽喉，不断地张开收缩仿佛在尖叫一般。很多资料中此名的日本汉字作“恶心影”。这里换字的原因是避免“恶”字读错。备注：参考《怪物之锤》获取更多有关阿尔瓦萨的信息。\n别名：无首者联合术",
"coc 无首者联合术":"{coc 阿尔瓦萨请神术}",
"coc 无皮者化身请神术": "无皮者化身请神术\nCallAvatarofTheSkinlessOne\n消耗：12点魔法值；5点POW；6点理智值\n施法用时：680分钟\n施法者向奈亚拉托提普可怖的第680个名讳祈求，可以让一个造物或活物被无皮者的一个化身占据24小时，或者到施法者死亡或遣散化身为止。如果化身被召唤到无生命的物体上，它会获得活物的某些的性质，比如自由意志；如果化身被召唤到活物上，它又会获得一些无生命的性质，如无视疼痛和震慑等。化身的属性是CON500、INT75，POW锁定为100；移动速率为宿主的两倍。其他属性值和能力与占据的物体有关，包括目击时的理智损失，但理智损失点数不会超过化身当前SIZ的五分之一。化身被召唤后总是会接受并放大寄宿物的性质；比如，附身大楼时，楼房的内部会变大（出现不可能存在的房间），更加牢固（轻便木门会变得结实坚固），也更恐怖（挂画会变成活物，或者会攻击的秽物）。它无论附身什么东西，都能设法造成或促进死亡与破坏——这具化身本性“邪恶”——而人类，往好处说，也只不过是嘲弄和歪曲的对象。备注：参考《东方快车上的恐怖》获取更多有关无皮者化身的信息。\n别名：活地狱显容术",
"coc 活地狱显容术":"{coc 无皮者化身请神术}",
"coc 阿撒托斯请神术":"阿撒托斯请神术\nCallAzathoth\n召唤此神极度危险且愚蠢；只有真正的疯子才会打算实行这一法术，因为法术有可能会烧熟整个星球。本法术只能在夜间的户外施放。虽然大量神话典籍都提到过本法术，但真正的法术极其罕见，而且通常被分割成段（有些被其他文本掩盖或模糊），保证它不会被简单轻率地实行。通常，法术成分会（故意）记载错误或者隐藏在非常隐晦的谜面里。因为这个法术破坏力巨大，KP可以自由决定真正的法术成分、仪式和其他用品，适应他们的游戏以及战役。\n别名：混沌的祈求、无法形容的夏盖元音、召唤亚冲动",
"coc 混沌的祈求":"{coc 阿撒托斯请神术}",
"coc 无法形容的夏盖元音":"{coc 阿撒托斯请神术}",
"coc 召唤亚冲动":"{coc 阿撒托斯请神术}",
"coc 布格-沙什请神术": "布格-沙什请神术\nCallBugg-Shash\n巫师要对本法术特别留心，因为如法术自述，并不存在遣送布格-沙什的法术。有些典籍称强光可以驱离布格-沙什，所以这个法术通常在完全黑暗或接近黑暗的地方施放。这个旧日支配者诡计多端，它通常不情愿和召唤者交流；召唤者如果在它到来时没有准备好魔法的约束措施（包含适当的祭品），很可能受到攻击。它在杀死一个以上的受害者之前绝不会返回自己栖居的维度，而受害者可能正是召唤者自己。备注：参考《怪物之锤》获取更多有关布格-沙什的信息。\n别名：召来从黑暗之中出现的他",
"coc 召来从黑暗之中出现的他":"{coc 布格-沙什请神术}",
"coc 克图格亚请神术":"克图格亚请神术\nCallCthugha\n克图格亚将从施法者手持的火焰中现身（蜡烛、火把等），最可能从巨大的篝火当中降临。施法者要一边吟诵咒语，一边按照一系列的图案移动火种。本法术只能在北落师门（南鱼座的最亮星）升上地平线的晴朗夜晚才能施放。北半球观测北落师门的最佳时间是九月到十一月。深层魔法：一种法术变体“克图格亚召唤术”，要求在石质祭坛上，用至少一名不幸的人进行燔祭。此法术暗示读者，它可以让施法者号令克图格亚（提到了一种束缚的形式）；但这是个恶毒的谎言，法术在束缚旧日支配者时毫无力量。它的目的仅在于召唤克图格亚，在地上降下浩劫和苦痛。\n别名：唤醒炽热燃烧的末日、北落师门协定",
"coc 唤醒炽热燃烧的末日":"{coc 克图格亚请神术}",
"coc 北落师门协定":"{coc 克图格亚请神术}",
"coc 塞伊格亚请神术": "塞伊格亚请神术\nCallCyaegha\n使塞伊格亚从长眠中苏醒。塞伊格亚要求祭品：此神会从受害者体内出现，最终变成塞伊格亚本体。如果没有准备祭品，此神会从施法者体内出现。不论祭品是谁，他都会被塞伊格亚彻底毁灭，而塞伊格亚如果没有满足，还可能对在场的所有人发动猛攻。如果塞伊格亚被囚禁着，则法术将不会生效。据说，如果在德国中部的小镇弗莱豪斯加滕(Freihausgarten)附近一个叫丁克尔许格尔的山丘上召唤，塞伊格亚将会出现一晚。有些记述提供的信息自相矛盾，说召唤也可以在其他地方进行，只要当地有秘密崇拜它的教团。如果在和塞伊格亚无关的地方施放，法术会失败。记述中，如果丁克尔许格尔的瓦埃延(Vaeyen)雕像网络被破坏，则囚禁法术会停止运作，塞伊格亚会自行决定是否出现。这些条件和塞伊格亚被囚禁的地点，都没有写在仪式的正文当中。备注：参考《怪物之锤》获取更多有关塞伊格亚的信息。\n别名：释放等待着的黑暗",
"coc 释放等待着的黑暗":"{coc 塞伊格亚请神术}",
"coc 道罗斯请神术": "道罗斯请神术\nCallDaoloth\n从一个叫做位面五芒星的特殊五芒星当中召唤出外神道罗斯。施法者需要一件道罗斯的肖像、一具夜魇的头颅、两支黑蜡烛、一根金属棒和用来构造位面五芒星的棒子或管道。据说五芒星的作用是不让道罗斯伸展开来吞噬施法者。本法术必须在完全的黑暗中施放，以避免重大的理智值损失。每名参与者可以贡献1点魔法值，了解本法术的人可以投入任意点或全部魔法值。不论法术是否成功，施法者都要损失1D10点理智值。其他人只有在法术施放成功时才会失去1D10点理智值。如果上面提到的物品没有备齐就召唤出了道罗斯，施法者有可能在吟唱法术后变成外神的寄主。施法者的躯体被拉到道罗斯所在的维度，并变形扭曲：它将变平，成为一维形状并自己开始折叠。很快施法者的躯体就折叠成了奇异的几何形体，然后扩展打开，将道罗斯释放到这个维度。施法者在躯体被拉到异位面并被外神寄生时，会被彻底损坏。看到有人被道罗斯寄生要引发理智检定（损失1/1D10点）。道罗斯在返回自己的位面时会毁灭它的寄主。备注：参考《怪物之锤》获取更多有关道罗斯的信息。\n别名：设置面纱生成者",
"coc 设置面纱生成者":"{coc 道罗斯请神术}",
"coc 漆黑者请神术": "漆黑者请神术\nCallElNegro\n召唤奈亚拉托提普的化身漆黑者，到它虔诚的崇拜者们面前。本法术必须在夜晚施放，但任何地点都可以。化身到来时将准备好进行交易。漆黑者的装扮是个18世纪的牧场主，面容漆黑，长相俊美异常（不造成理智值损失），通常骑一匹高大的乌黑公马。他的崇拜者相信漆黑者有求必应，但代价总是非常高昂。如果漆黑者呈现出另一副面具，很可能要进行理智检定。备注：参考《洛杉矶的秘密》(SecretsofLosAngeles)获取更多有关道罗斯的信息。\n别名：不详。",
"coc 加塔诺托亚请神术":"加塔诺托亚请神术\nCallGhatanothoa\n将火山之主加塔诺托亚召唤到施法者面前。法术称它只能在姆大陆施放（有人说它位于新西兰和智利之间），而且是姆大陆居于海平面以上时。施法者若没有在完全黑暗下召唤，身体性命就会有危险；因为只要看这尊旧日支配者一眼，人就会变成僵硬的活木乃伊，身体变成硬皮一般，但脑子和器官不知怎么会无限期保存——但意识会自此生活在理智销蚀的痛苦当中。\n别名：撤废特尤格的拘束、唤起美杜莎",
"coc 撤废特尤格的拘束":"{coc 加塔诺托亚请神术}",
"coc 唤起美杜莎":"{coc 加塔诺托亚请神术}",
"coc 格拉基请神术":"格拉基请神术\nCallGla'aki\n只能在夜晚的湖边或大型水体边施放。如果在英格兰布里切斯特湖边以外的地方施法，湖附近必须要有一个囚禁着这个旧日支配者的水晶碎片——否则法术会立即失败，所有魔法值和理智值将浪费。若成功，格拉基会从水中升起，从湖岸显现。它如果没有得到满足就会发怒，并可能攻击在场所有人，试图将他们变成自己的更多不死仆从。\n别名：水底大师乞求术、唤起加-鲁基",
"coc 水底大师乞求术":"{coc 格拉基请神术}",
"coc 唤起加-鲁基":"{coc 格拉基请神术}",
"coc 戈尔-戈罗斯请神术": "戈尔-戈罗斯请神术\nCallGol-Goroth\n需要一块至少一千年历史的圣物巨石。欧洲很多巨石建筑都符合要求，比如匈牙利臭名昭著的“黑石”。举行仪式要点燃篝火并进行数小时狂乱的舞蹈。石头上必须涂抹上至少一个人牲的血液。若成功，这尊怪蟾一般的神祇会在巨石的顶端现形。备注：参考《怪物之锤》获取更多有关戈尔-戈罗斯的信息。\n别名：唤出石之大师",
"coc 唤出石之大师":"{coc 戈尔-戈罗斯请神术}",
"coc 哈斯塔请神术":"哈斯塔请神术\nCallHastur\n本法术可将哈斯塔请至九块大石排列成V形的地方（总是邪教活动的标记！）。每块大石的体积都要在九立方码以上。本法术只有在毕宿五（在金牛座）升上地平线的晴朗夜晚（大约十月～三月）才能施放。在请神术进行时每有一只拜亚基在场，成功率就会额外增加10%。如果在每块石块中牺牲5点POW令它们全部附魔，这个石V字可以为“拜亚基召唤、束缚术”增加30%的成功率。\n别名：行于阴影者的黑按仪式、黄之祈愿",
"coc 行于阴影者的黑按仪式":"{coc 哈斯塔请神术}",
"coc 黄之祈愿":"{coc 哈斯塔请神术}",
"coc 有角之人请神术":"有角之人请神术\nCallHornedMan\n召唤来奈亚拉托提普的化身，有角之人。召唤它的通常是女巫们或者急于学习魔法秘密的人，他们相信有角之人可以赠予自己知识。如果有角之人出现，它会选择召唤者中的一人作为“舞伴”。这场“舞”对于不同的人来说，意义也不一样。比如，它可以如字面意义是跳一场舞，也可以是进行一场渎神的仪式、一次热烈的拥抱，或者有角之人一时兴起想到的其他行动。被有角之人选中的“舞伴”永久+5POW。和有角之人更深入的接触会有什么好处或代价，由KP决定。备注：参考《怪物之锤》获取更多有关有角之人的信息。\n别名：好顽童召来术、智慧与不和的舞蹈、老尼克的启示",
"coc 好顽童召来术":"{coc 有角之人请神术}",
"coc 智慧与不和的舞蹈":"{coc 有角之人请神术}",
"coc 老尼克的启示":"{coc 有角之人请神术}",
"coc 伊欧德请神术": "伊欧德请神术\nCallIod\n这是个古老而被人遗忘的法术，能将旧日支配者伊欧德召唤到山顶。施放本法术之前，必须创建一个特殊的守卫法阵，其中包含一个五芒星——施法者若未能照做，必死无疑。在召唤伊欧德时，没有站在保护法阵中的人将立即被攻击，在旧日支配者在场时离开法阵的人同样会招致攻击。若成功，空气中会形成阴暗的影子，很快消散成眩目的光芒，伊欧德就从此处出现。备注：参考《怪物之锤》获取更多有关伊欧德的信息。\n别名：召唤猎人",
"coc 召唤猎人":"{coc 伊欧德请神术}",
"coc 伊塔库亚请神术":"伊塔库亚请神术\nCallIthaqua\n可以吸引伊塔库亚的注意；但是这尊旧日支配者现身时可能只会被当作一股旋风或者强烈的寒风。本法术必须在巨大的雪堆上施放（至少10尺高）。传说中，本法术只能在极北之地、温度在冰点以下的时候才能施行。有些巫师推测伊塔库亚会从任何积雪的高山上召唤出来，甚至是南极的山也可以。\n别名：北风的七重悲叹、呼叫冰雪之神",
"coc 北风的七重悲叹":"{coc 伊塔库亚请神术}",
"coc 呼叫冰雪之神":"{coc 伊塔库亚请神术}",
"coc 月棱镜守护者请神术":"月棱镜守护者请神术\nCallKeeperoftheMoonlens\n月棱镜守护者只能在一年中某些特定的夜晚召唤，这些天中月光可以通过月棱镜，照射到英国戈茨伍德镇附近的一座山丘上。虽然没有其他的限制，但在月棱镜守护者从它的地下巢穴蠕动而出时，必须为它准备好一个以上的受害者作祭品。祭品将被囫囵吞下，之后将会重生为变异的受莎布-尼古拉丝的祝福者。备注：参考《怪物之锤》获取更多有关月棱镜守护者的信息。\n别名：棱镜的韵律、大师的召唤",
"coc 棱镜的韵律":"{coc 月棱镜守护者请神术}",
"coc 大师的召唤":"{coc 月棱镜守护者请神术}",
"coc 拉略罗娜请神术":"拉略罗娜请神术\nCallLaLlorona\n本法术会召唤莎布-尼古拉丝的化身拉略罗娜到女神的崇拜者面前。本法术必须于农历下半月的夜晚，在清澈的溪边或湖边施放。完成法术不需要祭坛和血祭，但每有一个儿童自愿参加仪式，召唤成功率就增加10%。当拉略罗娜出现时，施法者必须以指名或手指的方式指定一个祭品，化身会享用它。如果没有做这一步，她会把怒火倾泻到施法者身上。备注：参考《洛杉矶的秘密》获取更多有关拉略罗娜的信息。\n别名：恳求流泪女神、溺死者的哀号召唤",
"coc 恳求流泪女神":"{coc 拉略罗娜请神术}",
"coc 溺死者的哀号召唤":"{coc 拉略罗娜请神术}",
"coc 姆纳加拉请神术": "姆纳加拉请神术\nCallM'nagalah\n本法术十分罕见，因为姆纳加拉没有已知的人类崇拜者和教团，所以相传它只存在于外星“文本”当中。在姆纳加拉来到时，必须为它准备好受害者作祭品，且施法者要从此神的视线下隐藏好自己，否则就可能被吃掉。备注：参考《怪物之锤》获取更多有关姆纳加拉的信息。\n别名：不详。",
"coc 末法之龙神请神术":"末法之龙神请神术\nCallMappoNoRy\nūjin召唤末法巨龙——末法之龙神，让它完全实体化，为世界带来毁灭。除了标准的魔法值消耗以外，施法者还需要失去1D20点理智值。只能由拥有三神器的人施放。三神器是日本天皇的象征：天丛云剑、八咫镜、八尺琼勾玉——这三件造物来源于上古姆大陆。必须建造六座石柱排成锁孔形状，上面雕刻成盆形，每个容纳七曜之一。每个石盆中还要放置一块墨玉，共六块。施法者还要牺牲SIZ500的日本皇室后裔的血，法术才能完成。这尊旧日支配者将从它姆大陆废墟上的巢穴中苏醒，并移动到施法者处，所到之处片瓦不存，宣示着拉莱耶黄金时代的来到。备注：参考《日本秘史》(SecretsofJapan)获取更多有关末法之龙神的信息。\n别名：祈求末日传令官、废止远古封印，释放带来毁灭的利维坦",
"coc 祈求末日传令官":"{coc 末法之龙神请神术}",
"coc 废止远古封印，释放带来毁灭的利维坦":"{coc 末法之龙神请神术}",
"coc 尼约格萨请神术":"尼约格萨请神术\nCallNyogtha\n本法术可以讨得尼约格萨的欢喜，它现身的时候会施恩于施法者——如果它认为施法者有价值的话。施法者必须在任何洞穴的入口进行法术的仪式（某些典籍提到所有巨型洞穴都会连接到尼约格萨栖息的那一个）。\n别名：厉声号叫祈求汝的黑暗主人之术、吁求潜伏在地下的祂施恩之术",
"coc 厉声号叫祈求汝的黑暗主人之术":"{coc 尼约格萨请神术}",
"coc 吁求潜伏在地下的祂施恩之术":"{coc 尼约格萨请神术}",
"coc 奥萨多戈瓦请神术": "奥萨多戈瓦请神术\nCallOssadogowah\n仅在魔星大陵五升上地平线且可见的夜晚才能施放。如果在石塔上施放（和77页的法术“犹格-索托斯请神术”使用的塔同类），法术的成功概率将+25%。类似地，在沼泽或清澈水体边施放法术将令青蛙参与法术，使法术的成功概率+10%。本法术可以召唤出奥萨多戈瓦，也叫兹维尔波古亚(Zvilpoggua)，人称“撒托古亚之子”。备注：参考《怪物之锤》获取更多有关奥萨多戈瓦的信息。\n别名：繁殖撒托古亚之子",
"coc 繁殖撒托古亚之子":"{coc 奥萨多戈瓦请神术}",
"coc 热利姆·沙伊科尔斯请神术":"热利姆·沙伊科尔斯请神术\nCallRlimShaikorth\n白蠕虫热利姆·沙伊科尔斯只能在南北极召唤。法术的文本（通常）会警告施法者注意，因为已知这尊旧日支配者会将祈求它关注的施法者吞噬掉。备注：参考《怪物之锤》获取更多有关热利姆·沙伊科尔斯的信息。\n别名：孤独的伊基尔斯之咏、引起冰之神光顾",
"coc 孤独的伊基尔斯之咏":"{coc 热利姆·沙伊科尔斯请神术}",
"coc 引起冰之神光顾":"{coc 热利姆·沙伊科尔斯请神术}",
"coc 塞伊地请神术": "塞伊地请神术\nCallSaaitii\n塞伊地是尊不出名的旧日支配者，据信在黑暗中施放本法术且准备好祭品，它就会被召唤出来。《西格桑德手稿》(SigsandManuscript)称，塞伊地会使它祭品的灵魂腐朽毁灭，逼疯并占据他们。手稿似乎并未包含真正的法术，只是描述了它的使用方法，因为从未有记载表明这个邪恶生物有过人类崇拜者。备注：参考《怪物之锤》获取更多有关塞伊地的信息。\n别名：不详。",
"coc 莎布-尼古拉丝请神术":"莎布-尼古拉丝请神术\nCallShub-Niggurath\n莎布-尼古拉丝会被召唤到神圣的石头祭坛上。这个祭坛必须位于阴湿的露天场所。法术必须在新月时在祭坛施放。每次对黑暗母神的召唤都需要鲜血为祭坛进行祭献。如果祭坛浸泡在相当于200SIZ以上的鲜血当中，请神术的成功率将增加20%。另外，每有一只黑山羊幼崽在场，成功率会额外增加10%。\n别名：合一庄严礼、林中女神肉欲生出之术",
"coc 合一庄严礼":"{coc 莎布-尼古拉丝请神术}",
"coc 林中女神肉欲生出之术":"{coc 莎布-尼古拉丝请神术}",
"coc 无皮者请神术": "无皮者请神术\nCall\n(The)SkinlessOne消耗：至多100个祭品施法用时：1天\n据信只有皮肤兄弟会知道本法术，召唤无皮者是罕见且重要的内容。每名人祭可以增加1点成功率，另外必须消耗整整100点魔法值。如果施法检定失败了，无皮者仍然会显形，收集祭品，并当场带走同等数量的崇拜者。备注：参考《东方快车上的恐怖》获取更多有关无皮者的信息。\n别名：不详。",
"coc 野兽之神请神术":"野兽之神请神术\nCallTheBeast\n本法术召唤一头庞大的怪兽，它是奈亚拉托提普的化身，人称野兽之神（也有很多其他名字），只能在埃及吉萨的狮身人面像附近才能成功施放。据信本法术只有野兽兄弟会才知道。若施法成功，则狮身人面像的周围轻微地震动，表明野兽之神的精魂已经进入了石像。狮身开始弯曲，随着石头摩擦的声音开始移动；人面则碎裂脱落，露出椭圆形的漆黑空洞，洞里可以看到旋转的恒星和星系。这尊神基本是无心智的（从人类的角度）并且立即开始毁灭周围的一切，用它巨大的爪子践踏人和建筑。备注：参考《怪物之锤》获取更多有关野兽之神的信息。\n别名：恳求阿布·胡勒(AbuHol)、恐惧之父的大祭仪",
"coc 恳求阿布·胡勒(AbuHol)":"{coc 野兽之神请神术}",
"coc 恐惧之父的大祭仪":"{coc 野兽之神请神术}",
"coc 伊波-兹特尔请神术": "伊波-兹特尔请神术\nCallYibb-Tstll\n传统上要由十三个人施法，且只能在新年第一天的午夜施放（但日期会随历法而改变）。法术文本要求七名召唤者要懂得这种阴沉的咒语，并就地施放“纳克-提特之障壁”的沉眠者，召引夜之母",
"coc 伊格请神术":"伊格请神术\nCallYig\n这种危险神秘的法术会召唤出蛇人父神伊格。本法术只能在适于蛇类生存的地区施放，比如无人烟的沼泽、丛林或沙漠。该地区必须有足够的蛇类（或蛇人）在附近，累计POW至少达到500点。法术的描述中没有提到人祭的内容。施放本法术消耗1D10点理智值和8点魔法值。\n别名：祈求蛇之父神、毒液申祷",
"coc 祈求蛇之父神":"{coc 伊格请神术}",
"coc 毒液申祷":"{coc 伊格请神术}",
"coc 犹格-索托斯请神术":"犹格-索托斯请神术\nCallYog-Sothoth\n犹格-索托斯会被召唤到特别建造的石塔上。石塔必须建造在开阔地，天空必须晴朗无云。石塔本体至少要10码高。每次施法时邪教徒还要选派一个人牲做见面礼。其实只需要邀请一下就可以——比如，指一指附近的村落，犹格-索托斯随后会自己去选择牺牲者。石塔可以被附魔，降低成功施放法术所需的魔法值消耗。每向石塔（永久）注入1点POW，犹格-索托斯请神术的成功率就会上升1点。\n别名：钥匙的禁歌、雅-宰克(Yah-Zek)引导术",
"coc 钥匙的禁歌":"{coc 犹格-索托斯请神术}",
"coc 雅-宰克引导术":"{coc 犹格-索托斯请神术}",
"coc 祖谢昆请神术": "祖谢昆请神术\nCallZu-Che-Quon\n消耗：15点魔法值；1D10点理智值\n施法用时：5轮\n施放本召唤仪式需要鸣响三口附魔钟（参见“恐怖之钟附魔术”，P107）。和其他请神术不同，本法术总会成功，只需要持续鸣钟——无需了解祖谢昆，因为鸣钟就会引发法术——法术的消耗会从鸣钟人身上自动抽取。若钟声停止，祖谢昆将返回它原本所在的黑暗之中。备注：参考《怪物之锤》获取更多有关祖谢昆的信息。\n别名：召来沉默的黑暗",
"coc 召来沉默的黑暗":"{coc 祖谢昆请神术}",
"coc 蠕虫召来术":"蠕虫召来术\nCallForthTheWorm\n消耗：10点魔法值；1D3点理智值\n施法用时：10小时\n图尔兹查教团中被选中的成员懂得这个死灵法术，可以复活死人的灵魂，通常用来复活绿焰教团中最虔诚的信徒。法术的目标必须已死，并埋入土中至少两星期。施法者开始进行仪式吟诵唤醒死者的灵魂，让它在吞食了尸体的坟墓蠕虫体内复苏。仪式持续十个小时，期间施法者要牺牲10点魔法值和15点POW。在这段时间结束时，法术的目标进行一次POW检定（使用他死亡时的POW）：若成功，死者将在10D10小时后复活，变成一大团蠕动着的坟墓蠕虫群。复活的蠕行者将保留INT、POW、记忆、技能、法术等等它死亡时拥有的一切东西。其他属性会变成蠕行者的（若还有SAN，要归零）。若POW检定失败，法术失败，目标不能再借本法术复活。备注：不是所有蠕行者都是用本法术复活的。有些情况下，死者的纯粹意志已足够将自己的灵魂寄宿到蠕行的坟墓蠕虫当中。\n别名：蠕行者唤醒/创建术、图尔兹查的变形、图尔兹查的变形、赐予万千滑蠕形态",
"coc 蠕行者唤醒术":"{coc 蠕虫召来术}",
"coc 蠕行者创建术":"{coc 蠕虫召来术}",
"coc 图尔兹查的变形":"{coc 蠕虫召来术}",
"coc 赐予万千滑蠕形态":"{coc 蠕虫召来术}",
"coc 召雷术":"召雷术\nCallLightning\n消耗：10点魔法值；1D2点理智值\n施法用时：5分钟\n本法术可以让一束闪电击中施法者指引的地点（目标必须在施法者视野内）。闪电造成6D6点伤害。区域内必须有积雨云，法术才能生效。深层魔法：施法者可以随意驱使元素，并立即产生效果（法术即时施放）。\n别名：掌握元素、火与硫磺召唤术",
"coc 掌握元素":"{coc 召雷术}",
"coc 火与硫磺召唤术":"{coc 召雷术}",
"coc 黑质召集术":"黑质召集术\nCallTheBlack\n消耗：20点魔法值；10点POW；2D6点理智值\n施法用时：3小时\n巫师对一名目标召唤伊波-兹特尔的活血液，又叫“黑质”。血液会以柔软的薄片形态出现，粘附在目标身体上，且会积累极多，令人窒息或死亡。目标在被黑质覆盖的第一轮必须进行一次CON检定；若成功，目标失去1D2点耐久值，若失败，失去1D4点耐久值。第二轮需要进行一次困难CON检定（失去1D4/1D6点耐久值）。第三轮起，目标必须通过极难CON检定（每轮失去1D6/1D8点耐久值）。效果将持续到目标耐久值归零（死亡）或法术被驱散。除了杀死施法者或说服施法者取消施法以外，据说只有大量的流水才能驱散黑质。\n别名：黑血术、黑血诅咒、郁闷血质",
"coc 黑血术":"{coc 黑质召集术}",
"coc 黑血诅咒":"{coc 黑质召集术}",
"coc 郁闷血质":"{coc 黑质召集术}",
"coc 僵尸召集术":"僵尸召集术\nCallZombie\n消耗：2点魔法值；1D3点理智值\n施法用时：4轮\n召唤施法者一英里范围内的所有僵尸并聚集到施法者的位置。施法者要在日落之后，在地上画出一个法阵，站在其中念诵咒语。法阵会保护施法者（和任何施法开始之前经过允许的人），只要他们在法阵之内就不受不死者的影响。法阵最多容纳四个人。僵尸会如飞蛾扑火一般被法阵吸引过来，但只能在法阵外止步，饥渴地盯着阵内的人。这些僵尸在天亮之前都会停留在法阵外围，即使攻击它们也无法驱离。\n别名：死者召集术、无墓者的请愿",
"coc 死者召集术":"{coc 僵尸召集术}",
"coc 无墓者的请愿":"{coc 僵尸召集术}",
"coc 烛光通讯术":"烛光通讯术\nCandleCommunication\n消耗：5+点魔法值；1点理智值\n施法用时：即时\n本法术可以让两个知觉生物用魔法进行交流，不需要其他设备就能传递声音。法术需要两��施法者。两人要在计划好的时间点起一支蜡烛并反复诵读咒语，直到听到对方的声音为止。本法术在十英里之内传声都很清晰；距离每增加一百英里（不足进位），每名施法者就要多消耗一点魔法值。法术最远范围是一千英里。吹灭蜡烛可以令法术终止。深层魔法：可以令最多四名巫师同时进行会话，并且可以向其他人发送图像。图像会显示在火焰里。\n别名：火之舌、火焰的呼吸、巫师信",
"coc 火之舌":"{coc 烛光通讯术}",
"coc 火焰的呼吸":"{coc 烛光通讯术}",
"coc 巫师信":"{coc 烛光通讯术}",
"coc 弗洛林倾泻术":"弗洛林倾泻术（幻梦境）\nCascadesofFlorin\n消耗：可变的POW；1D4点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。本法术消耗可变数量的POW，魔法师在施放法术时可以选择消耗量。法术会产生旋转的急流，由金色的液体组成，向外流出。急流会覆盖一片三角形区域，施法者处的宽度为两码，急流尽头宽度10码，长度可以为10到100码，施法者可以自行选择。每消耗5点POW，被急流浸湿的活物都会损失1D6点魔法值。\n别名：光亮之水、漩涡吸取",
"coc 光亮之水":"{coc 弗洛林倾泻术}",
"coc 漩涡吸取":"{coc 弗洛林倾泻术}",
"coc 法阵施放术":"法阵施放术\nCastCircle\n消耗：3+魔法值；1D3点理智值\n施法用时：5分钟\n创建一道魔法屏障，阻止某一种非自然生物通过（拜亚基、深潜者、狼人、夜魇、吸血鬼、幽灵和僵尸等）。其他神话种族（能被召唤且束缚的）有50%的概率被阻止。人类、自然生物和高级神话存在不受影响。同样的，法术、物理和魔法武器也不受影响。施法者消耗3点魔法值设立屏障，在地面绘制法阵时，法阵每容纳一个人就要增加1点魔法值消耗；屏障设立后会发出明亮的光。尽管屏障是圆圈形，但法术生效时阻挡的生物从任何方向都无法接触被保护者。魔法屏障施放后持续一个小时，之后必须重新施放以维持效果。\n别名：赫坦(H'Tan)分隔术、古老封锁线",
"coc 赫坦分隔术":"{coc 法阵施放术}",
"coc 古老封锁线":"{coc 法阵施放术}",
"coc 夏恩逐出术":"夏恩逐出术\nCastOutShan\n消耗：10点魔法值；1+点理智值\n施法用时：1小时\n本法术可以从活体寄主当中驱逐夏恩（夏盖虫族），寄主须在一个用马鞭草摆出的五英尺大小的五角星形区域当中。施法者损失1点理智值（如果对自己施放，施法者消耗2点理智值）。在仪式之后，五角星在接下来的十二小时之内可以保护人不受新的夏恩入侵。\n别名：取出仪式、极恶夏盖的净化、五角守卫",
"coc 取出仪式":"{coc 夏恩逐出术}",
"coc 极恶夏盖的净化":"{coc 夏恩逐出术}",
"coc 五角守卫":"{coc 夏恩逐出术}",
"coc 魔鬼逐出术":"魔鬼逐出术\nCastOutTheDevil\n消耗：10点魔法值；1D4点理智值\n施法用时：1天\n从异界存在手中释放被占据的目标。这个复杂而费力的法术需要一整天来施放，并且需要许多部族魔法的成分。施法者须和占据目标的存在进行一次POW对抗检定并胜出，法术才能生效。最多可以有两名协助者参与，他们必须知道本法术，可以向施法者支援10点魔法值，为检定增加一颗奖励骰。本法术很少在没有协助的情况下施放。不同文化中，比如非洲、凯尔特、阿拉伯群体，存在本法术的不同形式。需要的法术成分要体现施法者的文化传统。本法术可以对许多敌人使用——帮助被伊戈罗纳克、伟大种族伊斯的精神、艾霍特的幼体等等占据的人。如果从目标身体里出现的存在是可见的，在驱魔现场的所有人都要进行相应的理智检定。\n别名：驱魔仪式、强迫恶魔、灵魂谋杀",
"coc 驱魔仪式":"{coc 魔鬼逐出术}",
"coc 强迫恶魔":"{coc 魔鬼逐出术}",
"coc 灵魂谋杀":"{coc 魔鬼逐出术}",
"coc 符文施放术":"符文施放术\nCastingtheRunes\n消耗：2点POW；1D8点理智值\n施法用时：2小时\n这个古老法术用来为敌人降下毁灭。巫师在想要别人看似正常、却无比凄惨地死去时，通常会施放本法术。施法者用古老的符文符号绘制一张羊皮纸。施法者将这张羊皮纸以某种方式交给目标，可以是圈套和骗术。使用中间人将使法术失效。附魔的羊皮纸将尝试自毁。当它第一次被打开或每次被拿起时，它都会试图飞进火里或者飞出窗外，除非目标或附近的伙伴通过一次DEX检定并成功。“赠予”发生几小时后，目标会收到警告（在他们脑海里恶魔般的声音或者幻觉），说他们两星期后就将毁灭。此后目标开始感觉自己被监视。他们会在独处时感到不适，同时感觉越来越不对劲。他们的睡眠越来越不安。周围还会发生怪事：门会自己打开，电梯会在两层之间停住，电灯反复亮灭等等。热气形成的阵风围绕着目标的身体。焦虑变成沮丧悲观的抑郁。第一周发生的事情会令目标每晚损失1点理智值。诅咒在第二周变得更强：比如，目标想上床寻求掩护时，手可能会碰到一只非人类的、长满利齿的嘴；还可能瞥见玻璃上反射出恐怖的恶魔身影，听见无人能听到的邪恶音乐，等等。其他人无从见证这些事件。目标会变得憔悴不堪、心神不宁。第二周每晚要进行一次理智检定（损失1D2/1D4点）。在预定时间前的最后两天，目标不再感觉自己被监视了，但仍感觉末日的气氛笼罩在自己头上。在最后这几天，见到目标的其他人常会认为他们看到了有另一个人站在目标边上（像阴影一样），但实际上什么人也没有。在最后一天午夜，“恶魔（维度外的存在）”将出现并毁灭目标。如果这时有其他人在附近，他们会看到朦胧的物体向目标移去。他们若尝试干涉，也会成为恶魔的毁灭目标。恶魔将追猎目标，或将他们吓破胆，引发致命的事故等等。否则它会攻击并在精神上杀死目标。恶魔是跳动的恐怖生物，全身白色，长着蝙蝠的翅膀、长角、长吻和绿色发光的眼珠。它有INT75、POW150，30点魔法值。它每次攻击时都会和它的目标进行一次POW对抗检定，若它胜出，它会吸取5D10点POW。若它对抗检定失败，它会失去1D6点魔法值（当魔法值归零时它会消散，但会在3D6小时后回来）。恶魔可以被法术和附魔武器伤害（任何此类伤害都会扣减POW而非耐久值）。“旧印”可以阻挡它，但它会再三光顾，直到它如愿或者目标死去。因此而死去的人看上去是被吓死的；验尸官会认为死因是急性心脏病发作。摆脱恶魔的唯一途径是将符文羊皮纸交还给施法者（间接方式无效）。因为施法者通常戒备森严，所以想救下法术的受害者往往需要精明的计划。若羊皮纸已经被毁，诅咒将保持，目标必死无疑。如果把羊皮纸交给施法者以外的人，原目标的诅咒不会移除，且他要因为尝试对他人施咒而进行一次理智检定（损失1/1D4点）。杀死施法者也不能阻止诅咒的生效。若成功把符文还给了施法者，施法者会在预定时点成为恶魔的猎物。有一种理论猜测，如果法术的目标能学会本法术，他可以尝试逆转法术的效果，以此驱散恶魔。这个办法是否奏效尚无定论。\n别名：残忍奸计、死亡赠礼",
"coc 残忍奸计":"{coc 符文施放术}",
"coc 死亡赠礼":"{coc 符文施放术}",
"coc 致盲术":"致盲术\nCause/CureBlindness\n消耗：8点魔法值（致盲术额外消耗2D6点理智值）施法用时：1天\n目标完全且永久失明，好像中风了一样。如果眼睛和视神经的功能没有受损，同样的法术也可以用解除目盲。施放法术需要进行1天的仪式。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效（若目标自愿则自动成功）。\n别名：目盲术、视觉授予、黑暗之影、法老的诅咒",
"coc 目盲术":"{coc 致盲术}",
"coc 视觉授予":"{coc 致盲术}",
"coc 黑暗之影":"{coc 致盲术}",
"coc 法老的诅咒":"{coc 致盲术}",
"coc 治盲术":"治盲术\nCause/CureBlindness\n消耗：8点魔法值（致盲术额外消耗2D6点理智值）施法用时：1天\n目标完全且永久失明，好像中风了一样。如果眼睛和视神经的功能没有受损，同样的法术也可以用解除目盲。施放法术需要进行1天的仪式。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效（若目标自愿则自动成功）。\n别名：目盲术、视觉授予",
"coc 致病术":"致病术\nCauseDisease\n消耗：8+点魔法值；1D4点理智值\n施法用时：5轮\n本法术用发热的疾病折磨目标，症状酷似霍乱、疟疾或者肺炎等。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若目标胜出，法术无效。若施法者胜出，高热、恶心、呕吐、脱水和意识模糊等症状将接踵而至。施法者每在法术中投入1点魔法值，目标就要丧失1D6点STR、CON和DEX（每种属性单独掷骰）。若目标存活，他可以自然恢复这些属性。如果任一项属性归零，目标就死亡。要施放本法术，施法者必须获取目标的一些私人物品，尤其是目标的嘴接触过的东西。这些物品要和有毒植物的碎片一起埋在一个深坑里。坑要填满，最上面还要盖上一块特别雕刻的石头。接下来吟唱一段简短的咒语，法术就施放完毕了。目标若想保持清醒，似乎唯一的方法就是卧床休息。只有治疗类的魔法才有实际效果。找到被埋的东西并把它和有毒植物一起烧光可以令法术终止，否则法术将正常生效。\n别名：祖拉(Zura)的恩赐、不幸体液干枯术、紫黑疹",
"coc 祖拉的恩赐":"{coc 致病术}",
"coc 不幸体液干枯术":"{coc 致病术}",
"coc 紫黑疹":"{coc 致病术}",
"coc 引神术": "引神术\nChannelingGod\n消耗：10点魔法值；5点POW；1D6点理智值\n施法用时：3D6小时\n施法者创建一个仪式空间，然后开始创作一件容器，容纳他们召唤来的力量。容器可以是任何形式：一幅画、一篇文章、一段乐曲、一座雕像等等。在创建容器时，需要3D6小时的吟诵，在仪式的高潮时，施法者要进行一次「艺术/手艺」检定，并要达成极难成功。其他级别的成功或者失败意味着容器的质量不够好，无法用于仪式。重新开始仪式需要创建一件新的艺术品并再次支付法术消耗。若成功，容器将被一个域外缪斯占据，并因此变成灵感具现体。备注：参见《不可名状的恐惧》(NamelessHorrors)获取更多有关域外缪斯和灵感具现体的信息。\n别名：不详。",
"coc 透特之咏":"透特之咏\nChantofThoth\n消耗：10点魔法值；1D4点理智值\n施法用时：30分钟\n使用本法术可以增长施法者的智力，提升他解决特定脑力问题的几率。本法术可让施法者在获取知识、学习法术、翻译文章、推断符号的含义等等场合的检定时获得单颗奖励骰。\n别名：明晰大脑的仪式、增闻广识的歌咏、学者合唱",
"coc 明晰大脑的仪式":"{coc 透特之咏}",
"coc 增闻广识的歌咏":"{coc 透特之咏}",
"coc 学者合唱":"{coc 透特之咏}",
"coc 守卫之咏":"守卫之咏\nChantofWarding\n消耗：12点魔法值（每天）施法用时：3分钟\n，每天3次本法术版本众多，最广为人知的一种是美国西南部某印第安部落使用的版本。本吟诵如果正确施放，可以保护施法者及其住宅不受伊格和它子嗣的损害。本吟诵必须系每天反复施放三次。一次在日出或早上醒来时，一次在正午，第三次在日落或休息前。吟诵必须持续大约3分钟，每次消耗4点魔法值。本人将不受伊格和它的恐怖之蛇造成的直接伤害。本法术对普通蛇、蛇人和重大自然灾害（包括伊格造成的）不提供保护。\n别名：伊格之歌、守护吟、津卡巴之歌",
"coc 伊格之歌":"{coc 守卫之咏}",
"coc 守护吟":"{coc 守卫之咏}",
"coc 津卡巴之歌":"{coc 守卫之咏}",
"coc 动物魅惑法":"动物魅惑法\nCharmAnimal\n消耗：可变的魔法值\n施法用时：1轮\n本法术令目标动物将施法者当作朋友。目标动物每有5点SIZ，法术消耗就增加1点，持续时间24小时。过了这个时间，目标动物将完全忘记之前的友善。本法术不在施法者和动物之间建立超自然的连接，而是改变动物的行为。动物不能用来役使或者加入战斗，因为这些动作需要施法者无法给出的复杂指令。不过，友善的动物在睡觉时会分享温度，猎食动物则会分享它的猎物。\n别名：森林的善意、旅行者之触",
"coc 森林的善意":"{coc 动物魅惑法}",
"coc 旅行者之触":"{coc 动物魅惑法}",
"coc 黄泉深渊术":"黄泉深渊术\nChasmtoHell\n消耗：15点POW；2D6点理智值\n施法用时：1轮\n施法者大声喊出诅咒（法术的形式不同，诅咒也不同；比如在日本，施法者会诅咒目标落入地狱(Jigoku)其中之一）。作为回应，这地区会发生地震，目标脚下的土地会裂开缝隙，这名指定的目标将被吞没而死。据记载，任何俯视深渊的人都会看见不该看见的东西（理智检定，损失1/1D6点），记载坚信窥视者看见的就是地狱本身。根据情形不同，KP可能允许目标进行一次DEX或「跳跃」检定避免落入深渊；但注意，在1D4分钟后会出现1D4只来自异界的生物，试图抓住目标并将他们拉下去。生物的外形和施法者所属的文化有很大关系：他们会看到符合自己文化中“恶魔”的形象。实际上这些生物是神话生物，KP可以使用任何合适的神话怪物。\n别名：魔鬼的召唤、送邻入壑，投诸业火",
"coc 魔鬼的召唤":"{coc 黄泉深渊术}",
"coc 送邻入壑，投诸业火":"{coc 黄泉深渊术}",
"coc 特兹查普特尔之铃":"特兹查普特尔之铃\nChimeofTezchaptl\n消耗：10点魔法值；10点POW；1D6点理智值\n施法用时：6小时\n施法者对一只银、金、铁等单质金属制造的小铃铛或小钟进行附魔。制造地点每有100英尺（约30.5米）海拔，造出钟的有效度就上升一个百分点：在5500英尺（约1676米）制造的钟响起时，有55%的几率生效。并且，施法者还须通过“不可名状的诺言”，危及自己的理智和性命。制成的钟可以抵抗许多需要歌唱或音乐来施法的法术，例如“哈斯塔释放术”“哈斯塔之歌”“抑光术”和“灵魂之歌”。轻轻鸣钟，如果D100检定值在钟的成功率以下，则钟会吸收一个法术。在钟吸收魔法时，它的金属材质会发出特殊的光泽，钟的音色也会变化。吸收完一个法术之后，它可以将这个法术的本质保留2D6分钟。在这个时间内，持有钟的人可以大声鸣钟，让钟内的魔法力量猛烈地释放出来回到原施法者的身上，吸收的法术每需要2点魔法值施放，就可以造成1D6点耐久值伤害。这种鸣钟方式不需要额外的消耗或检定。目击法术能量的反弹可能造成理智损失。\n别名：吟游歌手的反击、和谐的协调、伶人之铃",
"coc 吟游歌手的反击":"{coc 特兹查普特尔之铃}",
"coc 和谐的协调":"{coc 特兹查普特尔之铃}",
"coc 伶人之铃":"{coc 特兹查普特尔之铃}",
"coc 反胃法阵":"反胃法阵\nCircleofNausea\n消耗：4点魔法值；2点理智值\n施法用时：5分钟\n本法术可以在施法者的周围制造一个强大的保护法阵，让任何接近他的人类感觉到反胃与痛苦。施法者须在地上用粉笔画出一个圆圈，并用四枚附魔的蛋白石加强法阵——每块都对应指南针上的一个基本方向。对石头附魔需要事先在每块石头上牺牲2点魔法值（总共8点），可以在施放本法术前提前准备。在实行本法术的时候，还要再牺牲4点魔法值。打破这一法阵需要在施法者和想进入的人物之间进行一次POW对抗检定。任何触碰法阵并在POW对抗中失败的人将呕吐五分钟，直到他退避到100码以外。若有人成功打破法阵，法术瓦解。\n别名：脉动光辉守卫术、恶臭屏障",
"coc 脉动光辉守卫术":"{coc 反胃法阵}",
"coc 恶臭屏障":"{coc 反胃法阵}",
"coc 守卫法阵": "守卫法阵\nCircleofWarding\n消耗：可变的魔法值\n施法用时：1+小时\n每消耗1点魔法值，施放本法术就需要1小时。施法者在地上画出一个几何图形。当被召唤出的存在试图通过屏障时，它必须同投入本法阵的累计魔法值（乘以五）进行一次POW对抗检定，若未通过则不能物理上通过或破坏它。若有非召唤的生物走入或走出法阵，或下个日出或日落时，法术终止。\n别名：远古几何学",
"coc 远古几何学":"{coc 守卫法阵}",
"coc 伏尔瓦多斯的净化之火": "伏尔瓦多斯的净化之火\nCleansingFlameofVorvadoss\n消耗：可变的魔法值；1D4点理智值\n施法用时：3轮\n这个强效的法术可以让异维度的存在返回它们原来的维度。姆大陆的远古祭司懂得本法术，但人们认为有关本法术的知识现在已经失传。施法者（和其他懂得本法术的人）可以消耗任意点魔法值。其他不懂得本法术的参与者每人可以贡献1点魔法值，只要他们和施法者有物理接触。支付的累计魔法值将乘以五，和目标生物的POW进行对抗检定。若成功，该生物将在一阵眩目的棱镜闪光中被遣返回自己的维度，但不会阻止它再度被召唤回来。据称，旧日支配者伏尔瓦多斯会将本法术教给宠爱的侍僧（需要接受者牺牲5点POW）；师从这些人学习本法术不需要牺牲POW，但需要4点理智值和12小时时间，并通过一次困难INT检定，才能学会本法术。备注：参考《怪物之锤》获取更多有关伏尔瓦多斯的信息。\n别名：不详。",
		"法阵法术变体": "保护法阵有很多种形式，每种都会对试图打破防御区的人造成负面效果。基本流程包含对保护圈的描述，使用的材料可以不同（比如石头、粉笔、鼠尾草烟熏棒、马鞭草等等）。大多数情况下，试图穿越保护圈的人都会经受一些痛苦或者不适，被迫退出保护圈。更极端的法阵，需要目标损失耐久值的话，需要更多的消耗（增加魔法值消耗或牺牲POW）。",
"coc 净化仪式": "净化仪式\nCleansingRitual\n消耗：14点魔法值；5点POW；1D4点理智值\n施法用时：24小时\n这种漫长的仪式是设计用来恢复并带来舒适的。施法者要在两个日出之间对目标进行吟诵，同时协助者要在节奏的间隔向目标泼洒刚刚收集的清水。每泼洒一次清水，施法者就要在目标的皮肤上绘制健康幸福的咒印，在仪式中不断重复这一过程。24小时后，目标失去5点POW并恢复正常状态。各种诅咒和疫病将会移除，同时，因魔法附加的器官之类的异物将脱落或可以被切除。法术会耗尽目标的精力，他通常要在仪式结束后沉睡24小时。备注：不要和“净化之仪式（参见《东方快车上的恐怖》）”混淆，虽然十分相似，但后者专门用来清除塞德夫哈尔拟真像的影响。\n别名：肉体恢复术",
"coc 肉体恢复术":"{coc 净化仪式}",
"coc 火焰斗篷术":"火焰斗篷术\nCloakofFire\n消耗：12点魔法值；1D6点理智值\n施法用时：1轮\n本法术会增加施法者的移动速度、增强战斗防御，不过会对他造成非常大的痛苦。只有施法者会从本法术中受益。施法需要一轮，效果持续4D4轮。目睹生效中的斗篷需要损失1/1D3点理智值。本法术用穿梭闪烁的光点环绕施法者，每颗光点都拖着明亮的尾巴，摇曳着白热的光。施法者被斗篷包裹起来，升到离地面几英寸的位置。但是，身体动作完全不受影响。斗篷的灵气令人极其痛苦，施法者要损失1D6点理智值。在法术生效期间，施法者的MOV加倍，并在所有DEX检定中获得一颗奖励骰（同样影响「闪避」检定）。所有对施法者的攻击均获得一颗惩罚骰。任何试图用徒手（拳脚）攻击施法者的人，每次攻击时受到1D6点伤害。如果施法者接触到某人，将此行动视为一次近战攻击，施法者使用自己的「格斗（斗殴）」技能，造成1D6点伤害（加上一次幸运检定，确定目标有没有燃烧）；此行动每发生一次，施法者也要同时受到骰出伤害的一半（向下取整），因为他的皮肤会被斗篷的魔法表面烧蚀掉。施法者若因本法术损失过多耐久值，有可能死亡。深层魔法：施法者可以额外消耗6点魔法值释放一只火焰触手伸向指定的目标。这是一次近战攻击，有一颗奖励骰。目标可以闪避或反击。这次燃烧的攻击造成1D8点伤害（加上幸运检定避免燃烧），以恐怖的方式熔化皮肉。\n别名：克图格亚的拥抱、烈火死亡之舞、燃烧的时间",
"coc 烈火死亡之舞":"{coc 火焰斗篷术}",
"coc 燃烧的时间":"{coc 火焰斗篷术}",
"coc 记忆模糊术":"记忆模糊术\nCloudMemory\n消耗：1D6点魔法值；1D2点理智值\n施法用时：即时\n本法术会阻碍目标有意识地回忆特定事件的能力。目标必须在施法者视野内，且能够接收施法者的指示。施法者须和目标进行一次POW对抗检定。如果胜出，法术立即生效。目标对一件特定事件的记忆将被阻塞。若此事非常恐怖，目标以后仍然可能做一些和它有着含糊关系的噩梦。如果法术失败，此事会在目标的印象中变得鲜明。施法者必须知道要阻碍的事件。他不能做模糊的命令，像是“忘掉你昨天做的事”。相反，他必须提到这件事，比如“忘掉你被怪物袭击的事”。本法术不能阻碍克苏鲁神话法术和神话知识，除非此知识和特定事件密切相关；它也无法取消理智值损失或消除疯狂。深层魔法：每额外投入10点魔法值，在决定法术成功的POW检定中便可获得一颗奖励骰。\n别名：昏乱糊涂术、惊愕失声术、故弄玄虚术",
"coc 昏乱糊涂术":"{coc 记忆模糊术}",
"coc 惊愕失声术":"{coc 记忆模糊术}",
"coc 故弄玄虚术":"{coc 记忆模糊术}",
"coc 尼约格萨紧握术":"尼约格萨紧握术\nClutchofNyogtha\n消耗：1+点魔法值；1D20点理智值\n施法用时：即时\n施法者须消耗1点魔法值启动法术，目标必须在能够交谈的距离之内。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若施法者胜出，目标会感觉似乎有一只巨手或者触手挤压着他的心脏，在法术生效期间每轮损失1D3点耐久值。在受到这种攻击时，目标会暂时瘫痪，好像心脏病发作了一样。如果某轮中累计伤害使得目标的耐久归零，目标的胸口将破裂炸开，他冒着热气的心脏会出现在施法者的手中。施法者每轮都需要专注施法来维持法术的效果。法术每持续一轮，施法者就需要消耗两倍于（上轮中）耐久伤害的魔法值，且每轮都要和目标做一次POW对抗检定并胜出。如果施法者的专注中断，法术终止。\n别名：邪恶的扭绞、黑暗巫师的暗中暴怒、可怖之抓挠",
"coc 邪恶的扭绞":"{coc 尼约格萨紧握术}",
"coc 黑暗巫师的暗中暴怒":"{coc 尼约格萨紧握术}",
"coc 可怖之抓挠":"{coc 尼约格萨紧握术}",
"coc 过来见我":"过来见我\nComeandSeeMe\n消耗：10点魔法值；1D6点理智值\n施法用时：1天\n引发法术目标和爱情。本法术需要制造一支洁白的人形蜡烛，含有精制橄榄油，还要包含目标身上取来的东西（目标的一束头发、衣服的碎片、指甲屑等等）。点燃蜡烛并念诵咒语。接下来的一周之内，每当施法者见到目标时，两人都要进行一次POW对抗检定：若施法者胜出，他在和目标交流时视为增加20点APP，并在所有「魅惑」「话术」和「说服」检定中获得一颗奖励骰。施法者第一次在这种POW对抗中胜出时，目标要失去1D4点理智值。若目标胜出了对抗检定，法术不会有进一步效果。\n别名：魅力术、凡俗引诱、在心底欲望中灌入扑腾的躁动",
"coc 凡俗引诱":"{coc 过来见我}",
"coc 在心底欲望中灌入扑腾的躁动":"{coc 过来见我}",
"coc 动物号令法":"动物号令法\nCommandAnimal\n消耗：1点魔法值；1D3点理智值\n施法用时：1轮\n施法者可以命令特定物种的动物执行一项命令。本法术的每个版本都专门应对一种动物的召唤和命令；因此“乌鸦号令法”只对鸦属动物有效，类推。可能存在对应任何自然动物的号令术，包括：非洲行军蚁、绿曼巴蛇、豹、乌鸦、蛇、鲨和蛛猴等。命令会自然得到回复，目标动物用自然的前进方式向施法者移动。目标必须完成施法者的一项命令，甚至是攻击它的同种。命令完成以后，目标即获得自由且一天之内不得被重新命令。施法者的命令必须简单、明确、直观并且持续时间有限。目标将在施法后一轮开始执行命令。目标须在施法者的视野之内，命令必须是该动物可以正常完成和理解的。“永远保护我不受伤害”是无效的命令；但是“杀了那个人类”有效。命令可包括：把某物运送到某地、出场某些仪式、在附近的某处出现并示警等。法术的效果通常持续到施法者的命令执行完为止。如果使用了阻止动物的措施，比如射击或者让它无力化，法术效果会消失。如果没有有效的阻止措施，法术会在任务完成后或1D10+5分钟后消失并终止——选择较短的时间。\n别名：动物大师、召唤束缚的爬行之物",
"coc 动物大师":"{coc 动物号令法}",
"coc 召唤束缚的爬行之物":"{coc 动物号令法}",
"coc 鬼魂号令法":"鬼魂号令法\nCommandGhost\n消耗：10+点魔法值；1D3点理智值\n施法用时：10分钟\n驱使一只鬼魂前来回答特定问题。本法术必须在夜间施放。施法者要在想接触的人的墓或骨灰上面泼洒一只哺乳动物的血液。灵魂可能抗拒重新返回世间，所以施法者须和目标进行一次POW对抗检定并胜出，法术才能生效，迫使它出现。鬼魂以它死亡时的样貌出现，目击鬼魂造成的理智检定各不相同。被此法术召唤的鬼魂会回答与自己生前发生的事件相关的问题。每次问答消耗施法者一点魔法值（根据KP裁定，如果问题会对鬼魂造成困扰，还需要一次POW对抗检定）。若施法者在POW检定失败，鬼魂会离去。\n别名：灵魂屈服术、灰烬的低语、死者之舌",
"coc 灵魂屈服术":"{coc 鬼魂号令法}",
"coc 灰烬的低语":"{coc 鬼魂号令法}",
"coc 死者之舌":"{coc 鬼魂号令法}",
"coc 血舌的号令":"血舌的号令\nCommandofTheBloodyTongue\n消耗：4点魔法值；1D6点理智值\n施法用时：即时\n施法者和他预定的目标进行一次POW对抗检定，目标必须在视野和交谈范围之内：若成功，目标会发现自己的嘴在3轮后封死，被不断增长的血肉填满；进行一次理智检定（损失1/1D6点）。本法术不造成物理伤害，但目标将无法说话、进食，不过仍可以通过鼻子呼吸。本法术通常用在其他巫师身上削弱他的力量，或者让囚徒闭嘴。若懂得本法术，可以逆转法术效果（消耗相同）。手术、业余开刀有相同的效果，但会造成耐久值损失，还可能损失目标的APP。\n别名：沉默术、莫使诳言",
"coc 沉默术":"{coc 血舌的号令}",
"coc 莫使诳言":"{coc 血舌的号令}",
"coc 草木号令术":"草木号令术\nCommandPlants\n消耗：2+点魔法值；1D6点理智值\n施法用时：1轮\n可以令施法者操纵控制植物，让它们变成半知觉的生物形式。这个法术可以用来让藤蔓捆缚目标、树枝抓住目标、根须缠住目标，等等。被影响的植物不能离开它们扎根的土地。法术每控制一平方码的植物质，就需要消耗2点魔法值。植物必须在施法者视野之内，因为施法者在念咒时必须手指植物。在类战斗的场景中，KP应当决定植物的STR和耐久值（可能玉米秸有5STR、每棵1点耐久值，老树根有50+STR和5点耐久值，等等）。\n别名：生长的屏障、任意驱使枝叶",
"coc 生长的屏障":"{coc 草木号令术}",
"coc 任意驱使枝叶":"{coc 草木号令术}",
"coc 修格斯号令术":"修格斯号令术\nCommandShoggoth\n消耗：2点魔法值；1D4点理智值\n施法用时：1小时\n强迫1~2英里内的一只修格斯接近施法者并执行一项特定的命令，持续时间1D10小时。本法术只要施法者能支付消耗就可以任意多次施放。但是对同一只修格斯每多施放一次本法术，这怪物就会变得更加愤怒，魔法值和理智值消耗加倍。修格斯要理解命令的内容，所以命令必须简单恰当：“撞碎那堵墙然后回你来的地方去”很合适，但是“摘六束百合花”修格斯则无法理解，它会怀疑自己被耍了。\n别名：随意召使黑暗之生物、千目之兽控制术",
"coc 随意召使黑暗之生物":"{coc 修格斯号令术}",
"coc 千目之兽控制术":"{coc 修格斯号令术}",
"coc 肉体屈服术": "肉体屈服术\nCompelFlesh\n消耗：5+点魔法值；3点理智值\n施法用时：1轮\n施法者可以让单体目标变成活尸，只能接受简单的口头命令。消耗5点魔法值，法术每持续十个游戏轮，就要多消耗一点魔法值。目标的灵魂必须被束缚（见“灵魂束缚术”，41页），这样施法者可以用本法术驱使目标的躯体来行动。躯体将执行命令直到任务完成、躯体死亡或者法术终止为止。\n别名：不思考的仆从制造术、僵尸化、岛民的仪式",
"coc 蠕虫的同心圆":"蠕虫的同心圆\nConcentricRingsoftheWorm\n消耗：10点魔法值；1D4点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。施法者面前的空气中会形成一道直径六英尺的紫色同心圆屏障环。任何通过屏障环的物理攻击，伤害都会减少6D6点（最小减到0）。屏障维持5分钟，但可以通过每轮2点魔法值的消耗来延长。\n别名：缠卷扭曲的护甲、不谐和声的缠卷",
"coc 缠卷扭曲的护甲":"{coc 蠕虫的同心圆}",
"coc 不谐和声的缠卷":"{coc 蠕虫的同心圆}",
"coc 莫特兰玻璃幻术":"莫特兰玻璃幻术\nConjureGlassofMortlan\n消耗：6点魔法值；1D8点理智值\n施法用时：10分钟\n创建一个通路来观察过去的景物。消耗每名观察者1D6点理智值，加上观察到的东西造成的理智损失。需要一个占卜装置，例如水晶球，还需要一个附魔的炭火盆。如果幻象没有受到某个旧日支配者的影响（影响概率20%），施法者可以选择观察的景物，KP可以自由描述。旧日支配者可以让幻象不按施法者的意愿显现，而变得和旧日支配者自己或一些造物相关。\n别名：旧物视影术、过去的影像",
"coc 旧物视影术":"{coc 莫特兰玻璃幻术}",
"coc 过去的影像":"{coc 莫特兰玻璃幻术}",
"coc 相貌吞食术":"相貌吞食术\nConsumeLikeness\n消耗：每6小时10点魔法值；5点POW；1D20点理智值\n施法用时：数天\n蛇人很喜欢本法术，能让施法者伪装成新鲜死者的逼真形象，对肉眼、摄影器材、X光等等都有效。受害者和施法者的SIZ差异不应超过15点。施法者将目标（通常在几天当中）吞食殆尽，并每六小时消耗10点魔法值、永久牺牲5点POW。法术完成之后，施法者即可任意呈现目标的形象，想维持多久就能维持多久。敏锐的观察者会发现，施法者的影子会保持原样（和被吞食的人不同）。相似地，施法者的技能和记忆都保持完整——受害者的则不复存在了。施法者可以吞食多人，藉此获得多重伪装。在失去一点以上耐久值之后，施法者会恢复原本的形象。从伪装形象变化成原始形象需要20秒。在伪装成另一个形象之前必须恢复原始形象。从原始形象变化成伪装形象需要1D3分钟。深层魔法：施法者有时可以回忆起他们被他们吞食的那些人的记忆和思想。这些内容通常是法术的无辜目标所知晓的特殊信息。每回忆起一条额外的信息，施法者需要额外消耗1点魔法值并进行一次成功的POW检定。\n别名：蛇皮斗篷、伐鲁希亚的披风、伊格的馈赠",
"coc 蛇皮斗篷":"{coc 相貌吞食术}",
"coc 伐鲁希亚的披风":"{coc 相貌吞食术}",
"coc 图鲁亚幻术": "图鲁亚幻术\nConjurationoftheTurua\n这是种复杂漫长的仪式，由四个前后相继的法术组成，可以召唤一个被称作图鲁亚的异界存在。图鲁亚仅被描述为“一团绳状的探索的触手”。这组法术将给出一个例子，尝试描述复杂多段的施法行为；在设计错综复杂的仪式，可能包括和异界怪物交流或祈祷的时候，可以原样照搬，也可以用来当作灵感模板。第一部分：圣洁化消耗：全部魔法值，仅余1点施法用时：可变本法术过程要将一片荒地恢复成人类出现前的景象。必须移除人类的一切物理影响（垃圾、营火灰烬、脚印等），然后要通过一段漫长的冥想吟唱仪式移除灵魂的残余。施法者要抛弃一切杂念，独自完成任务，但懂得本法术的其他人可以同声合唱（每人都支付全额消耗）以减少一半施法用时。法术将以每小时3点的速率消耗施法者的魔法值，直到他只剩下1点魔法值为止。第二部分：身体的净化仪式消耗：全部魔法值，仅余1点；1点理智值\n施法用时：24小时\n施法者裸体进入水中并将身体涂满泥巴，代表对外界力量的保护；口中要含住一枚活的毒蛇蛋。蛇蛋会吸收施法者之前收集的所有灵魂杂质（见第一部分：圣洁化）。蛇蛋在全法术的高潮之前都不能离开施法者的嘴（见第四部分：幻术）；否则杂质将在施法者体内累积，导致施法失败。很明显，这里的活蛇蛋可不会老实不动。它在施法者嘴里会不停摆动，以吓人的速度成长成熟。施法者因为刚刚完成圣洁化仪式，所以开始时只有1点魔法值。恢复的魔法值将被全部消耗，所以任何时候施法者都只有1点魔法值。第三部分：屏蔽感觉消耗：1+点魔法值；4点理智值\n施法用时：3+天\n大仪式的这一部分包括冥想、斋戒和吟唱。净化身体时用的蛇蛋会留在施法者口中。施法者将进入为期三天的出神状态。这期间，他们的感觉可以感知到异维度，他们必须在期限内找到图鲁亚，并求得它的注意。施法者因为刚刚完成净身仪式，所以开始时只有1点魔法值。恢复的魔法值将被全部消耗，所以任何时候施法者都只有1点魔法值。施法者在这段时间内只能喝水（注意不要损坏口中的蛇蛋）。第四部分：幻术消耗：1+点魔法值；8点理智值\n施法用时：1小时\n仪式的高潮来到了，施法者要重新返回水中，洗掉身上所有残余的泥巴，现在施法者已经完全净化，获得新生，准备召唤图鲁亚。施法者咬碎蛇蛋，将抽搐的残余物吐到水边。准备四只祭品，可以是人类，也可以是大型动物。每只祭品都要先放血到水边，再放血到四个基本方向（南北东西），施法者要同时进行吟唱。施法者召唤图鲁亚前来享用祭品；他能感觉到图鲁亚在穿越维度，物理上来到这个世界时发出的哀号。最后，施法者要仪式性地割破自己的皮肉，让鲜血滴落到水体中。这时，图鲁亚就可能屈尊显形（施法者要通过POW检定）。根据记载，施法者可以尝试和图鲁亚进行交易，但想获得这生物的默许，需要准备更多祭品。施法者如果没能准备足够的祭品满足这只饥饿的生物，很可能自己被吞食掉。图鲁亚将逗留多久取决于所准备祭品的质量和数量。记载称，图鲁亚可能要求施法者完成任务或准备特殊祭品；还有一份文献称图鲁亚完成了施法者交给的任务，但代价是施法者的首级。图鲁亚，异界的触手恐怖STR200CON150SIZ200DEX75INT120APP—POW100EDU—SAN—HP35伤害加值：+4D6体格：5移动速率：8(16*)MP:20*可以用MOV16的速度遁地或游泳。每轮攻击次数：1D6+2支触手（猛击及抓取）斗殴75%，伤害1D6+DB抓取(战技)75%(37/15)，第一轮伤害1D6；此后每轮2D6，它会挤压目标并吸取体液****目标可以通过STR或DEX对抗检定打破束缚或挣脱。闪避45%(22/9)护甲：1点鳞片硬皮。法术：KP决定，1D4或更多种。理智值损失：损失1D4/1D10点。",
"coc 记忆吞食术":"记忆吞食术\nConsumeMemories\n消耗：10点魔法值；1D10点理智值\n施法用时：1D6轮\n施法者吞食一具（新鲜的）大脑，可以吸收此人的记忆和技能。吞食大脑后的24小时中，施法者可使用被害者生前掌握的所有技能和知识。这段时间结束后，施法者失去获得的技能和知识。深层魔法：如果施法者牺牲20点POW，他可以永久吸收目标的记忆。\n别名：禁果的智慧、吸收敌人的意志",
"coc 禁果的智慧":"{coc 记忆吞食术}",
"coc 吸收敌人的意志":"{coc 记忆吞食术}",
"coc 通神术":"通神术\nCONTACTDEITYSPELLS\n消耗：5点POW；1D6点理智值（目睹神祇消耗更多）施放时间：5~10（1D6+4）轮没有人会去使用通神术，除了那些神祇的疯狂祭司，和一些强大的、独立的、想要和神祇进行交易并且赢得一点神力的巫师。寻求联络的神祇则是形形色色不可尽数。成功联络神祇的几率等于施法者POW的一半（在消耗过5点POW之后会降低）。若困难POW检定成功，神祇（或它的某种化身）将在游戏中的几小时至几天之内，以半友好的方式和施法者联络。神祇不大可能会给予非信徒有价值的东西。如果神祇觉得无聊或者被激怒了，它有可能碾碎施法者、或者把施法者搞疯。下面列出一系列的通神术；列表并未穷举。所有法术的消耗均相同，有特别说明的除外。本法术的每个名字通常都反映着它相关神祇的特点、影响的范围、威力等等\n别名：召来开路者、恳求恶魔苏丹",
"coc 阿布霍斯通神术": "阿布霍斯通神术\nContactAbhoth\n女巫们称它为“呼唤万军的阿克罗”，本法术只能在上弦月的晴朗夜晚施放。施法者在完成吟唱后必须进行一次幸运检定：若成功，他们会进入沉睡状态，在梦中见到“不净之源”。如果施法者所处地点有阿布霍斯显灵（如敦威治地下的洞穴和希柏里亚的伏尔密斯阿德雷斯山，此山现深埋于格陵兰的冰层下），阿布霍斯会通过它的畸形眷属直接和施法者交流；眷属会从这尊外神的身体上长出，蠕动到施法者面前；威尔伯·沃特雷曾将这种眷属描述为“小山（的那些东西）”。不论如何，施法者都必须和阿布霍斯进行一次POW对抗检定，成功才能开始有意义的交流；但无论成功失败，结果都是灾难性的。若施法者胜出，阿布霍斯会与施法者用心灵感应交流（如果单人施法，施法者将被阿布霍斯占据，它会让这具不幸的躯壳走进自己的洞穴并吞噬之）。若施法者失败，阿布霍斯会毁灭施法者梦中的意识，让沉睡者陷入永久昏迷，再无法醒来。",
"coc 恶神影通神术": "恶神影通神术\nContactAku-ShinKage\n可以开启与恶神影的交流，这个奈亚拉托提普的化身据说出没于日本。只能在新月的夜晚或洞穴深处阳光照不到的地方施放。施法者通常和一群崇拜者一起施法，如果恶神影与施法者取得联络，它会变成覆甲武士的阴影出现在墙壁上。施法者以外的一名在场者会七窍喷血（眼、耳、甚至指甲盖），目击者要进行理智检定（损失0/1D6点）。化身会借正在流血的受害者躯体，用刺耳怪异的低语交流，直到离去。宿主每3轮失去1点耐久值，直到化身离去（若耐久值耗竭，则化身离去时宿主立即死亡）。",
"coc 阿撒托斯通神术": "阿撒托斯通神术\nContactAzathoth\n开启和栖居于宇宙中心的无限之神阿撒托斯的交流。这是极其危险的行为。本法术会创建一道魔法传送门，直接将施法者传送到阿撒托斯之廷。法术要在晴朗的子夜施放，群星要在夜空中闪烁。施法者要演奏长笛或横笛至少一小时，法术才能生效。施法者要进行一次困难POW检定，决定传送门是否成功创建。注意在城市里，因为光线污染，法术成功率会下降。阿撒托斯对信徒也几乎没有馈赠。据记载，想和阿撒托斯交流的人，如果不先向外神特鲁内姆布拉(Tru'nembra)祈求，让它教导如何演奏宇宙的音乐的话，等待着他们的只有失败和死亡。备注：参考《怪物之锤》获取更多有关特鲁内姆布拉的信息。",
"coc 博克鲁格通神术": "博克鲁格通神术\nContactBokrug\n本法术只能在幻梦境内的沼泽或湖泊附近施放。法术现场必须要有该旧日支配者的一具代表（小雕像、徽标等）。博克鲁格只有在它自己提起兴趣时才会回应。聪明的巫师往往会谨慎地保证自己在唤醒这尊旧日支配者时，能给出合适的理由。备注：参考《怪物之锤》获取更多有关博克鲁格的信息。",
"coc 拜亚提斯通神术": "拜亚提斯通神术\nContactByatis\n本法术只能在英国塞文河谷成功施放。法术当中要对该旧日支配者的一具代表举行供奉仪式。拜亚提斯在幻象中出现，施法者必须要进行POW检定并成功，才能回避此神的催眠凝视。拜亚提斯不太可能实现施法者的愿望，除非施法者能展现出自己的愿望，帮助神从太古守护之牢中逃脱。备注：参考《怪物之锤》获取更多有关拜亚提斯的信息。",
"coc 肖格纳尔·方通神术": "肖格纳尔·方通神术\nContactChaugnarFaugn\n施法者必须准备一桌奢侈浪费的餐食，纪念这位旧日支配者；而后狂饮暴食，吃到失去知觉再也吃不下为止。成功后就会开启同夏格纳尔·方的交流，此神将会送给施法者幻象或梦魇，和神的欲望相关。",
"coc 克苏鲁通神术": "克苏鲁通神术\nContactCthulhu\n任何地方均可施放。通常会在含有某些形式的血祭中，使用代表这位旧日支配者的东西。克苏鲁通常在夜间回应，在施法者睡眠时送去生动的梦境，在梦境中，克苏鲁会把它的欲望、它要信徒们完成的任务昭示给信徒。某些梦境的幻象会引发理智检定，并诱发艺术狂热；接受者将不得不绘画、制作、创作典型艺术作品，描绘克苏鲁和它的邪恶计划。",
"coc 艾霍特通神术": "艾霍特通神术\nContactEihort\n和其他的通神术类似，但是施法者施放本法术时不消耗5点POW，而是牺牲1点魔法值。如果和此神的距离遥远，它会以梦境出现，如果在几百码以内则会直接出现。若本法术是直接从艾霍特处学到（或首次施放本法术），艾霍特会抽走5点POW作为报偿。",
"coc 翡翠喇嘛通神术": "翡翠喇嘛通神术\nContactEmeraldLama\n开启和哈斯塔化身翡翠喇嘛的交流。施放本法术要念诵一句曼怛罗，反复108遍。咒语内容则记录在“禁忌契经”当中。若翡翠喇嘛屈尊开启交流，施法者面前会显现一个身穿闪烁绿袍，漂浮着的的幻象。化身将回答至多三个问题，内容有关启迪的本质和宇宙的真理，但答案总是用谜语给出。如果答案涉及克苏鲁神话，化身会将自己的形象变成神话事件的景象，包括蛰伏的克苏鲁、阿撒托斯之廷等等。目击者要损失的理智值等于目击实景且理智检定成功时损失的理智值（即，目睹克苏鲁损失1D10点理智值）。如果施法者特意询问有关翡翠喇嘛的问题，则化身会立即消失，施法者身上会留下“喇嘛的印记”：他会产生了解该化身的痴迷欲望，全心投入地追寻。备注：参考《怪物之锤》获取更多有关翡翠喇嘛的信息。",
"coc 格罗斯通神术": "格罗斯通神术\nContactGhroth\n需要一次成功的「科学（天文学）」检定保证外神格罗斯能在合适的时间联络上。施法者将自己与这行星尺度的异界思维调谐，进行一次理智检定（损失1D8/5D10点）。联络格罗斯似乎没有真正的好处，因为施法者实在太渺小卑微，格罗斯不会重视他们。也许在联络永恒运动的格罗斯时，那些只有冷酷死寂的远古存在才听说过的非人曲调，能有一小部分被人类理解；又有谁能说清这些奇异的旋律会带给人们怎样的启迪呢？备注：参考《怪物之锤》获取更多有关格罗斯的信息。",
"coc 格拉基通神术": "格拉基通神术\nContactGla'aki\n必须在格拉基可以影响的地区施放：通常是水边，并且附近要有它的远古监牢碎片。格拉基通常不会在第一次召唤时就现身；它通常会派1D6名仆从去和施法者交涉。往往最先讨论的事情就是试图让施法者转变为格拉基“不死的”仆从。",
"coc 伊欧德通神术": "伊欧德通神术\nContactIod\n本法术很罕见，但人们相信《蠕虫的秘密》记载了它，在书中它被称为“联络猎人”。施法者必须注视眩目的强光，同时吟诵召唤用的韵文。任何强光光源都可接受。POW检定成功能避免永久失明，困难成功意味着法术成功。一小段时间之后，伊欧德会和施法者的精神开始交流——对目击者来说，施法者似乎成了疯子，瞪着太阳看，嘴里还念念有词。备注：参考《怪物之锤》获取更多有关伊欧德的信息。",
"coc 科斯通神术": "科斯通神术\nContactKoth\n吸引科斯大王的注意力，这个神秘的存在据说栖居在幻梦境。施法者要焚烧精心准备的祭品，里面包含薰香和奥术图徽。想要激活本法术，施法者必须进行一次困难难度的幸运检定：若成功，科斯的一个化身会在下个满月时造访施法者。有些文献提到过恶名昭彰的巫师马利克·图斯(MalikTous)——有些人说他是科斯的人形化身——会来造访施法者。如果施法者成功给化身留下了深刻印象，它会详述如何前往科斯那虚构的城池，它那戴斗篷的主人将在那里用施法者的灵魂作代价赐予他长寿、财富和智慧。",
"coc 诺登斯通神术": "诺登斯通神术\nContactNodens\n诺登斯通神术只能在遥远无人的地方施放，比如无人的海蚀崖边缘。诺登斯很少立即回应；这位旧神会在稍后联络施法者，当施法者在同样的难以到达的地方独处之时。在记载当中，诺登斯会为最需要它的人提供帮助；但是它也因为忽视请求而出名。无论他会提供什么样的“帮助”，都不太可能和期望的完全相符，在形式和本质上都奥秘难懂。",
"coc 奈亚拉托提普通神术": "奈亚拉托提普通神术\nContactNyarlathotep\n这个法术可以在任何地方施放，恰好适合这个无处不在的神。传说奈亚拉托提普只会在信徒的集会和新祭司的涂油礼上出现；但在历史记录当中，蠕行的混沌曾以种种化身出现在人们面前，并为无可名状的交易提供回报。这些回报的本质各有不同，但所有回报都会以惨剧收场，正符合这尊外神对人类的嘲弄。备注：存在专门对应奈亚拉托提普单一化身的通神术；这里包含了一些例子。奈亚拉托提普的化身奈亚拉托提普的许多化身都有对应版本的请神术和通神术。本列表并未穷举。※恶神影(Aku-shinKage)※阿图(Ahtu)※大胖女人(BloatedWoman)※漆黑者(ElNegro)※有角之人(HornedMan,the)※奈亚拉托菲斯(Nyarlatophis)※帕祖祖",
"coc 奈亚拉托菲斯通神术": "奈亚拉托菲斯通神术\nContactNyarlatophis\n本法术专门联络奈亚拉托提普的一个化身，名叫奈亚拉托菲斯。这个化身有着健壮的年轻男子的外貌，身着埃及法老服装；也可能以没有五官的男子形象出现（五官的位置只有群星闪烁的空寂或宇宙的空虚）。它有时会被错认成黑法老。备注：参考《怪物之锤》获取更多有关奈亚拉托菲斯的信息。",
"coc 奥苏耶格通神术": "奥苏耶格通神术\nContactOthuyeg\n这种极其罕见的法术用来吸引奥苏耶格的注意。奥苏耶格是一个无名的旧日支配者，据说它被囚禁在地下的七重黄金城(SevenCitiesofGold)，位于失落的卡喀托米亚(Cakatomia)。本法术将奥苏耶格描绘成仁慈的灵魂导师、“一切远古智慧的守护者”，而对此存在的真正动机却几乎只字不提。施法者服下多种稀有药草的混合物，并举行血祭。奥苏耶格会在梦中联络施法者，给他们可怕的幻象；这些幻象包括卡喀托米亚、奥苏耶格，还有传说中的黄金城。心灵感应会持续一整个朔望月（28天），每天经历的梦魇都要引发一次理智检定（损失0/1D2点）。这段时间结束后，施法者进行一次POW检定；若失败，则施法者会着魔于把奥苏耶格从囚牢中释放出来；没有任何事情能阻止他解放末日行者(DoomWalker)。有些晦涩的文本会将奥苏耶格和塞伊格亚混淆或合并——有很多人猜测这两尊神到底是不是同一回事。备注：参考《怪物之锤》获取更多有关奥苏耶格的信息。",
"coc 帕祖祖通神术": "帕祖祖通神术\nContactPazzuzu\n乞求帕祖祖的注意。帕祖祖是奈亚拉托提普的化身，会以巴比伦神祇的形象出现。施法者必须通过一次极难POW检定才能成功施法。帕祖祖如果屈尊出现，附近必须要有坟墓或死者。帕祖祖现身时的气息据说污秽至极，除了忠实追随者以外的所有生物都必死无疑。备注：参考《怪物之锤》获取更多有关帕祖祖的信息。",
"coc 莎布-尼古拉丝通神术": "莎布-尼古拉丝通神术\nContactShub-Niggurath\n需要在露天野外、没有月亮的晚上施法。祈求者在石头或木头的祭坛上泼洒鲜血，并召唤、乞求黑暗母神倾听。若成功，这尊外神通常会派一个先锋以它的名义“交流”，先锋可以是变异的林地生物、黑山羊幼崽，或者其他恶心的东西。",
"coc 撒托古亚通神术": "撒托古亚通神术\nContactTsathoggua\n通常在地下施放，洞穴、石窟以及供奉旧日支配者的神庙最为理想。施法者进行粗哑的喉音仪式，且必须提供祭品。撒托古亚会以朦胧透明的幻象形式现身（执行正常的SAN损失）。基本上，描述表明这尊神会独自出现；但是，至少一则传说记载它出现之前，会有若干无形眷属仆从出现作为预示。",
"coc 伊戈罗纳克通神术": "伊戈罗纳克通神术\nContactY'glonac\n任何地点均可施放。本法术有有些版本会警告缺少经验的读者，伊戈罗纳克极其想要奴役那些呼唤它名字的人。这尊旧日支配者不太可能在已经成为信徒的人面前现身，一个先锋会代替它出现，把伊戈罗纳克的旨意传达给施法者。有些情况下，在伊戈罗纳克出现在施法者面前以后，它会对它认为不合适的人发动精神攻击，或者控制在场的一些人，好让他们去执行它的任务（诱使别人和他一起崇拜）。",
"coc 伊格通神术": "伊格通神术\nContactYig\n施法者用伊格圣蛇毒腺中的毒液制作一剂红色的毒药。准备一个祭品灌下毒药，这会让他的肌肉痛苦地抽搐。祭品要在不断抽搐时绑到祭坛上，参与者同时吟诵祷词。若法术成功，一只伊格的子嗣会从祭品的腹部钻出来。伊格会通过这只恐怖的蛇虺和施法者交流几分钟。当蛇之父离去时，祭品的躯干将爆裂，钻出2D10只圣蛇。",
"coc 犹格-索托斯通神术": "犹格-索托斯通神术\nContactYog-Sothoth\n必须在特别修建的石塔上施法，石塔至少要10码高，建造在开阔无云的地方。准备一个祭品，就可以开始仪式。如果犹格-索托斯不喜欢施法者，他会立即毁灭施法者或者将他扔进时空之中，丢到任何犹格-索托斯想让施法者去的维度实体。这尊神如果不加束缚地完全出现，会导致时空构造的裂隙。附近的效果可能包括畸变的天气、奇怪的噪音、异维度生物的出现和一段“丢失的时间”。犹格-索托斯也可能屈尊以塔维尔·阿图姆尔(Tawilat'Umr)的化身形象出现——这个生物尽管与人类形体相似，但大小是人类的一倍半，外形不是很固定。它被极厚的衣物紧紧裹住，五官藏在重重衣褶之下。只要塔维尔·阿图姆尔不掀开自己的裹衣，就无需理智检定；否则要进行理智检定（损失1D20/1D100点）。以塔维尔·阿图姆尔形态现身时附近的时空异象会大为减弱。备注：参考《怪物之锤》获取更多有关塔维尔·阿图姆尔的信息。",
"coc 扎尔与罗伊格尔通神术": "扎尔与罗伊格尔通神术\nContactZharandLloigor\n乔乔人的古老法术，本法术可以进行两种形式的联络：甲）卓图德普(DhzouTulDop)，意为“真身的启示”，含有一小时长的仪式，仪式上要进行密宗舞蹈和人祭。仪式中每名参与者投入2点魔法值，每个祭品也将自己的魔法值投入总点数当中——该点数的累计值就是法术成功的概率。若成功，这对污秽的神祇会将自己的“图库”（灵体形态）投射到集会中；这是此神的幻影，仪式上会对它进行崇拜。乙）唐扎蒙噶(Ta'angZhaatMung'aa)，意为“真实交流的仪式”，只有乔乔人祭司才懂得。这个仪式实际上是“格佬乌蓬”(K'laoUpPhong)的配方，它是由黑莲花等多种迷幻剂，掺进人的血液、脑浆和脊髓精制而成的东西。炼制过程中施法者要牺牲5点POW和10点魔法值，并服下这些物体（消耗1D6点理智值）。若法术成功（需要一次困难幸运检定），施法者将在下一夜展开和扎尔与罗伊格尔的长时间精神交流。",
"coc 佐斯-奥摩格通神术": "佐斯-奥摩格通神术\nContactZoth-Ommog\n法术需要此神的偶像才能成功施放。恶名远扬的波纳佩塑像最为理想，但如果无法获得这件造物，施法者就必须自己创建一个。雕塑完成后，偶像要牺牲5点POW来附魔（附魔后小雕像可以使用任意久）。施法者在举行仪式的同时进行血祭。若成功，佐斯-奥摩格的灵魂会寄宿到雕像上，使它活化并和施法者开启心灵交流。施放本法术后，雕像会释放骇人的气息，任何看见它或者在它附近停留过久的人都要进行理智检定（损失0/1D3点）。",
"coc 联络术": "联络术\nCONTACTMONSTERSPELLS\n消耗：可变（参考各法术），1D3点理智值（额外加上见到怪物的损失）施法用时：1D6+4轮（除非另有说明）\n联络术分为两个独立的部分：和联络神话生物、怪物相关的法术，还有联络神话神祇的法术。后面一部分已经在“通神术”之类。",
"coc 斯芬克斯的子嗣联络术": "斯芬克斯的子嗣联络术\nContactChildofTheSphinx\n吸引一只施法者20英里以内的斯芬克斯的子嗣。施法者制作一个兽头人身的陶土小塑像（需要成功的「艺术/手艺」检定），这个小塑像可以在以后施法时反复使用。施法者施法时要在塑像下方焚烧多种草药，让烟雾吞没塑像，同时念诵祷词。施法后，20英里内任意一只斯芬克斯的子嗣都可能来见施法者，不过它如果正被施法者以外的人束缚着，则会和施法者敌对。备注：参考《怪物之锤》获取更多有关斯芬克斯的子嗣的信息。",
"coc 钻地魔虫联络术": "钻地魔虫联络术\nContactChthonian\n消耗：5点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术必须在近来已知发生过地震、或者有地幔热点和火山的地方，好让它们能从星球内部深处快速抵达地壳的外缘。",
"coc 深潜者联络术": "深潜者联络术\nContactDeepOne\n消耗：3点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术须在咸水水体或者海洋边缘施放。要达到最佳效果，施放时要在深潜者城市附近，例如在马萨诸塞州印斯茅斯的海滨，还有英国失落的城镇敦威治镇外的海岸。仪式包含把特别雕刻的石头或珠宝投掷到水里的步骤。",
"coc 古老者联络术": "古老者联络术\nContactElderThing\n消耗：3点魔法值；1D3点理智值\n施法用时：1D6+4轮\n联络古老者需要吟唱。最恰当的地点是南大西洋中脊附近或者最靠近南极洲的地堑上。",
"coc 飞水螅联络术": "飞水螅联络术\nContactFlyingPolyp\n消耗：9点魔法值；1D3点理智值\n施法用时：1D6+4轮\n飞水螅只会在它们少见的地下城市中出现，最大的一个在西澳大利亚沙漠中千沙之城的下面。施法者必须先为他们建设或打开一个通讯的竖井作为出口。",
"coc 无形眷族联络术": "无形眷族联络术\nContactFormlessSpawn\n消耗：3点魔法值；1D3点理智值\n施法用时：1D6+4轮\n施放本法术最佳的地点是撒托古亚的神庙，这些神庙中仍然有撒托古亚的祭坛雕像；或者是靠近恩凯伊黑暗深渊开口的地点，在俄克拉何马州宾格(Binger)附近的某处。北美洲西部或者中西部或许还有其他地方存在出入口。据说在马萨诸塞州的敦威治就存在这么一个洞穴。",
"coc 食尸鬼联络术": "食尸鬼联络术\nContactGhoul\n消耗：5点魔法值；1D3点理智值\n施法用时：1D6+4轮\n只要是人群聚集的地方就有食尸鬼的存在，尤其是坟地和地穴附近。月光照亮的百年以上的古墓是施放这个法术的宝地。",
"coc 诺弗-刻联络术": "诺弗-刻联络术\nContactGnoph-Keh\n消耗：6点魔法值；1D3点理智值\n施法用时：1D6+4轮\n诺弗-刻经常在格陵兰或者是靠近北极的冰冻荒野上出现。要成功施放该法术，施法者必须用冰和雪为这种怪兽制作一个小塑像，然后进行一次成功的唱歌（「艺术/手艺」专门）检定。",
"coc 廷达洛斯之猎犬联络术": "廷达洛斯之猎犬联络术\nContactHoundofTindalos\n消耗：7点魔法值；1D3点理智值\n施法用时：1D6+4轮\n需要空间当中具有不大于120度的角度。施法者用几何魔法的方式标记此空间，并重复念诵咒语。目前没人知道有什么办法可以和廷达洛斯猎犬交涉，因为这种东西穿越时空之流的动机仅仅是饥饿而已。",
"coc 人类联络术": "人类联络术\nContactHuman\n消耗：3点魔法值\n施法用时：1轮\n狡猾的米-戈懂得本法术，本法术可以让它们和人类仆从进行精神上的交流。法术会对曾经被米-戈催眠的人类建立一条心灵感应的连接。被连接的人可以答复、提问等等。在第一轮以后，每有5轮接触，人类就要损失1点理智值。",
"coc 罗伊格尔联络术": "罗伊格尔联络术\nContactLloigor\n消耗：3+点魔法值；1D3点理智值\n施法用时：5轮\n允许施法者面见一个或多个罗伊格尔。只要罗伊格尔打算维持联络，联络就能保持。施法之后，罗伊格尔会在梦中来见施法者，在梦中它们会显现实体，并要求额外牺牲1D6点魔法值。法术施放后必须立即入睡，作用范围只有3里格（60英里）。施法者醒来后会记得梦境的所有细节。",
"coc 扬升大师联络术": "扬升大师联络术\nContactMasters\n消耗：8点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术声称可以和一位或多位“扬升大师”建立联络，这些人可能在香巴拉守望着世界，香巴拉则隐藏在西藏的山峦之中。本法术是否能如它所述发挥作用仍是不确定的，也许它实际上会让施法者和其他神话智能取得联络。",
"coc 米-戈联络术": "米-戈联络术\nContactMi-Go\n消耗：8点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术必须在高山的山脚下和山顶上施放——高山所在的山脉要曾经被这种神秘的、能在宇宙飞行的种族开采或造访过。这些山脉包括阿巴拉契亚山脉、安第斯山脉、喜马拉雅山脉和非洲中部的一些山峰。",
		"香巴拉": "在外界流言中，香巴拉是扬升大师的所在地，被形容为从雷姆利亚、亚特兰蒂斯和姆大陆流亡而来的巫师祭司和术士建立的。传说中城市地下的隧道里居住着昆扬人，还有亚狄斯星的来客。这个神话一般的世外桃源同时存在于西藏、幻梦境和一颗无名异星球烧剩的残骸之上。据信辽丹和冥王星之药都来自香巴拉山谷，这里种有大片的黑莲花。辽丹贸易是香巴拉和冷之高原各种贸易的根基，这两个地方可以通过隧道和密道方便地往来。乔乔人只是勉强被香巴拉的住民接受作为商贾，但他们确实很大程度上缓解了这里和外界交流的困难。喜马拉雅山区的旅行者经常将这些乔乔人错认成夏尔巴人。",
"coc 月兽联络术": "月兽联络术\nContactMoon-Beast\n消耗：3点魔法值；1D3点理智值\n施法用时：1D6+4轮\n必须在已知月兽经常出没的地方施放，比如月球的背面，或者靠近他们定期往来各在港口进行贸易的黑色桨帆船上。月兽通常不会自己出现，而是派出自己的一个或几个类人奴隶。",
"coc 人面鼠联络术": "人面鼠联络术\nContactRat-Thing\n消耗：2点魔法值；1D3点理智值\n施法用时：1D6+4轮\n为了召唤人面鼠，施法者需要准备适当的好处（好吃的零食）引诱这些污秽的生物。有报告称这些邪恶的生物大量存在于英国约克郡以及马萨诸塞州阿卡姆。",
"coc 潜沙怪联络术": "潜沙怪联络术\nContactSand-Dweller\n消耗：3点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术必须在合适的沙漠施放，比如撒哈拉沙漠、美国西南部、沙特阿拉伯和澳大利亚中部。施法者要准备一碗血液或者其他类似的好处。",
"coc 外神仆役联络术": "外神仆役联络术\nContactServitorofTheOuterGods\n消耗：14点魔法值；1D3点理智值\n施法用时：1D6+4轮\n在施放法术时，成功通过幸运检定确保至少有一个外神仆役在银河系之内。施法者必须能够见到众星。他或她要设法想象阿撒托斯不可言喻的、跳动着闪亮着仿佛液体火焰的核心（据说说是一个类似于球形的冥想形象但是实际上是未知的形状）。仆从期待一场鲜血献祭。如果祭品不足，仆从会吞食施法者。如果仆从接受了献祭，它会同意为施法者完成一件简单的任务。这任务包括关于阿撒托斯之廷以及其他宇宙物质的问题（需要「说服」检定成功）；回答会使询问者的「克苏鲁神话」技能值增加1D3点，但是对旁观者来说此回答毫无意义。另外，如果掷骰结果在施法者「说服」技能值的五分之一以下，仆役还会将一个法术直接传授到施法者的脑海里（施法者损失1D8点理智值，并会混乱(disorientation)1D10轮）。法术由仆役自行挑选。在仆役完成服务以后，它可能会逗留并演奏它那匪夷所思的管乐器，同时身体上闪过五颜六色的光芒，触手翻腾不已；它也可能直接消散身形，回到某条银河旋臂或者原始星云当中，周而复始地做它往日的活动。听到它吹奏的疯狂而令人着迷的笛声会引发理智检定（损失1/1D4点），并且每个在场的歌唱家或演奏家之后都会饱受纠缠。",
"coc 死灵联络术": "死灵联络术\nContactSpiritsoftheDead\n消耗：3+点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术有许多版本。其中一种需要用白色的布单(sheet)在河边搭建一个帐篷，里面放上装满河水的罐子。人们载歌载舞，恳求死者的出现。施法者可以投入3以上任意数量的魔法值（协助者每人可以投入1点魔法值），累计投入的魔法值并乘以五，施法者需要投掷一次D100，在此值以下才能施法成功。若成功，死者的声音将从水罐中浮现出来。人们如果把头伸进帐篷，可以听到他们的声音，也可以向他们提问。记住死者几乎只知道他们生前知道的东西，有些人尚未注意到自己已经死了。",
"coc 克苏鲁的星之眷族联络术": "克苏鲁的星之眷族联络术\nContactStar-SpawnofCthulhu\n消耗：6点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术必须在海滨施放，可能在深潜者哨站附近，或靠近星之眷属可能沉睡的地方（传言西藏有很多）。在本法术的施放过程中会用到某些护身符、非人种族制造的珠宝以及有节奏的吟唱。",
"coc 墓穴群虫联络术": "墓穴群虫联络术\nContactTomb-Herd\n消耗：9点魔法值；1D3点理智值\n施法用时：1D6+4轮\n必须在维度传送点或魔法门径附近施放，好让墓穴群虫从它们的位面抵达，也可以在犹格-索托斯的神庙施法。墓穴群虫通常会从为它们抵达而特意准备的半人半甲壳动物的雕像当中显现。备注：参考《怪物之锤》获取更多有关墓穴群虫的信息。",
"coc 伊斯人联络术": "伊斯人联络术\nContactYithian\n消耗：4点魔法值；1D3点理智值\n施法用时：1D6+4轮\n本法术不能上溯或下延时间。如果在施法的时刻，附近方圆一百英里恰好有被伊斯人占据身体的存在，这个伊斯人就会注意到召唤。如果它觉得好奇、害怕或者警觉，就可能会回应召唤。如果施法者没有有趣的谈资、或者给不出有趣的东西，伟大种族的学者就会无视他之后的提问，甚至可能会把施法者当成害虫或障碍破坏掉。",
"coc 元素控制术":"元素控制术\nControlElements\n消耗：8+点魔法值；1D8点理智值\n施法用时：10分钟\n这种强大的法术可以控制地、风、水、火四大元素。法术的效果可以让大地摇晃开裂、风变强烈富有破坏性、火焰四处蔓延、水流变成致命巨浪或漩涡等等。四大元素对应的法术均相同，各元素的版本有一些小改变，但施法者每控制一种元素就要单独施法一次。每投入8点魔法值，效果的半径就增加10码。施法者想控制哪个元素，就必须持有对应的元素或样本。以标准消耗施法时，元素的初始力量是STR125。施法时每（在8点之外）额外投入一点魔法值，就可以增加10STR。法术的效果维持1D10+5分钟。在效果范围内，元素每轮对所有人（除了施法者）造成等于它伤害加值点数的伤害。元素的伤害加值仅来自STR，因为它本身并无SIZ；例如，一束水柱拥有125点STR，可以每轮造成1D4点伤害；一团STR165的火焰每轮造成1D6点伤害，等等。一般来说，力量越大，元素对环境的影响越大。\n别名：控制自然的无情、元始浩劫、元素的救济",
"coc 控制自然的无情":"{coc 元素控制术}",
"coc 元始浩劫":"{coc 元素控制术}",
"coc 元素的救济":"{coc 元素控制术}",
"coc 皮肤控制术":"皮肤控制术\nControlSkin\n消耗：5点魔法值；1D6点理智值\n施法用时：30分钟\n施法者可以出于伪装的目的融合、扭曲、改变皮肤，每次施法可以影响身体的一个主要部位。主要部位包括：头部、躯干、右臂、左臂、右腿、左腿。施法者可以对自己或他人施放——若对他人施放，除非对方自愿，否则施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。改变一个部位的身体需要大约三十分钟的时间准备并生效，效果大约持续一个小时。要想永久改变，每个身体部位需要施法者消耗5点POW。再次施放本法术可以解除变化。深层魔法：皮肤兄弟会，一个在东欧活动的阴险邪教组织，是熟练使用本法术的大师。邪教徒可以消耗30点魔法值和6D6点理智值来改变整个身体。\n别名：皮行术、皮肉融合、血肉雕刻",
"coc 皮行术":"{coc 皮肤控制术}",
"coc 皮肉融合":"{coc 皮肤控制术}",
"coc 血肉雕刻":"{coc 皮肤控制术}",
"coc 圣者的堕落":"圣者的堕落\nCorruptionoftheSacred\n消耗：20点POW；1D6点理智值\n施法用时：4夜\n施法者从法术预期的目标身上取走一件个人物品放在诅咒娃娃里（娃娃必须由施法者制作，可以用稻草、陶瓷、木头等作原料。法术需要“在灵力最强的时候”施放（比如连续四夜的午夜十二点到两点）。每晚施法者都要向诅咒娃娃身上敲一根铁钉，并牺牲5点POW。四夜之后（共消耗了20点POW）之后，法术就生效了。在第四夜，一只“饿鬼”（一个恶毒的无形存在）会缠上目标。这只“鬼”无休止的欲望会持续影响不幸的受���者。每晚目标都要进行一次困难难度的POW检定：若失败，目标损失5点POW和1D4点理智值。POW和理智值的流失会让目标屈从于邪恶本能（愤怒、嫉妒、暴食、贪婪、淫欲、傲慢、懒惰）。目标被夺取的越多，他们的邪恶本性就表现得越明显。法术的效果将持续到法术终止（施法者自愿或死亡）、目标永久疯狂或使用其他法术驱散了“鬼”（比如62页的“魔鬼逐出术”）。深层魔法：狡诈的巫师可以决定他们法术目标的行为，迫使他们以所需的某一种本性“举止不端”，如愤怒或暴食等。\n别名：情绪还原术、七大原罪的快感",
"coc 情绪还原术":"{coc 圣者的堕落}",
"coc 七大原罪的快感":"{coc 圣者的堕落}",
"coc 郊狼粉尘":"郊狼粉尘\nCoyoteDust\n消耗：8点魔法值；1D6点理智值\n施法用时：即时\n使靠近施法者的人进入深度睡眠。根据情况和原料获取的难度，定位、准备和配制所需药草可能要花费一星期时间。本法术可以创建1D6剂粉尘。创建以后，可以将一捧（一剂）粉尘撒入火焰中，产生短暂而庞大的烟雾，对火焰周围10码的人都会生效。每个人都要和施法者进行一次POW对抗检定：若失败，他们就会被迫进入深度睡眠，持续3D10分钟。睡眠者附近如有巨响或暴力行为，可能会提前惊醒他们。\n别名：睡眠之粉、女巫土壤",
"coc 睡眠之粉":"{coc 郊狼粉尘}",
"coc 女巫土壤":"{coc 郊狼粉尘}",
"coc 辟邪符创建术":"辟邪符创建术\nCreateAmulet\n消耗：10点魔法值；10点POW；1点理智值\n施法用时：1星期\n施法者用一块半宝石制造一件辟邪符——每种宝石都有独特的性质，会影响辟邪符的具体能力；巫师在辟邪符表面刻划图案可以将其增强。创建完辟邪符之后，佩戴辟邪符的人必须向它牺牲一些个人物品。附魔后的辟邪符被佩戴在脖子上作为挂饰或者随身携带时，可以用来召唤“超自然守卫”的帮助，每24小时可以进行一次。这个无形的存在（其本体由KP决定）可以提供下列效果中的确定一种（每24小时一次）：※治愈5点伤害。※在1小时中，增加佩戴者的10点POW。※在1小时中，增加佩戴者的10点STR。※在1小时中，增加佩戴者的10点CON。※在1小时中，增加佩戴者的10点DEX。辟邪符被毁损或破坏后便失去力量。这个无形的存在能为佩戴者提供多久好处，对很多巫师来说都是紧要的问题；有人说这种持续的能量吸取会让无形的存在烦厌愤怒，导致它们把祝福扭曲成诅咒，或者寻求其他摆脱辟邪符召唤的方法。\n别名：很多，和它提供的效果相关，比如：祝福之石、治愈之石、蛇石",
"coc 祝福之石":"{coc 辟邪符创建术}",
"coc 治愈之石":"{coc 辟邪符创建术}",
"coc 蛇石":"{coc 辟邪符创建术}",
"coc 坏尸粉创建术":"坏尸粉创建术\nCreateBad-CorpseDust\n消耗：2点魔法值\n施法用时：6小时\n半宝石，珠宝术语。钻石、红宝石、蓝宝石、祖母绿以外的宝石都可以称作半宝石。创建一道僵尸无法通过的屏障。本粉末需要僵尸的肠子、一盎司肉（必须是施法者自己咬下来）、还有一种从雨林蔓藤开的花晒干制成的粉末。这些材料要晒干、粉碎、混合并吟唱几个小时的咒语，最终倒到预先准备的轨道或线上。最后的吟唱可以激活粉末的功用。粉末可以制造一道不可见的魔法墙壁，阻挡通过的僵尸。墙壁会持续到粉末被冲刷或吹干净为止。每次制造的粉末足够制造一道30码长的墙壁。\n别名：死者守卫术、粉尘之线、血肉屏障",
"coc 死者守卫术":"{coc 坏尸粉创建术}",
"coc 粉尘之线":"{coc 坏尸粉创建术}",
"coc 血肉屏障":"{coc 坏尸粉创建术}",
"coc 纳克-提特障壁创建术":"纳克-提特障壁创建术\nCreateBarrierofNaach-Tich\n消耗：可变的魔法值；1D10理智值\n施法用时：1分钟\n本屏障可以提供物理魔法的双重防御。本法术的每名参与者失去1D10点理智值，和可变数量的魔法值。在本创建术中每投入1点魔法值，可以给屏障提供3D10点STR。施放本法术需要1分钟（所有投入的魔法值需要在这段时间内全部消耗），制成的屏障可以维持1D4+4小时。任何知道本法术的人都可以参与施法，并为屏障贡献魔法值。屏障是直径约100码的球形。它可以设置在施法者的周围阻止伤害（如同气泡），施放时也可以围住怪物和敌人。一切在屏障生成时身体恰好穿越屏障边缘的生物，将不会受到伤害，并被推挤到屏障外面去。被困住的存在须用自己的STR和屏障的STR进行对抗检定，不过多个受困的生物逃脱时不能联合各自的STR。对于子弹和弹射物，如果对屏障掷出的伤害（无视刺穿）大于屏障STR的五分之一，子弹和弹射物即可穿透屏障。若穿透了屏障，它会造成骰出的伤害，好像屏障不存在一般；屏障立即瓦解。本法术的一个手写副本据传收藏在刻莱诺（昴宿增九）的一颗行星上，一座巨大邪恶的图书馆里。深层魔法：那些能够驾驭神话知识和能力的人可以将屏障的直径尺寸扩展到200码。\n别名：纳克-提特伟大监牢术、囚禁恶魔的无形球体",
"coc 纳克-提特伟大监牢术":"{coc 纳克-提特障壁创建术}",
"coc 囚禁恶魔的无形球体":"{coc 纳克-提特障壁创建术}",
"coc 长命坠创建法": "长命坠创建法（传统）\nCreateBulla\n消耗：5点魔法值；1点理智值\n施法用时：1晚\n这是一种古罗马法术，可以创建一件辟邪符抵抗占据法术，适合孩子佩戴。巫师用纯金（如果财力足够）、铅或皮革制造一个小容器。容器里要填进公牛血、白花黑根草（传说中有魔力的草药）、蜂蜜、牛奶和受术者毛发的混合物；然后要花掉一整夜的时间施放法术。施法完成后，长命坠要在一小时之内戴到目标的脖子上。只要目标戴着这个长命坠，他就不会被外界的“力量”占据。人们认为孩子长到14周岁后（古罗马成年年龄），长命坠就失去效果。古罗马人害怕邪祟附身，所以父母通常都给孩子打造长命坠。它通常在孩子出生后的第九天送给孩子。深层魔法：如果巫师拥有神话知识且愿意的话，他可以打造一件能保护成年人的辟邪符（可能会使消耗的魔法值增加或者要消耗POW）。\n别名：不详。",
		"赫斯提亚·洛克斯比": "赫斯提亚·洛克斯比\n136岁（外观35岁） 职业：女巫 居住地：马萨诸塞州敦威治\nSTR35 CON70 SIZ50 DEX60\nINT90 APP35 POW90\nEDU85 SAN00 HP12\nDB:0 体格：0 MOV:8 MP:18\n战斗 斗殴40%(20/8)，伤害1D3 闪避30%(15/6)\n法术许多，KP自行决定。\n技能 估价60%，阿拉伯语60%，魅惑40%，汉文10%，信用评级90%，克苏鲁神话48%，英语85%，法语40%，德语40%，食尸鬼话40%，希腊语50%，历史80%，恐吓45%，意大利语20%，拉丁文80%，图书馆使用55%，博物学80%，神秘学90%，心理学50%，科学（植物学）50%，（化学）70%，（密码学）50%，（数学）70%，（物理学）30%，妙手60%，侦查60%，潜行55%。\n装备奈亚拉托提普赐予的护身符，能储存魔法值（当前有30点）。其他的KP自行决定。\n背景故事 人物形象：面色苍白、表情凶险，过长的金发，深陷的绿色眼睛。\n思想信念：人类是牲口，为了服侍旧日支配者可以尽情利用、随意抛弃。\n人物特质：充满恶意、睚眦必报、令人厌恶。\n洛克斯比出生在英国康沃尔郡，从孩提起就接近了生命的黑暗面。她时常出入坟场、痴迷阅读杀人恐怖类的故事、酷爱欺凌他人，所以被同龄孩子排斥，于是开始到隐蔽的道路和秘密的场所游荡。某天，洛克斯比遇到了一个男人，当地人叫他“破衣尼克”；他是一个巫师，也是服侍有角之人（奈亚拉托提普）的祭司。他教给了洛克斯比神话的秘密和神奇。洛克斯比学到了从这个老头身上能学到的所有知识，最后杀害了破衣尼克，卷走他所有的书籍、魔法设备；周游世界，寻找世界上最黑暗的隐蔽处，索求女人不应阅读的秘密学识。没有人能确定她具体去过哪里、见过谁、做过什么，这些情报全都掩盖在道听途说和邪恶谣言之下。可以搞清的是，洛克斯比在对旧大陆的求知欲得到满足后，开始将目光投向新大陆，在遍地传说的敦威治住了下来。和洛克斯比通信的神话智慧追寻者凤毛麟角，关于她的意图和计划，他们也知之甚少。她并非任何邪教教团的成员，但和许多教团领袖是朋友；最近她一直在寻找某些造物，以及一卷只知道书名叫做《断绝的阿普霍普西斯》(TheSeveranceAphopsis)的典籍。与她书信往来的联络人遍布全世界，明显能看出她对找寻这卷典籍的强烈愿望，如她自己所述，“它能提供给我最后一个阿克罗文公式，这样我就能开始我的伟业了”。至于“伟业”到底是什么、它可能产生什么结果，唯一能确定的是它对人类绝对没有什么好处。",
"coc 符咒创建法":"符咒创建法（传统）\nCreateCharm\n消耗：10点魔法值；5点POW施法用时：7天\n附魔一个小物件来保护免受邪恶力量的侵袭。要先收集材料——在日本传统中，这包括系绳小布包（除魔符），小木板（绘马）和写有祷词的小纸片（护符）等。然后施法者要在符咒上写下想要的效果——通常是吉利话。在游戏中，符咒可以暂时提供下列效果中的确定一种（括号中给出使用频率的建议）：※拥有者幸运检定获得一颗奖励骰（一次性/1D4小时一次/24小时一次）※「闪避」检定获得一颗奖励骰（一次性/1D4小时一次）※减少受到的伤害；视为拥有5点护甲（1D4小时一次/24小时一次）如果KP允许，也可以获得其他好处。很多文化中都有类似的法术。\n别名：诸神的护佑、祝福术、他人的馈赠",
"coc 诸神的护佑":"{coc 符咒创建法}",
"coc 祝福术":"{coc 符咒创建法}",
"coc 他人的馈赠":"{coc 符咒创建法}",
"coc 斯芬克斯的子嗣创建术": "斯芬克斯的子嗣创建术\nCreateChildofTheSphinx\n消耗：10+点魔法值；10点POW；1D10点理智值\n施法用时：1+个月\nLunula（月牙锁）。这个古老的仪式可以让施法者创建一个斯芬克斯的子嗣，这是一具不人不兽的混合魔像，和古埃及的兽首神差不多。仪式冗长而复杂，需要魔法成分的宿主和巨大的工作空间。当施法者获得一具动物头后，创建仪式便可以在新月之夜进行。施法者将动物头放进一个装有两加仑（7.5升）原初之水的圣瓮里（参见“原初之水酿造术”，P49），并吟唱漫长的咒语，投入原动物SIZ五分之一数量的POW。施法结束后，施法者要密封圣瓮，在瓮下点火。施法者要等一个朔望月，让混合物沸腾渗滤；还要中途更换一次原初之水。在下个新月之夜，施法者从瓮中移出动物头。这时，动物头已经放大或缩小以适应人的躯体。躯体的捐赠者必须活着服下一剂原初之水和稀有药草组成的强效药，从而进入深度睡眠。施法者在躯体前吟唱咒语，用原初之水调成的墨水画出纹路，并牺牲10点魔法值和5点POW维持躯体的生命。咒语吟唱完后，施法者砍掉躯体原来的头颅，用金线把动物头缝上去——仪式进行到这部分时需要一次成功的「医学」检定（失败意味着法术会生效但子嗣会产生莫名其妙的问题）。连上新头以后施法者要再牺牲5点POW唤醒新头，让它取得新躯体的控制权。这样一个斯芬克斯的子嗣就完成了。备注：参考《怪物之锤》获取更多有关斯芬克斯的子嗣的信息。\n别名：不详。",
"coc 诅咒之板创建术":"诅咒之板创建术\nCreateCurseTablet\n消耗：20点魔法值；1D2点理智值\n施法用时：24+小时\n巫师必须准备一块铅板，刻上想要诅咒的事后埋起来（通常埋到地下室或者坟墓里）。直接挖坑埋它没有效果；必须要利用既有的地下建筑。铅板传统上要用希腊语或奥斯坎语写成。巫师埋藏铅板之后要须和预计的目标进行一次POW对抗检定并胜出，法术才能生效（巫师可以永久牺牲30点POW来确保成功）。若施法者成功，目标会受到诅咒的影响；若不成功，诅咒没有效果。诅咒的内容必须涉及运势和金钱。诅咒不能直接杀死人，但可以“损害”其生意、生计或者关系。诅咒永久有效，除非铅板被从埋藏地移除。当它被移除时，诅咒立即解除。铅板并不一定要由目标自己移除；任何人都可以，甚至可以完全不知情。要重新发动诅咒，则需要再埋一遍，花费同样的消耗。\n别名：厄运先驱者、汝敌之宝，化为涎唾",
"coc 厄运先驱者":"{coc 诅咒之板创建术}",
"coc 汝敌之宝，化为涎唾":"{coc 诅咒之板创建术}",
"coc 诅咒之笛创建术":"诅咒之笛创建术\nCreateCurseWhistle\n消耗：30点魔法值\n施法用时：1或多个夜\n晚可以用猫头鹰的骨头制造魔法笛子（有些变体需要人类骨头）。施法者必须在夏至日后第一个新月起、用一个或数个夜晚消耗法术所需的魔法值。其他知道本法术的人可以协助施法者投入魔法值。制成的哨子可以用来施放“灵魂之歌”等法术。\n别名：鸮骨之音、鸮鸣之笛、末日乐器",
"coc 鸮骨之音":"{coc 诅咒之笛创建术}",
"coc 鸮鸣之笛":"{coc 诅咒之笛创建术}",
"coc 末日乐器":"{coc 诅咒之笛创建术}",
"coc 生魂棒创建术":"生魂棒创建术\nCreateFetchStick\n消耗：10点POW；20点理智值\n施法用时：1年附魔一支矛类武器，可以伤害或杀死超自然怪物。要制造一支生魂棒，巫师必须找一支棍棒，并在一头装上磨尖的铁矛头。在接下来的一整年当中，巫师要献祭两个人、向棍棒中投入10点POW，并在棒子另一端装上一个骷髅头。这个过程需要消耗理智值，KP要把它描述得非常可怕。生魂棒的打击贯穿时可以立即摧毁僵尸或者其他的活化死尸。\n别名：死亡棍、制造死人克星",
"coc 死亡棍":"{coc 生魂棒创建术}",
"coc 制造死人克星":"{coc 生魂棒创建术}",
"coc 血肉蠕行者创建术":"血肉蠕行者创建术\nCreateFleshCreeper\n消耗：3点魔法值；5点POW；1D10点理智值\n施法用时：1轮\n要制作血肉蠕行者，必须从活人身上砍下一团五角星形的生肉。本法术可以赋予血肉力量，让它寻找指定的目标。施法者必须知道目标的相貌，和目标所在的大致方位。血肉蠕行者找到目标以后就会跳到目标的脸上，立刻和口鼻部的皮肤长到一起，封死呼吸道（理智值损失0/1D4）。长到脸上之后，使用窒息规则（参见规则书124页，其他种类的伤害）。受害者死亡后，蠕行者可以离开继续寻找下一个猎物，到施法者POW数量的分钟数为止。超过这个时限，蠕行者就死亡。备注：参见附近的边栏查看血肉蠕行者的详细信息。\n别名：血肉使魔、可憎血蛭、用皮肤扼住呼吸",
"coc 血肉使魔":"{coc 血肉蠕行者创建术}",
"coc 可憎血蛭":"{coc 血肉蠕行者创建术}",
"coc 用皮肤扼住呼吸":"{coc 血肉蠕行者创建术}",
"coc 时空门创建术": "时空门创建术\nCreateGate\n——参考“时空门”。时空窗创建术（神话神祇/极其强大的巫师）CreateGateWindow消耗：无施法用时：即时\n这是“时空门”法术的一个版本，神话诸神和伟大的巫师仅靠意志（至少125点）就能随意打开，并任意操作。创建这种时空门的消耗是调查员和其他人类所望尘莫及的。这个版本的时空门所用的能量来自神祇或者巫师，而不是使用时空窗的人——旅行者穿越时空的距离不受旅行者自身的POW限制。因为创建者可以随心操纵，所以出入口无需任何标志和记号，开关也全凭创建者的意志。时空门是单向还是双向也根据创建者的意愿决定。\n别名：不详。",
"coc 魔像创建术": "魔像创建术\nCreateGolem\n消耗：15点魔法值；25点POW；1D6点理智值\n施法用时：1D6+4天\n用陶土制造一个人造生物，并赋予它生命。魔像对创造者来说是值得信赖的帮手和守卫，但这个构装体总会有失控的可能性，因为它会不可避免地对被囚禁的状态产生不满。魔像不能言语，只能懂得字数不超过它五分之一INT的命令。魔像建造完成后，需要一个真言来激活它的生命力。真言可以刻在它的前额上、泥板上或者它舌头下面的羊皮纸上（随法术变体和施法者的文化不同，每个真言都是独特的）。制造魔像需要至少一星期时间、一次成功的「艺术/手艺（雕塑）」检定，还有法术的消耗。魔像在施法者控制下可以用一个字来让它在活动和静止的状态间切换（字眼由施法者选定）。魔像活动时间每满24小时，它就增长5点SIZ和5点STR。当魔像的SIZ超过施法者的POW后，施法者每天都要用POW和魔像的SIZ进行检定并成功，否则魔像摆脱施法者的控制——无论静止与否。魔像一旦失去控制，对被囚禁的不满通常都会让它狂怒地开始无差别破坏。毁坏真言的载体（前额、泥板、羊皮纸）可以摧毁魔像。备注：参考《怪物之锤》获取更多有关魔像的信息。\n别名：不详。",
"coc 拉莱耶造雾术":"拉莱耶造雾术\nCreateMistofR'lyeh\n消耗：2点魔法值\n施法用时：即时\n本法术能在施法者的正前方制造一片卵形浓雾（大小10×10×15尺）。雾气范围的长轴总是指向施法者面对的方向。本法术会在1D6+4游戏轮中遮蔽视线，然后蒸发无踪。\n别名：畏怖之云、黑暗海洋的气息、水手迷失的阴湿之雾、雾气升腾术",
"coc 畏怖之云":"{coc 拉莱耶造雾术}",
"coc 黑暗海洋的气息":"{coc 拉莱耶造雾术}",
"coc 水手迷失的阴湿之雾":"{coc 拉莱耶造雾术}",
"coc 雾气升腾术":"{coc 拉莱耶造雾术}",
"coc 占卜窗创建术":"占卜窗创建术\nCreateScryingWindow\n消耗：98点魔法值；50点POW；每次1D3点理智值\n施法用时：很多星期\n附魔一块玻璃，可以创建一扇魔法窗户，巫师通过它可以观察过去。每次使用玻璃需要观察者损失1D3点理智值，并且在观察到某些怪物时还要单独处理理智值损失。要创建一扇占卜窗，施法者必须用50点POW来附魔一扇透明的观察玻璃。在附魔玻璃时，它必须指明过去的精确时间，这个时间是相对于玻璃创建时刻的。例如，可以说“800年以前”，但不能说“公元前1125年”。在玻璃附魔锚定完成之后，须再附魔98块昂贵的彩色玻璃，每块都需要1点魔法值，仔细安装成几何形状的锦砖图案，透明玻璃在中央的位置。完成以后，中央的玻璃会显示它放置的位置的景象（只不过是过去的某个时间）。观察位置可以改变，每移动100英里（不足进位）需要消费1点魔法值并专注5分钟。占卜窗的缺点显而易见：特定的场景只能观察一次，因为窗两边的时间都在流逝；并且窗子必须设定在事件发生的位置。占卜窗也有着天然的危险。任何被观察的智能生物都可以通过一次困难的POW检定发现自己被观察了。发现了以后，这个生物（如果可以的话）会马上隔着窗子施放法术，包括召唤术、请神术，这可以让窗子的观察者一侧出现怪物！\n别名：过去之事的视野创建术、历史之鉴、时代的玻璃",
"coc 过去之事的视野创建术":"{coc 占卜窗创建术}",
"coc 历史之鉴":"{coc 占卜窗创建术}",
"coc 时代的玻璃":"{coc 占卜窗创建术}",
"coc 自保袋创建术": "自保袋创建术\nCreateSelf-Ward\n消耗：每天可变的魔法值、POW、理智值\n施法用时：可变（天\n）本法术威力强大，可以有效减缓衰老速度，并且能保护使用者减少物理伤害。这个附魔罕见但强力。自保袋（持有或佩戴时）除了延长寿命还可以引开伤害，数值等于施法者在创建它时投入的魔法值。如果自保袋不被施法者持有，但未被摧毁的话，施法者可以得到一半的保护（小数进位）。施法者必须搜集个人物品、头发、指甲等等，并且将它们放到皮袋或布袋当中。接下来的几天中施法者要和袋子贴身接触；每天都要进行仪式的吟唱，并且消耗预定数量的魔法值。此后，衰老的速度取决于创建自保袋用的时间。如果是3天，则每天消耗3点魔法值，施法者此后每3年衰老1岁。如果是6天，则每天消耗6点魔法值，施法者此后每6年衰老1岁，以此类推。在仪式的最后一天，施法者要向自保袋中投入POW，数值等于创建自保袋天数的五倍，且每天需要消耗1D6点理智值。如果自保袋被毁坏或倒空，或者施法者被杀死，法术就终止了。法术终止以后，施法者会快速衰老，直到物理年龄等于按出生年份计算的年龄为止（参考衰老，RB98）。施法者还要损失CON，数值等于自保袋中投入的POW。深层魔法：疯狂的施法者可以利用他们可怕的知识，使用自保袋牺牲别人的精血来逆转衰老过程。巫师吟唱咒语，吸取牺牲者的精血，将它用特殊雕刻的铜碗收集起来。自保袋要在新月期间放在碗里。在五天的施法过程中，自保袋将吸尽血液。施法者每花一天创建自保袋，这个过程就会减去施法者10年的年龄——因此如果用3天创建自保袋，巫师的年龄可以减少30岁。\n别名：不老者的仪式、古老的交易、永恒青春的恩惠",
"coc 巴尔塞之印创建术": "巴尔塞之印创建术\nCreateSignofBarzai\n消耗：10点POW；1D4点理智值\n施法用时：1D4+1小时\n用石头、铁或者布制作一枚徽章，任何POW105以下且接触或佩戴徽章的人都会无法动弹。目标可以正常思想、知觉和呼吸，但不能移动、说话或者施放法术。法术的效果永久持续，除非徽章被破坏。深层魔法：某些《卡纳玛戈斯圣约书》的复本中这个法术的图解有错误，会使施法者遭受各种恶意的后果。有人称《新英格兰的奇异传说》(StrangeLegendsofNewEngland)当中可以找到本印的正确版本。\n别名：不详。",
"coc 风暴创建法":"风暴创建法（传统）\nCreateStorm\n消耗：5点魔法值\n施法用时：10分钟\n可以用来召唤一阵风暴。这阵风暴是自然产生的，但不同于其他的暴风、暴雨、暴雪，它不会直接造成伤害。法术唤来的雨雪会遮蔽视野，让驾驶和飞行变得危险。风暴持续10+1D100分钟，生效范围并不大。\n别名：聚集狂暴的浓云、托尔的愤怒",
"coc 聚集狂暴的浓云":"{coc 风暴创建法}",
"coc 托尔的愤怒":"{coc 风暴创建法}",
"coc 活尸创建术":"活尸创建术\nCreateZombi\n消耗：10点魔法值；10点理智值\n施法用时：可变用河豚内脏和生物碱制造麻药，使目标濒临死亡。毒剂必须被目标吸入。目标随后须在极难CON检定成功，方可抵抗毒剂的作用。如果失败，目标会陷入深度昏迷状态，和死亡难以区分。可怕的是，目标仍有意识却无法行动。他将被置入棺材，活着埋到坟地里。一支小管子连接着棺材内和地表，让他能够呼吸。在这期间，不幸的法术目标必须每三小时进行一次理智检定，失败会损失1D6点理智值。如果目标在此期间陷入疯狂，他会屈服于施法者的意志，为消除对坟墓的恐惧感到高兴。三个夜晚之后，施法者来到坟地并施放本法术。如果施法者察觉到目标精神上的抵抗，他和目标之间必须进行一次POW对抗检定。不论施法者疯狂与否，施法成功后目标的POW将被抽走，只剩1点。如果施法失败，施法者可以直接盖住呼吸孔，任由目标窒息而死。施法成功后，施法者即创造了一个僵尸仆从，可以执行简单的命令。这个不幸的僵尸自此始终在施法者的这个法术的作用下，直到他被释放——一般意味着目标真正的死亡和主人的死亡。\n别名：洛阿的祝福、伏都祭司的仆人",
"coc 洛阿的祝福":"{coc 活尸创建术}",
"coc 伏都祭司的仆人":"{coc 活尸创建术}",
"coc 僵尸创建术": "僵尸创建术\nCreateZombie\n消耗：16点魔法值；1D6点理智值\n施法用时：1星期\n必须泼洒仪式用的液体到尸身上或者尸体葬在的坟墓中。KP决定仪式液体的成分——至少要有一部分是难以合法取得的。尸体即可自行熟成。在这一个星期结束时，施法者返回坟墓，吟诵束缚仪式。在半个小时的吟唱结束后，尸体会从坟墓中爬出来，之后就开始代行施法者的意愿。僵尸只会执行普通而简单的任务，如“保护这个”“拿那个”“杀了他！”用这种方式制造的僵尸会在复苏以后继续腐坏。所以，想要维持稳定的僵尸仆从的巫师必须定期制造替代品。\n别名：不死之仪式、黑色束缚、苍白斗篷、死者苏生术",
"coc 尊长创造术":"尊长创造术\nCreationofVenerability\n消耗：12点魔法值；1D8点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。施法者的手上吹出灰色的尘土，喷到目标的脸上。施法者和目标进行一次POW对抗检定：若施法者胜出，目标会恐怖地老化，失去STR、CON、DEX各10点，并变老1D10岁。而且，目标每轮抵抗法术失败时都要进行一次理智检定（损失0/1D6点）。只要施法者的魔法值足够，法术就能持续（第一轮后每维持一轮需要额外10点魔法值，并需要一次新的POW检定）。头脑敏锐的人可以跳进附近的河湖之中避免最坏的结果。\n别名：生命吸取、末日灰烟",
"coc 生命吸取":"{coc 尊长创造术}",
"coc 末日灰烟":"{coc 尊长创造术}",
"coc 蔓延的丧失":"蔓延的丧失\nCreepingLoss\n消耗：4点魔法值；2点理智值\n施法用时：30分钟\n施法者在月圆之夜用捣碎的人类神经和其他各种材料准备一剂酱料。这种酱料吃起来有点像搅成糊的洋蓟，但回味辛辣，可以加到各种肉类菜肴当中。每准备一次，造出的酱料足够四个人吃一餐。这种酱料会让吃它的人产生可怕的食人梦魇，他们会在梦里愉快地大吃人类内脏。做这个梦的人醒来时必须进行一次理智检定(损失0/1D3点）。要延长目标的梦魇必须每天重新施法。深层魔法：本法术的一个强效版本不光会制造梦魇，甚至会让食客寻求食人的快感。这种酱料生效后，食客将被迫在1D4小时之内找到人肉吃，且在法术持续期间内，每小时都要失去1D4点理智值（困难POW检定成功将抵抗这种冲动并结束理智损失）。这些倒霉蛋可以去附近的太平间寻找方便的肉，也可以被迫攻击路人来获取新鲜人肉。\n别名：食肉的渴望、不洁的款待",
"coc 食肉的渴望":"{coc 蔓延的丧失}",
"coc 不洁的款待":"{coc 蔓延的丧失}",
"coc 晶石召唤": "晶石召唤\nCrystalCall\n消耗：50+点POW；1D10点理智值\n施法用时：1+小时\n施法者必须持有一件特制的晶石作为法术的催化物。晶石可以是任何宝石；法术来自宝石的设计、面和角的相互关系。施法者在琢磨晶石时必须暂时投入50点POW为它充满魔法能量。晶石完成后，它将产生不可消散的魔法能量残余。在召唤仪式地点使用晶石时，施法者集中精力到晶石上，向仪式中注入25点POW并吟诵咒语；这会让“哈斯塔请神术”拥有25%的基础成功率。石头上还必须滴上一滴人血。备注：参见“封印陷坑”。\n别名：灌注召唤水晶",
"coc 灌注召唤水晶":"{coc 晶石召唤}",
"coc 水晶世界":"水晶世界\nCrystalWorld\n消耗：8点魔法值；1D3点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。法术每持续一小时就需要8点魔法值。施法者的周围产生一个玻璃般的球壳（直径7尺），可以隔绝极端的高热和严寒。即使施法者被投入熔炉，只要他能维持“水晶世界”，他就是安全的。水晶球是气密的，并且持续产生新鲜空气，所以巫师也不会窒息。里面的巫师不能移动，只能靠笨拙地滚动水晶球或者被人推拉才能移动。水晶球可以被锐利的物体（至少5点伤害）或爆炸法术打破。\n别名：赎火之球、克皮特尔之球",
"coc 赎火之球":"{coc 水晶世界}",
"coc 克皮特尔之球":"{coc 水晶世界}",
"coc 诅咒法":"诅咒法\nCurse\n消耗：1D3点魔法值；1D6点理智值\n施法用时：1轮\n施法者低声诵读咒语（必须被目标听见），造成身体或精神的伤害。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，目标损失共10点属性值（施法者从STR、DEX、CON、APP、INT和POW当中选择），持续1天（到次日日出）。属性不能降到不足1点。深层魔法：本法术的某些版本可以针对某项知觉，如听觉、视觉和嗅觉（导致无法使用某些技能、提升难度等级或惩罚骰）。\n别名：女巫咒、巫术",
"coc 女巫咒":"{coc 诅咒法}",
"coc 阿波菲斯的诅咒":"阿波菲斯的诅咒\nCurseofApophis\n消耗：6点魔法值；1D4点理智值\n施法用时：4轮\n创建一道雾气屏障，可以阻挡来自地球外的光，限制能见度。施法者向古埃及的混沌蛇神阿波菲斯（或者阿佩普）祈愿后，便可在半径100码的范围内阻隔日月星辰的光线。在雾气散开之前，任何需要有天体可见的法术和仪式都不能完成。法术持续30分钟。如果附近没有有人工光源，白天的能见度会降低到10尺，夜晚则会变成完全的黑暗。本法术不能影响风、温度和降水等天气变化。\n别名：致盲烟雾、密不透光的绝望之云",
"coc 致盲烟雾":"{coc 阿波菲斯的诅咒}",
"coc 密不透光的绝望之云":"{coc 阿波菲斯的诅咒}",
"coc 肖格纳尔·方的诅咒":"肖格纳尔·方的诅咒\nCurseofChaugnarFaugn\n消耗：每吟唱一小时1点魔法值；每吟唱12小时1D3点理智值\n施法用时：每星期\n吟唱12小时（2+周）这个可怖的法术可以让单体人类目标被肖格纳尔·方吞噬。施放本法术需要目标身上的一小块肉做施法的中心，每星期要念咒十二小时。施法者必须要是宣誓过的肖格纳尔·方的追随者。本法术的效果无视距离；施法者须和目标进行一次POW对抗检定并胜出，法术才能生效（第二周结束后，施法者每周获得一颗奖励骰）。第一个夜晚（在第一周的念咒之后）和以后每个夜晚，目标的梦境都会被肖格纳尔·方塞满恐怖的幻象。目标很快就陷入精神恍惚的状态，尝试接触这尊神，将自己作成活祭品。这种恍惚状态会越来越长、越来越频繁，直到他成功为止。时间间隔天数大概是目标POW的五分之一；但是，意志坚定的目标可能会在至多POW天之内抗拒法术的效果（困难POW检定）。最终目标会找到让自己变成活祭品的方法，并被吞噬消失——施法者持有的肉片将迅速腐朽，标示着法术已经成功结束。\n别名：肖格纳尔·方的祝福之触、后藏Zàng黑梦、最古血仆的狂热睡眠",
"coc 肖格纳尔·方的祝福之触":"{coc 肖格纳尔·方的诅咒}",
"coc 后藏黑梦":"{coc 肖格纳尔·方的诅咒}",
"coc 最古血仆的狂热睡眠":"{coc 肖格纳尔·方的诅咒}",
"coc 黑暗诅咒":"黑暗诅咒\nCurseofDarkness\n消耗：可变的POW；1D6点理智值\n施法用时：3分钟\n强迫一个外星或异空间的存在返回来的地方。要有一群人包围施法者；所有人都要知道本法术，并齐声吟唱咒语至少三分钟。每名参与者必须牺牲5点POW，施法者可以不贡献POW，也可以贡献任意数量。每牺牲1点POW，成功概率就上升2个百分点。只要法术开始，目标就很难有机会抵抗或逃脱法术了。要使法术生效，必须先知道目标的名字，或者包围圈中的参与者或施法者曾经见过它一次。此生物必须在附近，相距几英里远。\n别名：恶秽驱逐、回返仪式",
"coc 恶秽驱逐":"{coc 黑暗诅咒}",
"coc 回返仪式":"{coc 黑暗诅咒}",
"coc 腐烂外皮之诅咒":"腐烂外皮之诅咒\nCurseofthePutridHusk\n消耗：5点魔法值；10点理智值\n施法用时：1小时\n本法术会给目标带去理智崩溃的幻觉。目标会发现自己的皮肤明显地开始朽烂腐坏。外观的恶化似乎极其迅速，结果出现巨大的空洞和裂缝，体内的脏器开始从中漫溢而出（这个过程中目标损失1D10点理智值）。随后目标会昏倒，并在几分钟后醒来，毫发无损。施法者须和目标进行一次INT对抗检定并胜出，法术才能生效。如果法术在夜间目标睡着时施放，目标要获得一颗惩罚骰。效果的时间共约二十分钟，包含昏倒的时间。施法者必须认识目标，且必须有一些属于目标的个人物品作为法术的专注点。被这个法术击中的经历是灾难性的；但是「精神分析」检定成功可以让目标接受这些无法理解的梦境和幻觉，恢复此次理智损失的一半。精神科药物对这种攻击没有什么补偿作用。深层魔法：依上文所述，法术产生的幻觉仅有目标可见。如果额外投入5点魔法值，法术产生的幻象会影响所有人；观察者须进行理智检定（损失0/1D6点）。如果施法者消耗20点魔法值、25点POW、20点理智值，他可以让法术效果真实发生；每轮中目标还要受到1D6点伤害，直到其死亡或者施法者因某种原因终止法术。\n别名：阴险梦魇术、七魔从令，折磨汝敌、弱者意志摧残术",
"coc 阴险梦魇术":"{coc 腐烂外皮之诅咒}",
"coc 七魔从令，折磨汝敌":"{coc 腐烂外皮之诅咒}",
"coc 弱者意志摧残术":"{coc 腐烂外皮之诅咒}",
"coc 人面鼠诅咒":"人面鼠诅咒\nCurseoftheRat-thing\n消耗：20点魔法值；5点POW；1D10点理智值\n施法用时：1天\n当对一具死亡24小时以内的尸体使用时，本法术会让目标的灵魂本质移动到新创造的人面鼠躯体里。尸体将瓦解并成为构建人面鼠的材料。人面鼠的脸会和目标自己脸的恶意版相似。如果KP愿意的话，以人面鼠重生会让此人损失所有的理智值，并且强行彻底成为这个邪恶物种的一员（因为目标已经死了，这十分可能）。\n别名：鼠友的诞生、二四变形、创建鼠面仆从",
"coc 鼠友的诞生":"{coc 人面鼠诅咒}",
"coc 二四变形":"{coc 人面鼠诅咒}",
"coc 创建鼠面仆从":"{coc 人面鼠诅咒}",
"coc 石板诅咒": "石板诅咒\nCurseoftheStone\n消耗：9点魔法值；1D10点理智值\n施法用时：2轮\n在目标的精神当中产生可怕的幻觉。需要一块附魔的石板，用于本法术的石板可以用一块小石板上凿一个咒印并牺牲4点魔法值，也可以使用“石板附魔术”。施法者或者目标必须有人拿着石板，目标必须在施法者视野范围内。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若生效，目标将立刻被可怖的幻觉压制，失去1D4点理智值，且每轮都会目盲、迷失在幻影中，直到他们的POW检定成功为止（法术生效的下轮起）。在目标的POW检定成功之后此人仍然会受到梦魇的折磨（每晚损失1点理智值）。想取消这个诅咒，目标需要巧妙设计——或是杀死施法者，或是迫使施法者撤回法术。\n别名：召唤不虔的梦魇、精神恶魔、幻影的刺痛",
"coc 抑光术":"抑光术\nDampenLight\n消耗：1点魔法值；1D3点理智值\n施法用时：3轮\n施法者通过用附魔的笛子类乐器演奏音乐，来创造一片黑暗的区域。施法者必须能演奏这种乐器，乐器必须是附魔的。黑暗区域以演奏者为中心，随着演奏者的移动而移动。每消耗1点魔法值，黑暗区域的范围（半径）就增加1码。从演奏的第三轮开始，施法者周围一切光亮都会消失，使周围所有人目盲，包括施法者。要维持黑暗区域必须持续奏乐。\n别名：恶魔的吹奏、吟游诗人的诅咒、黑色旋律",
"coc 恶魔的吹奏":"{coc 抑光术}",
"coc 吟游诗人的诅咒":"{coc 抑光术}",
"coc 黑色旋律":"{coc 抑光术}",
"coc 致死术":"致死术\nDeathSpell\n消耗：24点魔法值；3D10点理智值\n施法用时：1D3轮\n只有最邪恶的巫师会使用的法术，这个法术会让无助的目标身上燃起烈焰。目标和施法者的距离不得超过十码。施法者在专注过程中，每轮须和目标进行一次POW对抗检定并胜出，法术才能生效。在1D3轮的专注之后，目标的皮肤会冒起水泡，损失1D3点耐久值。下一轮目标再损失1D6点耐久值。从第三轮起，目标会开始燃烧，每轮损失1D10点耐久值。头发和血肉燃烧时产生的恶臭无法抵挡（所有目击者进行理智检定，损失1/1D6点理智值）。令人毛骨悚然的受害者是从内而外燃烧起来的，所以根本没有办法去帮助他。杀死或重伤施法者可以终止法术，否则法术会持续到目标死亡。深层魔法：施法者可能会选择延长法术的用时到很多天，增加目标的痛苦，而不是让目标承受类即时法术效果的形式。施法者施放这一版本的法术消耗34点魔法值。施法者并不需要和目标物理上的接近——但是施法者必须持有目标身体的一部分（头发、指甲盖、皮肤等等），这样法术就能在任意距离上施放了。法术从次日开始，持续许多天。这几天中，施法者每天须和目标进行一次POW对抗检定并胜出，法术才能生效。第一天，目标受到2点耐久值的伤害，第二天受到4点耐久值的伤害。此后每天伤害值都会增加2点（6、8、10、12、14……）。当目标发觉自己可怕的命运时，每天都要失去1D3点理智值。在目标的耐久值减少到零的那一天，目标的躯体将在一团烈焰中燃烧殆尽。\n别名：恐惧刺伤、炽焰末日之诅咒、克图格亚的拥抱",
"coc 恐惧刺伤":"{coc 致死术}",
"coc 炽焰末日之诅咒":"{coc 致死术}",
"coc 死亡的气息":"死亡的气息\nDeath'sBreath\n消耗：可变的魔法值；1点理智值\n施法用时：3轮\n在3轮的时间中，施法者从口中散发阴郁的浓雾，每投入2点魔法值就可以填满3×3×3立方码的空间，每一单位的体积都要一轮时间来释放。雾气会遮蔽视线、熄灭微弱的光线，如烛光等，只有最强烈的光芒才能完全穿透。触觉和听觉会被麻痹，嗅觉会被寒气钝化，雾气甚至能不自然地承受风吹。施法者呼出完这些雾气后，它将在原地停留1D10+5轮，随后蒸发无踪。\n别名：拉莱耶窒息术、地狱的爱抚冰手",
"coc 拉莱耶窒息术":"{coc 死亡的气息}",
"coc 地狱的爱抚冰手":"{coc 死亡的气息}",
"coc 伤害偏转术":"伤害偏转术\nDeflectHarm\n消耗：1点魔法值；1点理智值\n施法用时：即时\n防御性的法术，施法者念动外神的秘密名讳，可以无效化多种物理攻击。施法者念动那不祥的名号，对攻击的人伸出手去。施法者在每次受到成功攻击后，消耗等同于伤害值的魔法值，可以使攻击无效化。如果攻击已经打空，不消耗魔法值。这在手臂放下前都有效。如果放下手臂，法术终止。法术还可以重新施放。施法者可以无效化任意次攻击，除非他的魔法值耗尽了——施法者能够选择靠消耗耐久值来维持法术，但这是事与愿违！他可以选择无效化哪一次攻击、让哪一次攻击正常造成伤害，但必须在了解实际伤害之前选择。若点数不足以无效化一次攻击，则法术终止，该次攻击或打中或打空都按照正常流程进行。\n别名：巫师盾、无懈可击的斗篷、外神的背诵",
"coc 巫师盾":"{coc 伤害偏转术}",
"coc 无懈可击的斗篷":"{coc 伤害偏转术}",
"coc 外神的背诵":"{coc 伤害偏转术}",
"coc 偏转术":"偏转术\nDeflection\n消耗：5点魔法值；1点理智值\n施法用时：即时\n本法术只能在幻梦境施放。施法者在身前挥动手臂，可以挡开以自己作目标的攻击法术。要决定偏转术是否起效，施法者必须和攻击法术的施法者进行一次POW对抗检定：若对手没能在偏转术的对抗中成功，攻击法术将被挡到一边，无法造成伤害。深层魔法：施法者可以让偏转的法术“击中”他视野内的第三人（但不能是原法术的施法者）。巫师们千百年来一直尝试在清醒世界重现这个法术，但成功者寥寥。假如有哪个巫师能完善清醒世界的术式，他的威力一定相当惊人。\n别名：奥秘折射、偏离公式",
"coc 奥秘折射":"{coc 偏转术}",
"coc 偏离公式":"{coc 偏转术}",
"coc 藐视重力术":"藐视重力术\nDefyGravity\n消耗：5点魔法值；1D3点理智值\n施法用时：即时\n允许施法者在4D6轮中，改变他们附近物体的重力方向90或180度。施法者可以把墙当成地面一样行走，也可以落到天花板上当它是地面一样行走（躲藏在黑暗房间里的好办法）。中途若遇到障碍物或者表面状况变化，按正常走过处理。KP必须暗骰法术的持续时间。当重力方向恢复时，落到地面上的人可能会根据下落的高度受到坠落伤害。深层魔法：施法者可以增加法术的作用范围，让法术可以影响10尺之内的人。传说有个生平不详，名叫舒杜克(Shudook)的巫师认为此法术可以极大加强，让他从地面飞到月亮上甚至更远。有记载称，当人们查看舒杜克尝试自己极效法术的施放地时，只能找到染成猩红的一片狼藉。\n别名：颠倒翻覆的仪式、元素掌控术力量原理",
"coc 颠倒翻覆的仪式":"{coc 藐视重力术}",
"coc 元素掌控术":"{coc 藐视重力术}",
"coc 力量原理":"{coc 藐视重力术}",
"coc 恶魔的感知":"恶魔的感知\nDemonSenses\n消耗：5点魔法值；1D4点理智值\n施法用时：30分钟\n有效地加倍施法者的听觉灵敏度或视觉精确度，让声音听起来距离缩小一半或者视野放大一倍。在1小时中，「聆听」或「侦查」检定获得一颗奖励骰。深层魔法：施法时施法者可以将消耗的魔法值增加到10点，这样施法者可以同时获得视觉和听觉的加强。法术的一种变体并不加强视力和听力，而是调谐施法者的超感官知觉，让施法者能够感知到灵魂领域的不可见的东西（根据KP的裁定，这可能引起不可见的地球外存在的注意。）\n别名：鹰眼术、捕食者的微笑、普坎的敏锐",
"coc 鹰眼术":"{coc 恶魔的感知}",
"coc 捕食者的微笑":"{coc 恶魔的感知}",
"coc 普坎的敏锐":"{coc 恶魔的感知}",
"coc 伊格之眷属摧毁术":"伊格之眷属摧毁术\nDestroySpawnofYig\n消耗：2点魔法值；1D4点理智值\n施法用时：1轮\n施法者吟唱一首歌，此歌可以摧毁未孵化或刚刚孵化的伊格之眷属。吟唱之前，眷属的卵必须暴露在阳光下。吟唱需要1轮时间，需要通过一次「艺术/手艺（唱歌）」的检定，法术才会生效：若生效，施法者附近10尺所有未孵化或刚刚孵化的伊格之眷属都会凋萎死亡。深层魔法：有些巫师记述道，虽然法术能成功，但不知怎的，摧毁了旧日支配者眷属的施法者会被伊格诅咒。诅咒的强弱不定，和伊格被冒犯的程度相关：有时施法者的身上会出现擦不掉的蛇形印记，也有时施法者的舌头会变形成蛇信。这些传说的真伪留给KP来决断。\n别名：蛇神的非难、诅咒之子的凋零",
"coc 蛇神的非难":"{coc 伊格之眷属摧毁术}",
"coc 诅咒之子的凋零":"{coc 伊格之眷属摧毁术}",
"coc 附魔侦测术":"附魔侦测术\nDetectEnchantment\n消耗：6点魔法值\n施法用时：20分钟\n能让施法者检测诅咒、邪眼术的邪恶灵光，和对人类、动物和庄稼施放的其他有害附魔。对着要调查的物体进行简单的吟唱，如果上面有生效的诅咒或巫术(hex)，施法者会感到撕裂般的腹痛。\n别名：识破魔鬼的奸计、感知邪眼、观测污染",
"coc 识破魔鬼的奸计":"{coc 附魔侦测术}",
"coc 感知邪眼":"{coc 附魔侦测术}",
"coc 观测污染":"{coc 附魔侦测术}",
"coc 反转移术": "反转移术\nDetransference\n消耗：10点魔法值；10点POW施法用时：1轮\n本法术是皮肤兄弟会守护的秘密，它是“身体部件转移术”的逆法术。施法者须和目标进行一次POW对抗检定：若胜出，则借来的器官或者血肉会出现在施法者的手上，浸透液体并逐渐腐烂。丧失了要害器官的目标通常都会很快死去。本法术不成功就不会消耗理智值，成功以后消耗1D10点理智值（除非施法者有医护经验）。备注：参考《东方快车上的恐怖》获取更多有关皮肤兄弟会的信息。\n别名：不详。",
"coc 动物的成长":"{coc 退化术}",
"coc 邪恶的野兽诅咒":"{coc 退化术}",
"coc 多尔公式":"多尔公式\nDhoFormula\n消耗：5点魔法值；1D4点理智值\n施法用时：5分钟\n这是一种魔法公式，能让施法者看到远方地物的幻象。以下记录了几种真言，每种真言都能让人看见一种特定地点或时间的幻象。施法者必须背诵多尔公式，重复一遍需要的真言（每种真言吟诵时损失的理智值不同），进行一次困难POW检定决定整个法术成功与否。若成功，施法者看到幻象，持续10分钟，每额外投入1点魔法值，幻象就能延长1分钟。注意地点本身和任何事物都可能造成理智值损失。本法术有可能让施法者看到其他维度（比如幻梦境）或者自己维度的过去和未来。遥远过去的幻象不会引起廷达洛斯猎犬的注意。神话典籍当中能找到大量特殊真言，但大多数情况下，真言都是隐藏、掩盖在文本当中的，只有精读过整部典籍才有可能发现。以下列出一部分常见真言，还存在很多其他的：地底城真言(MantraoftheInnerCity)：地壳下的隐秘场所（损失0/1D4点理智值）。终极渊薮真言(MantraoftheUltimateGulf)：时空之外虚空中的地点（损失1D3/1D8点理智值）。沉睡者真言(MantraoftheSleeper)：拉莱耶，克苏鲁之城（损失1D3/1D8点理智值）。梦想家真言(MantraoftheDreamer)：幻梦境（损失0/1D3点理智值）。宇宙之魂真言(MantraoftheSouloftheUniverse)：阿撒托斯的王庭（损失1D10/1D100点理智值）。黄之真言(TheYellowMantra)：卡尔科萨，哈斯塔之城（损失1D4/1D8点理智值）。深层魔法：记载称多尔公式还有第二部分，名叫华公式(HnaFormula)，据说能增长施法者的能力，他通过多尔公式看到的任何地点都可以通过魔法旅行过去。华公式至今仍是个谜；古往今来多少巫师浪费了数不尽的时间穷究典籍，寻找隐蔽的算式和发声法构建华公式。后来有些人记述道，华公式是错误的途径，因为它要么不存在，要么只能在群星归位时才能找到并使用。\n别名：远视的多尔之咏、视野的咒语",
"coc 远视的多尔之咏":"{coc 多尔公式}",
"coc 视野的咒语":"{coc 多尔公式}",
"coc 酒神狂欢术":"酒神狂欢术\nDionysianRevels\n消耗：2点魔法值；1D6点理智值\n施法用时：5分钟\n最早由酒神狄俄尼索斯的祭司使用，激发其他追随者的狂乱状态。施法者进行一次「艺术/手艺」（唱歌、跳舞、奏乐等）检定并成功，舞蹈就会开始。然后他们在狂欢队伍之中穿梭，施放法术。每个看到歌舞的人都须和施法者进行一次POW对抗检定否则他们也会开始跳舞，不顾周围环境和场合，持续1D10小时。狂欢者每狂欢一小时，都必须进行一次困难CON检定，如失败就会昏倒。施法者若对狂欢队伍感到满意，他可以额外牺牲1点魔法值离开舞蹈队伍；其他舞蹈者必须一直跳到法术终止或昏倒才能停止。每有一名舞蹈者昏倒，只要他们还在狂欢队伍的视野之内，施法者就能增加1D4点魔法值。\n别名：舞蹈之主、纵情嬉闹、漫无止境的狂欢",
"coc 舞蹈之主":"{coc 酒神狂欢术}",
"coc 纵情嬉闹":"{coc 酒神狂欢术}",
"coc 漫无止境的狂欢":"{coc 酒神狂欢术}",
"coc 灵魂出窍术":"灵魂出窍术\nDisembodiment\n消耗：15点魔法值；1D4点理智值\n施法用时：10分钟\n让目标的灵魂从物质的包裹中解脱出来。如果对他人施放，施法者必须进行一次POW检定并胜出：若施法者成功，目标要立刻进行一次理智检定（损失1/1D6点）。灵魂出窍时，目标的身体没有意识，且灵魂和身体之间靠魔法联系（通常被想象成一条银丝线），不限距离。灵魂会知道自己的身体在受到伤害，灵魂损失魔法值和POW时身体也会产生变化。如果灵魂被摧毁，躯体也会死亡。出窍的灵魂可以感知凡间，如同透过烟雾和纱窗观察；能感知其他灵魂——不论有没有形体——还可以向有形或无形的灵魂发动精神攻击。法术还能让施法者感知某具躯体里是否同时容纳了多个灵魂，也可以选定其中一个作为目标。这个灵魂若抵抗就可能发动精神攻击：如果施法者战胜，灵魂就会被驱离身体。如果施法者输掉了精神战，躯体就可能被敌对的灵魂占据。出窍的灵魂可以施法，但除此以外不能和凡间产生物理接触。备注：参考“精神攻击和占据”。\n别名：摆脱肉身、灵魂视界、灵薄之旅",
"coc 摆脱肉身":"{coc 灵魂出窍术}",
"coc 灵魂视界":"{coc 灵魂出窍术}",
"coc 灵薄之旅":"{coc 灵魂出窍术}",
"coc 送神术": "送神术\nDISMISSDEITY\n消耗：可变的魔法值\n施法用时：1+分钟\n可以遣返不愿意离开地球的神祇。每种送神术都不同；施法者必须知道要遣返的神祇对应的送神术。要施放送神术，首先要遣返的神祇每有25点POW（不足25的舍去），施法者就要投入1点魔法值。这样就有5%的概率遣返此神，并可启动遣返过程。例如：克图格亚拥有210点POW，所以想要遣返这个可怕的怪物，需要8点魔法值来“打开通道”。通道准备好之后，牺牲更多魔法值可以诱使神祇离开。在这个第二阶段每多牺牲1点魔法值，可以使神祇离开的概率增加5%；牺牲10点魔法值就能增加50%的遣返概率。和对应的“请神术”版本一样，送神术也可以由一群人互相协助施放（每个送神术可能会限制“协助者”能贡献的魔法值，而主施法者仍然可以投入任意数量魔法值）。本法术施放至少需要1分钟，每多一名参与者贡献魔法值，施法用时增加1轮。例如：8点魔法值为克图格亚打开通道，表现为5%的遣返概率。额外牺牲10点魔法值，概率增加到55%。如果想要让克图格亚送神术达到99%（最高能达到的）的遣返几率，人群必须在两个阶段中共牺牲8+19点魔法值，合计27点。对送神术的合计成功率投1D100。和请神术一样，施法者是法术的中心；其他的成员可以贡献魔法值。请神术总是需要特殊的条件和仪式；但是这个法术对应的送神术不论什么时间地点都可以施放（不过注意有的时候这一规律有例外，KP自行裁定）。虽然许多请神术都包括对应的送神部分，但是请神术不含送神部分的情况也不可胜数。不完整的法术转抄、知识的缺乏、来自抄写者的恶意，都可能是造成送神部分残缺的原因。这些时候，想要遣返神祇的人就需要寻找对应的送神术了。送神术的\n别名：创作送神术的别名时，可以从以下的词语中获取灵感：放逐(Banishment)、拒否(Repudiate)、为害(Bane)、流放(Exile)、弃绝(Renounce)、罢黜(Oust)、击退(Repel)、驱散(Dispel)、驱赶(CastOut)、驱逐(Evict)、否认(Disavow)、驱除(Exorcise)并且，尝试不要简单使用神话神祇的常用名字，各个不同的文化对这些神祇可能有不同的命名。一个关于犹格-索托斯的法术称它为“可怕的球体”或者“对灵魂的无限渴求”等等，绝不是没有理由的。",
"coc 送魂术":"送魂术\nDismissSpirit\n消耗：可变的魔法值；1D4点理智值\n施法用时：1+小时\n让灵魂回到它原来的地方，也可以让出窍的灵魂返回自己的躯体。不同的文化中，驱离用的仪式、法术成分和所需的地点各不相同。施法者必须投入和灵魂魔法值相同的魔法值，并和目标灵魂进行一次POW对抗检定：如果施法者胜出，灵魂将被驱离。协助者最多可以有两人，他们必须自愿且懂得本法术，可以消耗最多10点魔法值来协助施法者，并在POW对抗检定中获得一颗奖励骰。备注：连接到非生物的灵魂（如魔法物品或圣物）不会被本法术影响。\n别名：驱邪术、斥逐魔鬼、推斥恶鬼",
"coc 驱邪术":"{coc 送魂术}",
"coc 斥逐魔鬼":"{coc 送魂术}",
"coc 推斥恶鬼":"{coc 送魂术}",
"coc 骨骼溶解术":"骨骼溶解术\nDissolveSkeleton\n消耗：8点魔法值；1D10点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。施法者必须和目标进行一次POW检定；若成功，目标的骨骼会消失。他会瘫到地面上变成一堆蜷曲颤抖的肉块，并进行理智检定（损失1D20/1D20+5点）。目标可能会因为呼吸道失去支撑结构而窒息，否则其他调查员可以从容将胶冻化的朋友装进篮子里带走。如果KP允许，成功的「造梦」检定（或其他法术）可以恢复受害者的骨骼。目击骨骼的溶解要进行理智检定（损失1/1D6点）。\n别名：骨头液化、蠕虫的触碰、亵渎的污泥",
"coc 骨头液化":"{coc 骨骼溶解术}",
"coc 蠕虫的触碰":"{coc 骨骼溶解术}",
"coc 亵渎的污泥":"{coc 骨骼溶解术}",
"coc 预言术":"预言术\nDivination\n消耗：1+点魔法值（每位参与者）；1D6点理智值\n施法用时：1轮\n法术的核心成分是放在高台上的一碗水，周围用焚香炉点上淡味的鸦片。器皿要放在一个法阵的中央，直径20尺，法阵用盐或者粉笔绘制，中间要画上一颗五芒星。施法者和四名协助者站在五芒星的五个角上，向犹格-索托斯念诵祷词，乞求神明让他们一瞥未来。施法者和每名参与者要滴一滴自己的血到碗中，每人消耗1点魔法值和1D6点理智值。施法成功后，所有看向碗中和吸入鸦片烟雾的人都要进行一次POW检定：失败表示观察者什么也没发现，但仍然额外消耗1D4点理智值；成功表示施法者从发着微光的水面上映出的东西看见了不久将来的一幅影像，并额外消耗1D6点理智值。如果看到任何惊人影像，还可能触发额外的理智值损失。碗的力量持续1D4小时。这段时间中，任何人，不光是参与施法的人，都能用它观察未来的时刻。观察者可以尝试观察多个未来影像，每次都要进行POW检定，不论成功或失败都要按次分别支付消耗。守秘人笔记：在剧情中预测未来会比较麻烦，因为游戏中的事件通常会极大影响冒险的进程。所以，一定要慎重选择调查员使用本法术时看到的幻象；让幻象暧昧不清、模棱两可，以适应游戏中将要发生的连串遭遇。\n别名：卜筮仪式、预言、命运之水",
"coc 卜筮仪式":"{coc 预言术}",
"coc 预言":"{coc 预言术}",
"coc 命运之水":"{coc 预言术}",
"coc 支配术":"支配术\nDominate\n消耗：1点魔法值；1点理智值\n施法用时：即时\n让目标的意志屈从于施法者的意志。施法者须和目标进行一次对抗检定并胜出，法术才能生效。若成功，目标必须服从施法者的命令，没有例外，直到下一个战斗轮结束为止。本法术只能影响单一个体，最大作用范围是10码。显然，命令必须要在目标的智力理解范围之内，并且如果命令和目标本能相悖（例如命令人类去飞行），法术可能会被破坏。只要施法者认为可行的话，支配术就可以反复施放任意多次，使得一名目标被连续不断地控制数分钟。本法术的每次施放都具有相同的消耗和限制。反复施放是即时的。\n别名：巫师令、控制之咏、恶意支配、言于内声",
"coc 巫师令":"{coc 支配术}",
"coc 控制之咏":"{coc 支配术}",
"coc 恶意支配":"{coc 支配术}",
"coc 言于内声":"{coc 支配术}",
"coc 寻龙法":"寻龙法\nDowsing\n消耗：1点魔法值；1点理智值\n施法用时：1轮\n施法者制作一个物神（需要投入4点魔法值），用作位置指示器，物神也决定了能找到的物质种类。这物质可以是任何施法者熟悉且性质明确稳定的物质：如水、银、金等等。物神可以是特意弯曲的树枝、穿成串的小玩意、浮在水面上的木片等装置（也许要适应所寻找的物质）。法术能穿透6英尺厚的介质，持续30分钟，施法者可以根据物神指引或移动的方向追踪矿脉。可选规则：若启用了“地脉”(也可以定位地脉和节点。深层魔法：施法者如果有恰当的知识，可以追寻神话物质，如深潜者孢子、拜亚基血和艾霍特幼体等。这些场合需要「克苏鲁神话」检定成功。\n别名：水巫术、潜水棒创建术、探宝术、物质寻找术",
"coc 水巫术":"{coc 寻龙法}",
"coc 潜水棒创建术":"{coc 寻龙法}",
"coc 探宝术":"{coc 寻龙法}",
"coc 物质寻找术":"{coc 寻龙法}",
"coc 青春吸取术":"青春吸取术\nDrainYouth\n消耗：8点魔法值；1D6点理智值\n施法用时：1轮\n允许施法者永久抽出目标的3D20点CON、STR或A标进行一次对抗检定并胜出，法术才能生效。法术的效果如同目标在快速变老，和失去的点数以及属性相关。损失STR和CON表示人变得虚弱，损失A则会大幅改变面容，比如严重的皱纹、脱发等等。改变是永久的，除非目标有办法逆转法术或减轻效果。某些巫师声称本法术可以逆向吟唱，补回被抽掉的点数——但这些不知是真是假。深层魔法：一种污秽的变体（消耗12点魔法值）可以让施法者获得抽取的属性值，持续24小时；即，如果目标被抽取10点STR，施法者的STR将增加10点，持续24小时。\n别名：凋萎术、光阴加速术、虚度光阴术",
"coc 凋萎术":"{coc 青春吸取术}",
"coc 光阴加速术":"{coc 青春吸取术}",
"coc 虚度光阴术":"{coc 青春吸取术}",
"coc 阿撒托斯的恐怖诅咒":"阿撒托斯的恐怖诅咒\nDreadCurseofAzathoth\n消耗：4点魔法值；1D6点理智值\n施法用时：1轮\n施法者利用外神的力量直接从目标身上抽取意志。通过反复念诵阿撒托斯的名讳，可以让任何精通克苏鲁神话的人敬畏，因为知道这个名讳，意味着这个人知道秘密的“最后音节(theLastSyllable)”。“最后音节”单独念诵时可以对准一名敌人。施法者须和目标进行一次对抗检定并胜出，法术才能生效。若施法成功，目标损失3D6点深层魔法：真正强大的巫师能获得吸取的值（和魔法值）。\n别名：最后音节的发声、消沉吸取、假借真名，以竭汝力",
"coc 最后音节的发声":"{coc 阿撒托斯的恐怖诅咒}",
"coc 消沉吸取":"{coc 阿撒托斯的恐怖诅咒}",
"coc 假借真名，以竭汝力":"{coc 阿撒托斯的恐怖诅咒}",
"coc 梦境幻象术":"梦境幻象术\nDreamVision\n消耗：3点魔法值\n施法用时：1小时\n本法术可以产生梦境或梦魇，预示未来。巫师可以对自己施放，也可以对选定的目标施放（目标必须在巫师视野范围之内）。本法术施放时可能会服用一些明显有致幻效果的植物或化合物。梦境通常十分生动，但是相关的信息通常在本质和想象上都隐晦而充满比喻——根据梦境内容的不同，也可能消耗理智值。\n别名：可视睡眠、愚者的沉睡、在梦魇到来的门前占卜",
"coc 可视睡眠":"{coc 梦境幻象术}",
"coc 愚者的沉睡":"{coc 梦境幻象术}",
"coc 在梦魇到来的门前占卜":"{coc 梦境幻象术}",
"coc 精神淹溺术":"精神淹溺术\nDrownMind\n消耗：4点魔法值；1D3点理智值\n施法用时：1轮\n法术的目标昏迷1D20×10分钟。可以指定多人为目标，每多指定一人就要额外支付4点魔法值。施法者须和目标进行对抗检定并胜出，法术才能生效。注意施法者可以支付双倍魔法值，为检定增加一颗奖励骰。法术的受害者醒来后会头晕恶心，所有身体相关的技能都要得到一颗惩罚骰，持续1D4×15分钟。如果目标在对抗检定中胜出，他们不会失去意识，但感觉自己如同跌落无底深渊；他们仍会头晕恶心（并有惩罚骰）持续15分钟。\n别名：神经瀑流、精神之凿",
"coc 神经瀑流":"{coc 精神淹溺术}",
"coc 精神之凿":"{coc 精神淹溺术}",
"coc 苏莱曼之尘":"苏莱曼之尘\nDustofSuleiman\n消耗：每3剂10点魔法值\n施法用时：24+小时（使用时每剂需1轮）\n制造一种灰绿色的粉末，可以伤害来自其他存在位面的非自然的生物。这种粉末需要从至少2000年历史的木乃伊上取得灰尘，每具木乃伊足够制作三份魔法粉尘。原料还包括乳香、硫磺和硝石。依施法者的能力以及原料的获取的不同，制造这种混合物最少需要24小时，最多需要很多天。抛撒它的时候必须同时吟唱咒语。如果非地球原生的生物被这种粉尘撒中，每被一剂粉尘撒中，就损失1D20点耐久值（无视护甲）。撒出一剂粉尘需要一轮。根据K掷」或「克苏鲁神话」检定。这种粉末仅对非地球的和外星的生物有效，因此它可以伤害空鬼、犹格-索托斯和米-戈，但对修格斯、食尸鬼和深潜者无效。\n别名：埃及粉、死者的保护",
"coc 埃及粉":"{coc 苏莱曼之尘}",
"coc 死者的保护":"{coc 苏莱曼之尘}",
"coc 凡尘平静法":"凡尘平静法\nEarthlySerenity\n消耗：3点魔法值\n施法用时：1轮\n抑制受术者的痛感，在短暂的时间内使处于精神平静状态。施放后，法术会让目标在一小时中感受不到疼痛：这段时间中目标暂时获得2点耐久值（法术终止后失去），且维持意识的检定（由耐久值降低或者重伤造成）将被忽略。另外，这一个小时中目标的情绪十分平静：可以忽略恐惧和躁狂症状，损失理智值时只记录损失值，法术效果结束后才会减少（这时要减掉所有的理智损失，可能引发疯狂发作等等）。\n别名：疼痛束缚术、宁静真言、神明显灵",
"coc 疼痛束缚术":"{coc 凡尘平静法}",
"coc 宁静真言":"{coc 凡尘平静法}",
"coc 神明显灵":"{coc 凡尘平静法}",
"coc 仇恨雕像":"仇恨雕像\nEffiffiffigyofHate\n消耗：12点魔法值；45点点理智值\n施法用时：每晚\n8小时，持续3晚召唤一个可以遵照施法者意愿去执行任务的存在。本法术的仪式必须连续举行三晚，在夜里进行。施法者向法术中投入必需的魔法值，所需的一般通过三份祭品（每夜一份）来“捐献”——如果没有祭品，则会从施法者身上扣除（每夜15点）。并且，施法者必须准备一具图腾（通常是木质），可以是任何形式（常在施法者的文化中有特殊意义）。三夜之后，该存在就会被召唤，并束缚到图腾上。在第三夜法术的高潮时，仇恨雕像将完全和图腾结合。它遵照施法者的意愿行动，可以开始完成施法者的愿望。仇恨雕像是宇宙恶意的具体化——完全是黑暗和邪恶的集合。它只能短暂离开图腾。因为它没有实体，所以不能触碰和影响现实世界，但可以观察和收集施法者想要的信息。没有实体的雕仇恨雕像像不受物理攻击的影响（但魔法攻击会对它造成伤害）。当雕像从施法者的祭品中积累了70点后（不包括创建和召唤它的45点以获得显形能力，每次最长4小时（但只能在夜里），让它和现实世界互动并受到其影响（即，物理攻击可以对它造成伤害）。雕像每天可以积累10点献祭。\n别名：召来黑暗役魔、进行恶魔的交易、意志的体现",
"coc 召来黑暗役魔":"{coc 仇恨雕像}",
"coc 进行恶魔的交易":"{coc 仇恨雕像}",
"coc 意志的体现":"{coc 仇恨雕像}",
		"仇恨雕像": "仇恨雕像（恶意的具体化）\nSTR80 CON55 SIZ50\nDEX70 INT45 APP—\nPOW70 EDU— SAN—\nHP10 伤害加值+1D4 体格1\n移动速率10M 每轮攻击次数2（抓咬\n斗殴45%(22/9)，伤害1D8+DB\n闪避35%(17/7)\n护甲：显形时有3点硬皮。不显形的时候平凡武器无法伤害它，只有魔法攻击和附魔武器能造成伤害，并且它自己不能发动攻击。显形后它就会受到伤害也能对其他人造成伤害。\n技能：收集信息50%，跳跃*40%，聆听60%，潜行*80%，侦查50%，追踪70%。*显形时可用。\n理智值损失：看到显形的仇恨雕像时损失1/1D8点理智值。",
"coc 伊波恩雾轮术":"伊波恩雾轮术\nEibon'sWheelofMist\n消耗：1点魔法值（每英尺高度）；1点理智值\n施法用时：1D3分钟\n产生一个旋转的柱状区域，一人或多人可以在里面躲过某些神话生物。需要一张蚀刻有特殊秘法符号的小铜盘。施法者将铜盘放在地面上，站在上面，吟唱法术所用的咒语，并支付法术的消耗。若施法成功，法术将在施法者周围产生直径五英尺的、旋转的蓝色轮形迷雾。在旋转的柱形迷雾内，一切物体都被完全遮蔽。雾轮需要1D3分钟来完全成型，持续1D20+10分钟，然后消散。迷雾可以让人在奈亚拉托提普召唤的、或以奈亚拉托提普之名召唤的怪物眼中隐形。这些生物会将迷雾和雾中隐蔽的人视为不存在。它们也不会走到雾轮的位置，绝无意外。如果雾轮阻挡了道路，这些生物会停下来或者原路返回，原因不明。雾轮只会影响召唤生物，无法影响奈亚拉托提普。雾轮当中可以挤进许多人；但是，一旦有人的脚、手、头等露出来，法术将完全失效（这方面由KP裁定）。要隐藏一队正常身高的调查员，需要7点魔法值。在雾轮术施法之前登场的生物、不由奈亚拉托提普的力量召唤的生物，能够看见雾轮并移动进去。人可以从雾轮里走出来，但如果此人被发现，或者将任何东西（如子弹、刀剑等）穿过雾轮，幻象就会破坏。只要怪物注意到了异常，发现了有正在运行的幻象，法术的保护就失效了。\n别名：巫师的罩幕、欺诈的蓝雾、藏身处",
"coc 巫师的罩幕":"{coc 伊波恩雾轮术}",
"coc 欺诈的蓝雾":"{coc 伊波恩雾轮术}",
"coc 藏身处":"{coc 伊波恩雾轮术}",
"coc 爱因斯坦公式":"爱因斯坦公式\nEinsteinFormula\n消耗：10点魔法值；5点点理智值\n施法用时：6轮\n犹格-索托斯请神术的危险变体，意在召唤外神的球形力场用作保护。法术的形式是一个复杂的数学公式和仪式的结合。在地上画一个粉笔圈，施法者要站在圈内。举行仪式时，施法者的意念要集中在特殊的数学公式上（关于高维度球体和截面的外推法）。成功后，异界的力量将被释放（30尺半径范围内的强风，STR50；施法者不受影响）。五光十色的球体开始从施法者身边的以太中像泡泡一样涌出（目击者需要进行理智检定；损失1/1D4点）。这时施法者可以决定抵抗魔法效果，通过一次检定，可以脱离接下来的法术（这样会使法术终止）。此后，粉笔圈会“升”上半空，绕着施法者旋转（最多可以包围三个普通人类），而且像呼啦圈一样越转越快，一边转一边形成冠冕形的能量球。廷达洛斯猎犬无法通过此屏障，每当它们尝试时，都会失去1D8点耐久值并被驱逐到廷达洛斯(Tindalos)。廷达洛斯领主(TheLordsofTindalos)一开始也会被驱逐；但有人相信有些能打破屏障——这个说法的真伪尚待讨论。法术施放成功后，施法者INT检定成功后便可将法术的时间延长一轮。否则法术持续1D4+1轮。施法者可以在移动的同时维持球体，只要他们每轮都通过INT检定（如果既要移动又要延长法术时间，每轮都要困难INT检定）。检定失败后，法术终止，球体消散。维持球体时施法者不能做比移动更复杂的行动。在球体中疯狂的人（除了施法者）会两脚离开地面飘浮，眼里因狂野的宇宙力量而发光，持续2D4轮。他们的精神变成了神话力量的导体，每轮会自动失去1点理智值。此过程结束后，他们得到和理智值损失相同的「克苏鲁神话」技能点数（例如：康伦教授在球里看到了廷达洛斯猎犬，陷入了临时疯狂。他成为神话导体共5轮，所以失去5点理智值并获得5点「克苏鲁神话」技能值）。如果施法者在施法时陷入疯狂，他会成为犹格-索托斯的化身2D4轮：化身会变成一大团泡泡（目击变异的人要进行理智检定：损失1D10/1D100点）。化身周围的一切廷达洛斯人(Tindalosian)都会被强制送回廷达洛斯。不论如何，到时限后化身都会离去——施法者消失了，但他在消失之前最后一刻的顿悟中参透了时空的根本原理。备注：要学习这个含有高度数学成分的法术，施法者除了学习和施放法术的通常要求之外，还必须拥有至少40%的「科学」（数学或物理学）点数。\n别名：神之数的原理、天圣几何、斑斓径道",
"coc 神之数的原理":"{coc 爱因斯坦公式}",
"coc 天圣几何":"{coc 爱因斯坦公式}",
"coc 斑斓径道":"{coc 爱因斯坦公式}",
"coc 旧印开光术":"旧印开光术\nElderSign\n,the消耗：10点施法用时：1小时\n本法术用来激活旧印。旧印可以做成铅封、雕刻在石头上、铸造在钢材上，等等。当它在时空裂缝(o和时空门附近激活时，它会令旧日支配者、外神的仆役以及它们本尊无法使用这些通道。没有本法术，旧印本身毫无意义，没有任何效果。除掉一些抄本叙述的内容不谈，如果怪物和仆役能回避旧印，它在个人防御当中就是无用的。比如，把旧印戴在脖子上，可能会为它接触的皮肤周围几平方英寸的肉体提供保护；但是，佩戴者的其他身体部位则是完全没有保护的。有时人们会使用旧印作为警告的方法，提示无知的人前面有“危险”。\n别名：远古之印、凶兆枝杈、智慧的五角星",
"coc 远古之印":"{coc 旧印开光术}",
"coc 凶兆枝杈":"{coc 旧印开光术}",
"coc 智慧的五角星":"{coc 旧印开光术}",
"coc 乐土施恩术":"乐土施恩术\nElysianGrace\n消耗：5点魔法值；1D6点理智值\n施法用时：30分钟\n让一个目标不能移动；身体功能如呼吸减慢到察觉不到的程度。但法术的目标保留意识，如果有人触碰他或者对他说话，他也会知道；但是不能反应。效果持续1D6小时。施法者要用多种原料制成药膏，并投入法术消耗。制成后，药膏效力持续12个小时，必须在这段时间内涂满目标的身体。接下来要进行半小时的仪式。如果目标并非自愿，施法者必须要在对抗检定中胜出。有些邪教徒使用这个法术让祭品顺从，也有些人希望祭品保留意识但无力反抗。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保炼制按照正确的步骤进行。\n别名：沉默泥罨剂、活死人",
"coc 沉默泥罨剂":"{coc 乐土施恩术}",
"coc 活死人":"{coc 乐土施恩术}",
"coc 犹格-索托斯的拥抱":"犹格-索托斯的拥抱\nEmbraceofYog-Sothoth\n消耗：18点魔法值；1D8点理智值\n施法用时：4轮\n让目标变老，直到枯萎凋零，化作尘土。施法者须和目标进行一次对抗检定：若施法者胜出，目标每轮失去5点CON，直到CON归零，他们就被抽尽生命力，凋零成尘土。目击法术对其他人造成的效果会引发理智检定（损失1/1D8点）。如果施法者被说服中断施法，或者施法者被及时杀死，法术的效果会中止（在此之前失去的所有CON都永久消失）。某些保护法术和护身符可以抵抗这种拥抱。\n别名：凋零术、时光之尘、开路者的紫印",
"coc 凋零术":"{coc 犹格-索托斯的拥抱}",
"coc 时光之尘":"{coc 犹格-索托斯的拥抱}",
"coc 开路者的紫印":"{coc 犹格-索托斯的拥抱}",
"coc 普塔斯翡翠飞镖":"普塔斯翡翠飞镖\nEmeraldDartsof\n消耗：4+点魔法值；1D6点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。每牺牲4点魔法值，法术就能创建一支飞镖。这支飞镖对他人使用时会发出异常的绿光，向目标最多飞出一百码，对目标造成1D3点伤害并无视一切护甲（不论天然与否）。目标可以尝试寻求掩蔽（「闪避」检定）躲避飞镖的攻击。可以用来无害地引爆“普塔斯薰衣草球”。深层魔法：如果每支飞镖的消耗增加到8点魔法值，它造成的伤害可以增加到1D6点。\n别名：魔鬼的飞镖、翡翠末日之弩箭",
"coc 魔鬼的飞镖":"{coc 普塔斯翡翠飞镖}",
"coc 翡翠末日之弩箭":"{coc 普塔斯翡翠飞镖}",
"coc 清心法":"清心法\nEmMind\n消耗：6点魔法值；1D3点理智值\n施法用时：1+年这个法术来源于西藏，由大量脑力训练组成，让使用者巩固自己的精神，应对外界的攻击。使用者必须每日进行冥想和脑力训练（每天4小时），至少要花费一年才能掌握这项技巧。施法者消耗6点魔法值，可以使自己应对精神攻击时的视为加倍。这只对一次攻击有效，并消耗施法者1D3点理智值。即使毫无征兆地受到精神攻击，懂得本法术的人也可以在INT检定成功后试图抵抗。\n别名：司东巴三(StongSems)、空皿之道",
"coc 司东巴三(StongSems)":"{coc 清心法}",
"coc 空皿之道":"{coc 清心法}",
"coc 附魔法术": "附魔法术\nENCHANTS\n附魔法术有很多，每个都是用来向不同的设备和造物上灌注魔力用的。绝大部分法术都要进行血腥的牺牲、魔法值、理智值的消耗，和至少一天的时间。下面每个附魔法术都详细列出了准确的消耗和施法用时。创造附魔物和造物是很冒险的——施法者无法预测物品会具有什么样的优缺点。它可能会在深入调查神话时有所帮助，但也可能会让调查员暴露在恐怖的怪物袭击之下，或者打开和其他维度之间的通道。KP要考虑附魔的物品和造物会如何影响游戏。因为它们一旦被造出来，就不太可能会从游戏中消失了；它会改变调查员的能力（或好或坏）。你要确信自己清楚它的作用是什么、它的代价是什么，以及它在你游戏当中的意义。\n别名：施咒术(Charm)、施魔术(Ensorcell)、拜物术(Fetish)、物神术(Juju)、秘饰术(Trinket)、辟邪符术(Amulet)、法宝术(Talisman)、命匣术((Idol)、拟像术(Simulacra)。",
"coc 旧日辟邪符附魔术": "旧日辟邪符附魔术\nEnchantAmuletofTheOldOnes\n消耗：10点点理智值\n施法用时：3天\n需要一块菱形石头，用绳子穿起来。石头一面刻上某一尊旧日支配者的咒印。辟邪符制作完并投入法术的消耗之后，摸上去会感觉冷。贴紧皮肤佩戴它可以让佩戴者每天额外得到5点魔法值。辟邪符还能在尝试“请神术”(时增加10%的成功率。此符常会粘到皮肤上，把它撬出来需要1点耐久值。这个辟邪符的主要副作用是从佩戴者身上抽取生命力。每佩戴此符一个月，就要永久失去1D10点CON。如果此符消耗的CON超过了佩戴者原来CON的一半，佩戴者会患上绝症，无论他们是否移除此符，都将继续每月失去1D10点CON，直到死亡。在暴病之前移除此符可以阻止CON继续下降，但已经失去的CON无法回复。",
"coc 动物雕像附魔术": "动物雕像附魔术\nEnchantAnimalEffiffiffigy\n消耗：10点点理智值\n施法用时：1天\n创建一个拥有强力保护作用的守护灵护身符。要正确施法，需要一块拳头大小，来自圣卡塔利娜岛的滑石（皂石），雕成动物的形状（使用对应的「艺术/手艺」技能检定）。在为期一整天的仪式中，石头会注入动物守护灵的灵魂。护身符给主人带来的好处和所雕刻的动物密切相关，实际细节留给KP决定。下文给出了几个范例。人们每月可以向雕像请教一次，请教内容可以是问题或者拟定的行动计划：这需要4点魔法值和1D4点理智值。雕像不保证会回应，回应也不一定有帮助。被他人拿走的动物雕像没有价值，除非重新进行一次正确的仪式。隼：「侦查」检定获得一颗奖励骰。龟：1点护甲的保护。郊狼：「潜行」检定获得一颗奖励骰。熊：成功的近战攻击+1伤害。",
"coc 恐怖之钟附魔术": "恐怖之钟附魔术\nEnchantBellsofHorror\n消耗：30点点理智值\n施法用时：6+天\n创建三口钟合成一组，用来召唤几乎无人知晓的旧日支配者祖谢昆。每口钟都要用青铜铸造，里面铭上和祖谢昆相关的各种咒印。铸钟时需要同时举行正确的仪式（已经制成的钟无法被附魔）。钟的尺寸可变，但必须要大，SIZ最低35点。要结束法术，施法者必须要用生命力给每口钟附上10点和1D6点理智值。制成后，这组恐怖之钟可以被任何人在任何时间使用，以召唤祖谢昆（参见“祖谢昆请神术”，备注：参考《怪物之锤》获取更多有关祖谢昆的信息。",
"coc 书册附魔术": "书册附魔术\nEnchantBook\n消耗：可变的点理智值\n施法用时：3天\n用题写有法术“星之精召唤、束缚术”(咒语的书册进行附魔，辅助星之精的召唤。写书的墨水必须含有星之精的脓液。施法者冥想三天，牺牲任意数量的点的几率就会增加2个百分点。深层魔法：本法术存在很多版本，每个都对应一类次级神话生物的召唤。另一种强大的变体可以令施法者在书册上写满召唤术、束缚术（可能但不是必须包括）的成分；当（任何人）朗读这本书的词句时，法术会自动施放（朗读者失去1D10点魔法值和1D4点理智值）——KP应当投掷D100，如果结果在80以下，则召唤成功。准备这种书的施法者需要投入40点来达成这种自动效果。",
"coc 炭火盆附魔术": "炭火盆附魔术\nEnchantBrazier\n消耗：5点点理智值\n施法用时：3小时\n施法者必须在秋分和冬至之间的满月之夜牺牲一个小动物，并吟唱公式，打出某些手势。选定的炭火盆会浸透动物的血液，并撒上一把金粉、银粉或者水银。附魔者必须点燃一块至少500年历史的木头，让炭火盆笼罩在它的烟雾中。施法完成后，炭火盆便附魔了，可以使用。这座强化过的炭火盆可以助力请/送神术等很多法术的施放，根据KP裁定，可以给对应的施法检定增加一颗奖励骰，或者降低施法的消耗。",
"coc 蜡烛附魔法": "蜡烛附魔法\nEnchantCandle\n消耗：4点魔法值；1D4点理智值\n施法用时：1天\n需要为时一天的仪式，可以获得各种永久效果（增加某技能10个百分点、让某个人永远爱上请求者，等等）。准备好以后，施法者可以使用蜡烛也可以把它交给别人。蜡烛的使用者、请求者必须牺牲5点和1D4点理智值、诵读某些咒语，至于这些咒语有什么作用，他可以知道，也可以不知道。请求者的指甲或头发屑必须混到制作蜡烛的蜡中，还必须加上请求者的几滴血液，请求者必须要在蜡烛的上面写上想要影响的事情。在蜡烛燃烧的过程中，请求者必须进行相关的活动——想要提升的技能、在脑海中回忆想要获得永远的爱的目标的模样等等。",
"coc 手杖附魔术": "手杖附魔术\nEnchantCane\n消耗：30点点理智值\n施法用时：7天\n创造一个可以从别人身上吸收魔法值、储存起来并可以让主人使用的手杖。施放法术和制造手杖需要一周的工作、一个人祭、一个手杖之类的坚硬物体。创造完成后，每次使用手杖消耗使用者1D3点理智值。手杖创造者以外的其他人，只要触摸这支附魔手杖超过30秒，他就会失去一点魔法值，造物积累一点魔法值。失去魔法值的人立即感到恶心且十分不安。此造物可以一直吸取同一目标的魔法值，直到魔法值被吸尽；此后它将一点一点地吸取耐久值（结局是昏迷或死亡）。手杖储存的魔法值若用来施法，就会永久消耗。当手杖的魔法值用光时，必须找一个新的受害者来为它充能。深层魔法：一种法术变体可以给手套附魔，产生相同的效果。",
"coc 棍棒附魔术": "棍棒附魔术\nEnchantClub\n消耗：5点点理智值\n施法用时：1小时\n附魔一根棍棒，可以作为魔法武器使用。施法者必须用一只SIZ20以上生物的血来浸泡。棍棒被附魔后，造成的伤害额外+1（因此附魔的小型棍棒造成1D6+1点伤害，大型棍棒造成1D8+1点伤害）。它还可以对只会受到魔法武器伤害的生物正常造成伤害。护甲对附魔棍棒正常生效。",
"coc 奈亚拉托提普的祭刀附魔术": "奈亚拉托提普的祭刀附魔术\nEnchantDaggerofNyarlathotep\n消耗：30点点理智值\n施法用时：1星期\n施法者创造一把火焰形状的匕首（可能需要通过「艺术/手艺」检定）。这把刀要宰杀一只至少100的生物。附魔者支付法术消耗以后，每当在奈亚拉托提普见证下使用此刀，目标的就会注入祭刀。随后匕首的主人可以从匕首中抽取用于施放法术（一旦被使用就从匕首中移出）。",
"coc 人偶附魔术": "人偶附魔术\nEnchantDoll\n消耗：5点点理智值\n施法用时：2天\n将一个人偶浸入含有人血的炼金药剂中，然后在人偶上固定上目标的一缕头发（这个材料必须由请求者亲自交来）。当戳刺人偶时，目标会受到相应的酷刑般的疼痛（也可能表现为头晕、反胃等等）。如果钉子或小刀留在人偶里，它会给目标造成持续的痛楚，他必须进行一次困难CON检定：若失败，只要刀或钉子还留存人偶里，他所有身体类的技能检定都要得到一颗惩罚骰。抽出刀、钉子或者烧掉人偶可以解放目标。",
"coc 血肉附魔术": "血肉附魔术\nEnchantFlesh\n消耗：10点魔法值；2D4点理智值\n施法用时：5+分钟\n可以令施法者为受术者5SIZ的皮肉进行防腐并附魔的处理（可以附魔更多血肉，消耗等比例倍增）。这块肉必须用附魔刀具切下来，随后马上对其施放法术。附魔过的这块肉将免疫大多数形式的伤害（枪械仍会造成最小伤害；附魔武器正常造成伤害）。并且，这块肉会代替施法者衰老，为施法者增加一年的寿命。如果没有应用“血肉移植术”(于原主人的五分之一，此后它会失去魔法特性并腐烂。如果使用了“血肉移植术”，则血肉会永久保存。名义上这种肉块10~11块可以完全“武装”一个正常体型的人类——施法者要用许多天施放法术才能造就这件恐怖的“铠甲”。深层魔法：此法术非常罕见，在屈指可数的几个巫师手上戒备地保护着。",
"coc 格哩-格哩附魔术": "格哩-格哩附魔术\nEnchantGris-Gris\n消耗：10点魔法值；1D4点理智值\n施法用时：1天\n为格哩-格哩袋的持有者提供临时的技能加值。用一个小皮袋装上预定主人的头发、皮肤、血液等各种材料。必须牺牲一只小动物。施法者向小袋中投入10点魔法值，预定主人消耗5点点理智值、可变的魔法值。制作小袋时主人每向小袋中投入1点魔法值，此人佩戴小袋时就可以在某一项技能（除了「克苏鲁神话」）上获得+1个百分点。这个小袋提供的益处最多可以持续1D100+1天。",
"coc 咀-咀附魔法": "咀-咀附魔法\nEnchantJu-ju\n消耗：5点点理智值\n施法用时：1天\n需要一段漫长的仪式，附魔一个守卫（咀-咀）用来抵御黑魔法。在仪式中要牺牲一只黑色羽毛的鸡，预定的受术者必须参加仪式。咀-咀（或者类似的辟邪符）创建以后，巫毒世界的恶灵会回避此符，也包括巫师（影响到的存在不能接近物神五尺之内）。咀-咀可以是受术者期望的任何样式。咀-咀可以佩戴用来护身，也可以放在玄关和窗户上用来镇宅。",
"coc 刀具附魔术": "刀具附魔术\nEnchantKnife\n消耗：可变的点理智值\n施法用时：2小时\n附魔的刀具可以增加某些其他法术施放成功的几率，它本身也能作为魔法武器使用（能够伤害到平凡武器伤害不了的神话生物）。本法术会对纯金属制成的刀子或匕首进行附魔，比如纯金和纯铁。施法者要用刀锋在平坦表面上刻出错综复杂的图样；然后，它要用来宰杀一只SIZ至少20点的动物。这动物的血液顺着刻出的图案绘出轨迹，这样附魔就完成了。这样的刀具可以用来施放某些召唤法术（如“空鬼召唤术”）。每在刀具上投入一点1点。如果用这把刀来宰杀“炭火盆附魔术”所用的小动物，所附魔的炭火盆会使“莫特兰玻璃幻术”(的成功施放几率增加10个百分点。",
"coc 魔法双杖附魔术": "魔法双杖附魔术\nEnchantMagicStaves\n消耗：25点点理智值\n施法用时：1个月\n这是种古老的附魔，据说由涅弗伦-卡亲自设计，创建的是一双魔法杖：一支杖头带有古埃及钩状装饰，另一支装着倒置的埃及十字架。施法者必须亲自雕刻打造法杖（需要一次成功的「艺术/手艺」检定），然后举行为期一个月的仪式对其附魔。仪式需要稀有的施法成分（约$500+），还包括大量原初之水（参考“原初之水酿造术”，25点的牺牲。附魔后的双杖给予佩带者额外2D10点魔法值（如果在胸前交叉持握）。并且，双杖交叉时，如果佩带者受到任何伤害法术的攻击，双杖会吸收1D10点伤害。双杖使用后需要24小时充能才能再次使用。",
"coc 肖像画附魔术": "肖像画附魔术\nEnchant\n消耗：5点魔法值；5点点理智值\n施法用时：1+天\n附魔一幅肖像画，可以让观看者和所画之人交流。绘画时，颜料油中必须混入所画之人的血。施法者无需自己绘画（尤其他们没有艺术天赋时），但绘画过程中他必须在场。绘画完成时（使用「艺术/手艺」检定来决定它的质量），施法者对作品进行附魔。任何直视肖像眼睛的人都可以进行一次检定：若成功则和所画之人开启心灵交流，不论他们身在何处。观察者和所画之人都只能互相听见对方的声音。此效果要消耗观察者5点魔法值和1点理智值，此后每延长交流1分钟就要再消耗1点魔法值。当观察者选择停止投入魔法值来维持法术时，法术终止。若所画之人已经死亡，那么附魔绘画将变成危险的陷阱。如果和死者的灵魂开启交流，观察者要消耗10点魔法值和1D3点理智值。死者的灵魂可以尝试占据观察者。交流持续1分钟后，灵魂和观察者要每轮进行一次对抗检定：落败者失去2D10点归零，它将毁灭，肖像画永久失去附魔。若观察者的归零，他的灵魂将被吞食，所画之人的灵魂则永久获得其躯体，得到第二次生命的机会。",
"coc 帕维尤特棒附魔法": "帕维尤特棒附魔法\nEnchant\n消耗：5点点理智值\n施法用时：1星期\n附魔一支仪式用的长棒或杖，镶嵌上石头、贝壳和晶石。当施法者使用它施放任何加利福尼亚土著法术时，可以获得一颗奖励骰。使用“郊狼粉尘”(时，也能获得一颗奖励骰。帕维尤特棒同时也是一支附魔棍棒，能造成1D6+1点伤害。",
"coc 笛子附魔术": "笛子附魔术\nEnchant\n消耗：可变的魔法值；1D6点理智值\n施法用时：3+小时\n增加其他法术施放成功的几率。本法术用来附魔一副排笛或者一支长笛。这件乐器至少要有九成是金属。施法时必须用这件乐器进行仪式，每牺牲5点中浸泡两小时。每牺牲5点还要额外宰杀一只动物。附魔成功的笛子每具有一点神仆役召唤、束缚术”(等需要排笛或笛子施放的法术的成功几率就会增加2点。",
"coc 抛射物附魔术": "抛射物附魔术\nEnchant\n消耗：5点点理智值\n施法用时：1小时\n附魔小型的抛射物，如抛石、箭头或者子弹。施法者附魔抛射物时，必须用一只SIZ20以上生物的血来浸泡，同时念诵咒语。抛射物附魔后，造成的伤害额外+1（因此附魔的.22手枪子弹造成1D6+1点伤害）。附魔抛射物还可以对只会受到魔法武器伤害的生物或者通常不受贯穿武器伤害的生物正常造成伤害。护甲对附魔抛射物正常生效。本法术一次可创建1D4+4枚附魔抛射物。",
"coc 录音附魔术": "录音附魔术\nEnchantRecording\n消耗：可变的魔法值；5点点理智值\n施法用时：可变罕见但强效的法术，用来和特别设计的音乐相结合。本法术会积累魔法值供播放录音时使用，让所录制的音乐具有和真实演奏相同的效力。可以由一群人来协助施法。懂得本法术的人可以任意投入魔法值。其他不懂得本法术的人每人可以投入1点魔法值。附魔时投入的魔法值总和即为每次播放录音时可用来施法的魔法值。附魔录音也可以用来施放其他歌声相关的法术，如“哈斯塔之歌”和“灵魂之歌”。",
"coc 戒指附魔术": "戒指附魔术\nEnchantRing\n消耗：10点点理智值\n施法用时：1星期\n戒指必须由活祭仪式上取下的骨头制造，上面刻上神话咒印。佩戴此戒指可以获得对抛射物和近战攻击的8点魔法护甲。注意火焰、溺水、毒药等非武器攻击无视魔法护甲，魔法武器同理。使用这种戒指的主要副作用是不断增强的食人冲动。佩戴戒指每满一天，佩戴者就失去1D3点理智值，且必须通过极难查检定，否则就必须屈从于嗜食人肉的冲动，持续1D4小时（可能引发更多理智值损失）。",
"coc 血清附魔术": "血清附魔术\nEnchantSerum\n消耗：10点点理智值\n施法用时：2小时\n对药理混合物进行附魔，加快药物对使用者的生效速度。附魔后的生效时间是正常的十倍（即花费10小时才能起效的药物只需1小时）。法术要正常生效，目标药物必须放在已经盛有人血的容器中。施法包括煮沸容器中的血液2小时，同时吟诵咒语。",
"coc 石板附魔术": "石板附魔术\nEnchantStoneTablet\n施法用时：21点魔法值；10点点理智值\n施法用时：3星期\n法术所用的石板必须由来自沉没都市拉莱耶的黑色石料加工而成。它必须在三周的时间里仔细地雕刻，在雕刻时施法者每天都要投入1点魔法值。雕刻完成后，要对石板献祭一个人和一只深潜者，但不能流血（通常靠扼死或窒息而死）。完成之后石板便附魔了。任何拥有石板的人都会受到噩梦的侵扰，包括怪异的景色、依稀感到的渗出的什么东西，映衬在不断变化颜色和形态的背景之上。还能听到遥远的滑动声和咯咯声。如果石板的持有者破坏了石板，梦境的效果会加剧，结果等同于对持有者施放了“石板诅咒”(瞬间幻觉的牺牲品）。如果把石板丢到海里，它会联络（但不会束缚）1D8只深潜者。它们会把石板还给丢石板的人。深潜者归还石板的时间取决于丢石板的地点和最近的深潜者城市间的距离。在深潜者持有石板时，梦境将停止。否则，唯一确定的停止梦魇的办法就是将石板赠予他人（必须亲自交到接受者手上），或者用“旧印”损坏石板。",
"coc 火炬附魔术": "火炬附魔术\nEnchantTorch\n消耗：6点魔法值；1D6点理智值\n施法用时：6小时\n可以和“炎之精召唤术”(一起使用，以同时召唤多只炎之精。施法者要准备铁制的火炬，大小高度任意，上面标上克图格亚的印记。然后施法者要向克图格亚祈祷六小时。然后点燃火炬，附魔就完成了。特别的是，附魔的火炬无需燃料（铁火炬会一直燃烧，永不熄灭）。只有以克图格亚之名要求火炬熄灭时它才会熄灭。召唤炎之精时火炬必须点燃，每以此方式召唤五只炎之精要消耗施法者1D3点理智值和3点魔法值。深层魔法：据说本法术的一个罕见版本可以点燃金、铅、铁等重金属，使其迅速烧成灰烬。",
"coc 哨子附魔术": "哨子附魔术\nEnchantWhistle\n消耗：可变的点理智值\n施法用时：1天\n增加“拜亚基召唤术”(本法术附魔所用的哨子必须由白银和陨铁的合金制成。每在哨子中牺牲一点束缚术”的成功几率就会增加2点。",
"coc 附魔的阿努比斯之尘": "附魔的阿努比斯之尘\nEnchantedDustofAnubis\n消耗：5+点施法用时：2轮\n创建一捧粉尘，用来对不死者造成伤害。施法者投入可变点数的当粉尘洒到不死生物身上时，怪物必须要进行一次检定：检定难度取决于创建粉尘时投入的点数。创建时投入5点检定难度为常规；10点为困难，15点为极难。怪物若检定失败就会毁灭。本法术所谓不死生物是任何曾经活过、死过一次，又因为魔法而重新活动的东西：木乃伊、僵尸、（可能还包括）吸血鬼。鬼魂、恶灵和食尸鬼不属于不死生物。",
"coc 厄运附魔":"厄运附魔\nEnchantmentofIllluck\n消耗：3点魔法值；5点点理智值\n施法用时：8天\n这个附魔作用于目标的某样重要物品上（比如钱包和吊坠），为其主人带去厄运。施法者每晚对物品举行一场三小时的仪式诵读咒语，持续八晚，最后一夜时祈求者（如果有的话，否则就是施法者）要支付法术消耗。当目标触碰或戴上此物后，它就会产生厄运。目标的幸运值减半*，所有检定的大失败概率加倍。厄运会持续到有人认出并毁坏被诅咒的物品为止。*注，如果使用了幸运的可选规则，目标也不能消耗和增加幸运点数。\n别名：梵珈（伏都术）、坏硬币、妖术",
"coc 梵珈（伏都术）":"{coc 厄运附魔}",
"coc 坏硬币":"{coc 厄运附魔}",
"coc 忍耐之吟":"忍耐之吟\nEnduranceChant\n消耗：10点魔法值；1D3+1点理智值\n施法用时：1小时\n让施法者在六小时内轻松进行重体力劳动。施法后，施法者的CON和STR立即增加30点，持续六小时（这也会临时增加耐久值和伤害加值）。施法者也可以（可选的）选择忽略一切痛觉，这样就可以免疫物理休克和导致失去意识的物理原因（精神原因不可）。法术结束时，施法者感到镇静放松、精神抖擞，但必须通过一次CON检定，否则永久失去5点CON。本法术不能对其他生物施放。\n别名：野兽的才能、不畏奋斗的阵痛",
"coc 野兽的才能":"{coc 忍耐之吟}",
"coc 不畏奋斗的阵痛":"{coc 忍耐之吟}",
"coc 荣华生财法":"荣华生财法\nEngender\n消耗：可变的魔法值；1D4点理智值\n施法用时：3小时\n这个法术用来给施法者带来财富。法术只能在春天的第一个星期六施放，需要一个错综复杂的魔法阵和魔法工具（匕首、杖、圣餐杯、蜡烛等）。施法时施法者可以投入任意点魔法值（最少1点）然后进行一次困难检定：若成功，施法者会在下个月获得“财富”，价值相当于所投入魔法值乘以$100（“财富”可以指现金、遗产或者其他财产）。财富不太可能同时抵达，而且似乎都是意外巧合或事件的好结果：找错的钱、大风刮来的钱、意外的还款、甚至是地上捡来的钞票等。这通常都会伴随一些可能会让施法者觉得惊慌、悲痛或者内疚的刺激（如恋人去世、离开遗产等等）。\n别名：弥达斯之歌、金币膨胀、收获与懊悔",
"coc 弥达斯之歌":"{coc 荣华生财法}",
"coc 金币膨胀":"{coc 荣华生财法}",
"coc 收获与懊悔":"{coc 荣华生财法}",
"coc 纳克特五芒星嘱咐术":"纳克特五芒星嘱咐术\nEnjoin\n消耗：10点点理智值\n施法用时：3小时\n这个强大的保护法术由许多复杂的超几何操作组成，常和辽丹结合使用（参见“辽丹酿造术”，读咒语。印记被正确附魔后，站在这个巨大几何结构中间的人将和时空略微不同步，因此他们的精神不会被廷达洛斯猎犬嗅到——有效地对这些生物隐形。同理，伟大种族的临时精神转移在印记中不能起效，因为印记使内部的人免疫有害的转移（而且，伟大种族的意识也不能离开被占据的身体）。最后，印记还可以作为阻挡不死者（僵尸、鬼魂、任何从精盐中复活的东西）的守卫，他们不能穿过印记。深层魔法：古时候，巫师墓穴的入口有时会刻上纳克特五芒星。\n别名：辽之守卫、廷达洛斯的披风、不可察觉的精神",
"coc 辽之守卫":"{coc 纳克特五芒星嘱咐术}",
"coc 廷达洛斯的披风":"{coc 纳克特五芒星嘱咐术}",
"coc 不可察觉的精神":"{coc 纳克特五芒星嘱咐术}",
"coc 科斯之印嘱咐术": "科斯之印嘱咐术\nEnjointheSignofKoth\n消耗：6点魔法值；5+点点理智值\n施法用时：1小时\n科斯之印是种来源诡秘的古老魔法印记，也许和臭名昭著的黄印有些关系。形成科斯之印并为其充能的仪式需要牺牲一个以上的人做祭品。印记可以用颜料、墨汁画在任何平面，也可以物理方式刻到需要的平面上。印记的等于祭品的加上施法者投入的（最少5点）。充能后，印记无法损毁；如果被涂覆，这个邪恶的印记将在一天之内渗出来，且一切损坏它的尝试都会徒劳无功。印记只能靠魔法手段伤害，想破坏印记的人只有在和印记的检定中胜出才能成功。印记有多种能力。任何注视印记并冥想的人都会看到各个神话地点的幻象（冷之高原、磁极下面的地底城、科斯恐怖塔(DreadTowerofKoth)等等）。观察者每投入一点魔法值，幻象就持续一分钟；看到的幻象不同，损失的理智值也不同（通过印记看见的存在额外损失理智值）。观察者目睹宇宙中最黑暗的角落时，每五分钟就可以使「克苏鲁神话」技能+1%；若「克苏鲁神话」检定成功，观察者还可以选择观察的地点。科斯之印还可以作为“梦魇生物”和不死生物的强力守卫。僵尸和复活的存在将被印记逼入困境。任何原产幻梦境的生物都必须通过和印记的对抗检定才能通过它把守的大门，不死者（包括复活者）完全不能通过。深层魔法：《死灵之书》的内文认为，如果观察者知道对应的真言，该印也能让他们物理上旅行到传说中的地点。\n别名：不详。",
"coc 迷身术":"迷身术\nEnthrallVictim\n消耗：2点魔法值；1D6点SAN值\n施法用时：1轮\n施法者在法术生效之前必须能和目标平静地交谈。在一轮左右的交谈之后，施法者须和目标进行一次对抗检定并胜出，法术才能生效。若成功，目标会被定住无法动弹，呆若木鸡，只有物理攻击或者类似的惊吓事件能使其从恍惚状态中恢复过来。\n别名：麻木定身、诱骗的银舌",
"coc 麻木定身":"{coc 迷身术}",
"coc 诱骗的银舌":"{coc 迷身术}",
"coc 等边屏幕术":"等边屏幕术\nEquilaterialScreen\n消耗：10点魔法值；1D4点理智值\n施法用时：数分钟\n本法术只能在幻梦境施放。在施法者面前产生一组复杂的无形几何线条，组成一个完美的深蓝色等边三角形。施法者专注于想要创造的影像，可以让影像浮现。影像从前面看上去是三维可动的，但从后面却看不到，只能显示几何线条。施法者可以随时间改变影像。如果施法者结束专注，影像消散。若施法者连续五分钟无法专注于屏幕，法术终止。\n别名：大展望术、思想影像",
"coc 大展望术":"{coc 等边屏幕术}",
"coc 思想影像":"{coc 等边屏幕术}",
"coc 邪眼术":"邪眼术\nEvilEye\n消耗：10点魔法值；1D4点理智值\n施法用时：1轮\n让一名目标遭受厄运的折磨。目标必须在施法者视野范围之内，但此时目标并不一定能感觉到邪眼术的影响，只是可能在邪眼术初次施放的时候感觉到奇怪的寒意和不安。施法成功后，目标的幸运检定成功率减半*。目标所有的属性和技能检定均得到一颗惩罚骰；他用枪时每当掷骰出75以上枪就会卡壳，用近战武器的时候每当掷骰在75以上武器就会损坏；召唤、束缚术的成功率减半。效果将持续到第二天的日出、或者施法者撤回法术、或者施法者被找到并流血（狠狠地打，打到出血为止）、或者目标死亡。本法术可以被“邪眼守卫术”(抵消。*注，如果使用了幸运的可选规则，目标也不能消耗和增加幸运点数。深层魔法：能够召唤克苏鲁神话更深层智慧和知识的人能够对多人（最多五名）使用本法术，他们必须在施法者的视野范围内。\n别名：噩运之仪、诅咒术、黑暗妖术",
"coc 噩运之仪":"{coc 邪眼术}",
"coc 诅咒术":"{coc 邪眼术}",
"coc 黑暗妖术":"{coc 邪眼术}",
"coc 剜心术":"剜心术\nEviscerator\n消耗：可变的魔法值；2D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。这个令人毛骨悚然的法术可以让一团翻滚的黑色锯齿状物体、暗紫色的烟雾和红黄色的能量束击中目标。剜心者撕裂受害者，每在法术中投入8点魔法值，就可以造成1D6点伤害。虽然目标没有任何办法抵御这次攻击，但所有护甲（如果穿着）都能限制伤害。\n别名：末日杂音、死亡黑闪电、普坦审判",
"coc 末日杂音":"{coc 剜心术}",
"coc 死亡黑闪电":"{coc 剜心术}",
"coc 普坦审判":"{coc 剜心术}",
"coc 提拔术":"提拔术\nExaltation\n消耗：可变的魔法值；1D6点理智值\n施法用时：5轮\n让目标充满精神振奋的幸福感，获得理智值。施法者连续激情呼喊五轮，若在和目标的对抗检定中胜出，施法者每投入12点魔法值，法术就暂时增加目标的理智值1D6点。这些额外的理智值24小时后会消失，也可能因其他原因消失。突然获得额外的理智值可以缓解临时疯狂。如果目标处于不定疯狂状态，施法者可以牺牲5点1D6点理智值（但这些点数仍可能在摧毁理智的经历中损失掉）。法术还可以对睡眠中的目标施展，让他们做个好梦，得到良好休息。\n别名：精神平静术、为过去的烦恼充满祝福救济、感知的障壁",
"coc 精神平静术":"{coc 提拔术}",
"coc 为过去的烦恼充满祝福救济":"{coc 提拔术}",
"coc 感知的障壁":"{coc 提拔术}",
"coc 艾霍特流放术": "艾霍特流放术\nExileEihort\n消耗：可变的魔法值；1D4点理智值（每名参与者）施法用时：3轮\n令旧日支配者艾霍特在英格兰的地下迷宫里呆上一年零一天。施法者和其他参与者（必须知道本法术）可以投入任意点魔法值。其他参与者（不知道本法术的）如果和施法者有物理接触，每人也可以投入1点。每名参与者各自支付理智值消耗。将投入法术的魔法值乘以五，得到的百分值用来让施法者和艾霍特150点的进行对抗检定。如果施法者胜出，则法术成功，艾霍特将366天不能离开它的迷宫。\n别名：艾霍特的驱逐",
"coc 艾霍特的驱逐":"{coc 艾霍特流放术}",
"coc 心脏爆炸术":"心脏爆炸术\nExHeart\n消耗：12点魔法值；1D10点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。施法者手指目标，专注三轮。然后，施法者和目标要进行一次对抗检定：若成功，目标的心脏开始不受控制地颤动，力量和节奏越来越强，1D6轮之后它会炸出胸廓。目标立即死亡；目击者进行一次理智检定（损失0/1D4点）。高速思考可以拯救法术的目标：「造梦」或者「克苏鲁神话」检定成功（K可以取消或改变效果，将后果降低为KP指定的损失2D6点耐久值或2D6点魔法值或2D6点理智值。\n别名：末日恐怖指、不间断的痛苦、心脏的拥抱",
"coc 末日恐怖指":"{coc 心脏爆炸术}",
"coc 不间断的痛苦":"{coc 心脏爆炸术}",
"coc 心脏的拥抱":"{coc 心脏爆炸术}",
"coc 续命术":"续命术\nExtendLife\n消耗：100点魔法值；15点点理智值\n施法用时：7天\n本法术虽然消耗巨大，但可以让施法者永生不死。施法者首先燃起一团大火，然后根据精确的指导召唤一个远古的存在，不知道它的名字——只有成功施放法术的人才知道这存在的真身为何，还没有哪个存在能有足够的暗示来被证实。召唤仪式漫长而复杂，考验巫师的极限。远古存在的出现会引发一次理智检定（损失1D6/1D20点），如果远古存在认为请求者可以接受（没人知道按什么标准），契约就达成了。契约会让远古存在代替施法者衰老；但一旦施法者死亡，远古存在就会占据并代替地球上的施法者——大概它会在死亡瞬间占据施法者的尸体（目击者可能会被这奇迹般的“恢复”吓到）。深层魔法：没有人知道远古存在在地球上呆了多久——它很可能是不朽的。鉴于巫师们渴望长生不老，可以想象这个存在现在已经占据了多少地球尸体，每一具都是活跃的，虽然每个躯体之间都可能相互隔离，但每具躯体都按着一个恐怖的巨大计划行动着。\n别名：延命术、血之条约、火与交易的仪式、魔鬼的交易",
"coc 延命术":"{coc 续命术}",
"coc 血之条约":"{coc 续命术}",
"coc 火与交易的仪式":"{coc 续命术}",
"coc 魔鬼的交易":"{coc 续命术}",
"coc 光明与黑暗之眼": "光明与黑暗之眼\nEyeofLightandDarkness\n消耗：可变的100点）施法用时：从傍晚\n到黎明这是一个强大的古代法术，能削弱许多神话的代理人和仆从。本法术需要大量的牺牲（不同的版本需要的数量不同）。要在一块花岗岩之类坚硬的自然物上画上一个巨大的眼形咒印，并把它固定到需要守卫地点的高处。眼符必须在满月升起前的下午创建。在月亮升起时，需要用一名无辜者（没有克苏鲁神话知识的人）的血液注满眼符的瞳仁，每小时注血一次，直到黎明（实际上只需要几盎司的血）。参与者从第一次注血起必须吟唱，反复朗读一段听起来像是“萨-马、萨-马、太-尤、萨-马(SA-MA,SA-MA,TE-YO,SA-MA)”的短语，一直持续到黎明。眼形守卫需要吟唱咒语人们的吟唱一小时，眼符就从每名参与者身上吸取5点量为止（标准版本是100点）。失去所有的人将暴毙。如果黎明之前仍没有积累足够的所有已吸收的能量会消失，整个过程必须从头开始。KP在创建守卫成功或失败之前都不要说到底发生了什么；只有确定了成败，玩家才要划去所有的损失（KP秘密记录）。如果在时限内收集了足够的仁将激活，并短暂地发光。此后眼符将不可以被物理或普通的魔法手段移动。创建眼符的人（也只有他们）在靠近它的时候可以看到黯淡的灵光从眼睛里发出来。光明与黑暗之眼非常强大。它能削弱外神、旧日支配者的代理人、怪物、仆役，当它们进入这个区域时，这些“仆从”将每小时受到1点魔法值的伤害（它们除非离开这一区域否则不可以回复魔法值）。在眼符生效区域失去所有魔法值的仆从将彻底瓦解。联络术、通神术、请神术、召唤/束缚术在眼符的视线范围内无法施放。眼符的威力为半径10英里；但它不能穿透超过20尺厚的石头或金属。破坏眼符需要和原来创建它一样的法术。大多数情况下，根据创建时的吟唱和仪式不同，每只眼睛都是独一无二的（通常基于施法的位置）。需要复杂的推理和经年累月痛苦的研究才能逆向破解创建时的咒语，并且最终破坏眼符。这个古老魔法极其罕见，只有愚人才会尝试破坏这些东西。\n别名：不详。",
"coc 陌生人之眼":"陌生人之眼\nEyesofaStranger\n消耗：8点魔法值；1点理智值\n施法用时：1轮\n让法术的目标看到施法者指定的东西。法术影响一个人，施法距离不限但目标必须要在施法者视野范围内。施法者必须先和目标进行一次对抗检定并胜出，让施法者决定目标将要负担的视野。成功后，施法者的视野会忽然变成施法者选定的幻象。如果克苏鲁神话生物出现，目标须进行理智检定：但幻象造成的损失变成十分之一（例如，朋友变成了伊戈罗纳克，要消耗1/1D2点理智值）。法术持续1D10+2轮。幻象没有办法阻挡，即使闭上眼睛，幻象也清晰可见。施法者必须亲眼见到过指定的景象。\n别名：抢夺视野、精神引入、用我的眼睛看",
"coc 抢夺视野":"{coc 陌生人之眼}",
"coc 精神引入":"{coc 陌生人之眼}",
"coc 用我的眼睛看":"{coc 陌生人之眼}",
"coc 僵尸之眼":"僵尸之眼\nEyesoftheZombie\n消耗：3点魔法值；1D8+2点理智值\n施法用时：1小时\n可以使施法者直接控制一具僵尸（已经唤起并准备好的），然后以这具僵尸的视角去感知事件。首先需要把僵尸的眼球摘下来，浸泡在特殊化学物质当中。施法者也摘下自己的眼球，把自己的眼睛替换成僵尸的。此后施法者就可以像自己在目标僵尸的身体里一般移动、感觉、反应，直到把僵尸眼睛从眼眶里摘下来为止。激活之后，和这具目标僵尸之间的联系会在1D3个月中维持不变（不在使用期限内的僵尸会腐朽）。施法者的眼睛（如果保养得当）只要支付法术的消耗并进行简短的吟唱后，就可以再次放入。深层魔法：施法者只移除一只眼并替换成僵尸的，这完全可以让施法者同时控制两具僵尸。假设有理智的人尝试这种“双重感知”，将引发理智检定（损失1D4/1D8点），每天还要额外损失1D4点理智值，直到移除僵尸眼为止。\n别名：死亡视野、尸体躯壳、潜近的目击者",
"coc 死亡视野":"{coc 僵尸之眼}",
"coc 尸体躯壳":"{coc 僵尸之眼}",
"coc 潜近的目击者":"{coc 僵尸之眼}",
"coc 伊格的尖牙":"伊格的尖牙\nFangofYig\n消耗：15点魔法值；5点施法用时：6小时\n向强大的伊格展开祈祷，伊格则会赐予施法者一些恩惠。要获得伊格的施恩，施法者要施放法术，在施法时证明自己的虔诚并奉上祭品。施法者要么是蛇人，要么是通过实际行动让伊格青睐的人。如果伊格认为施法者值得宠爱，他会接纳其成为“尖牙”，持续1D10个世纪，完成后会赐予施法者+1D20点作为奖赏。尖牙必须对神言听计从。有时伊格会在梦里说出他的愿望，这个愿望必须不容置疑地执行，否则这位神会随时霸占目标的身体做它想做的事，而且可以停留任意长的时间。施法者的人格则只是凑个可怕的热闹。施法者如何存活1D10个世纪来得到额外的意伊格是位善妒的神祇：它绝不募集超过135的尖牙。\n别名：寻求蛇神的恩惠、尖牙仪式",
"coc 寻求蛇神的恩惠":"{coc 伊格的尖牙}",
"coc 尖牙仪式":"{coc 伊格的尖牙}",
"coc 鸱鸮之宴":"鸱鸮之宴（传统）\nFeastoftheOwl\n消耗：6点魔法值；1D8点理智值\n施法用时：1轮\n用魔法把一只小穴鸮传送到目标的肚子里，驱使这只鸟啄开肚皮跑出来，以此惩罚敌人。目标必须在施法者视野范围内，且施法者要和目标进行一次对抗检定并胜出。若施法者胜出，穴鸮会出现在目标腹中开始啄咬，每轮造成1D4点伤害。当伤害满8点时，这只满身污秽的穴鸮会钻出来飞走，再也找不到。目标每轮因出血继续损失1点耐久值，持续1D6轮，直到他得到了成功的「急救」检定为止。这段过程中目标无法行动；他只能在剧痛的折磨下尖叫打滚。摧残过后的目标会大为衰弱，永久失去1D10点CON。目击穴鸮钻出身体要进行理智检定（损失0/1D6点）。深层魔法：这个法术可能在其他的文化地理区也会碰到，动物的种类也会因此不同。使用蛇、青蛙、老鼠的法术形式都可能存在。\n别名：送入穴居者、羽毛诅咒、抓抓挠挠",
"coc 送入穴居者":"{coc 鸱鸮之宴}",
"coc 羽毛诅咒":"{coc 鸱鸮之宴}",
"coc 抓抓挠挠":"{coc 鸱鸮之宴}",
"coc 最终宴请":"最终宴请\nFinalFeast\n消耗：可变的魔法值；1+点理智值\n施法用时：1+天\n可以让施法者动摇、洗脑另一个人。如果目标特别虚弱或者施法者很强，甚至可以吞噬目标的灵魂。法术十分古老且复杂。准备施放需要一天甚至更久。法术分为二十节：每一节都要在准备一道菜的过程中吟诵，这些菜要组成一桌庞大的宴原产美洲的猫头鹰。席。每一节，也就是每一道菜里都结合了真言的力量。每一节的真言都极短（只有一个音节）。目标被邀请来参加这铺张浪费的宴席。施法者在宴席中巧妙地讲出所有真言。每说一句真言，目标都要进行两次检定；一次和施法者的对抗检定，一次CON检定。※对抗检定：若施法者胜出，目标失去5点※CON检定：若失败，目标失去5点CON。目标中了法术之后会越来越渴求饭菜。目标若想抵抗，必须通过困难INT检定才能制止自己再吃东西（如果施法者的「魅惑」「话术」「说服」技能任何一项在90%以上，难度上升到极难）。每失去5点一次暗示，这时目标可以再进行一次对抗检定以逃避彻底的顺从。当施法者失去25点以上时，主人可以进行更加复杂，甚至危及目标性命的暗示。目标仍可以进行一次对抗检定逃脱效果。目标一旦或CON归零就会死亡。施法者在宴席上每对一个人讲出一个真言就要消耗1点魔法值。每进行一次暗示，都要消耗施法者至少1点理智值；不过，复杂和危及性命的暗示需要2点以上（KP裁定）。\n别名：精神之宴、诱惑的饵食",
"coc 精神之宴":"{coc 最终宴请}",
"coc 诱惑的饵食":"{coc 最终宴请}",
"coc 梦想家搜寻术":"梦想家搜寻术\nFindDreamer\n消耗：1点魔法值；1点理智值\n施法用时：10分钟\n定位一名梦想家。清醒世界和幻梦境都可以施放。施法者必须在地球上或在幻梦境中探索时见过目标。施法者在一碗水面上放一根针，并专注画出目标的肖像，烧掉肖像吸取烟气。肖像燃烧时，针尖会旋转，指明目标的位置。烟雾的强度大致表明目标的远近。成功施法并运用正确的三角测量，可以准确定位目标。\n别名：曝光旅行者、寻人针",
"coc 曝光旅行者":"{coc 梦想家搜寻术}",
"coc 寻人针":"{coc 梦想家搜寻术}",
"coc 时空门搜寻术":"时空门搜寻术\nFindGate\n消耗：1点魔法值；1D3点理智值\n施法用时：20~60分钟\n本法术通过一系列的手势和特殊的歌唱，向施法者显示他直视视野内有无时空门的存在。本法术虽然能够定位时空门，但不可以打开、关闭、创建或通过时空门。而且这种法术受限的形式也无法让施法者得知时空门穿越的是空间还是时间。\n别名：寻找异地的入口、远行的视野、清道术",
"coc 寻找异地的入口":"{coc 时空门搜寻术}",
"coc 远行的视野":"{coc 时空门搜寻术}",
"coc 清道术":"{coc 时空门搜寻术}",
"coc 蛇人搜寻术": "蛇人搜寻术\nFindSerFolk\n消耗：3点魔法值\n施法用时：2轮\n告诉施法者最近一个蛇人的方位和距离。极度退化的个体可能因为不被认为是物种的一员而被忽略。法术的最大范围是五英里。许多蛇人巫师都知道本法术，但人类无人知晓，法术也从未被人类文字记载过。\n别名：不详。",
"coc 火舞术":"火舞术\nFireDance\n消耗：可变的魔法值；3点理智值\n施法用时：即时\n让一团火球从既有的火焰中跳出来冲向指定的目标。每投入1点魔法值（最多6点），这团卷心菜大小的火球就可以跳出约15码（因此火球的最大距离约90码）。每牺牲1点魔法值，就需要一分钟来施法。不能动的目标将自动击中。移动的目标可以尝试一次困难「闪避」检定躲避火球。被击中的活物受到1D6点伤害且必须进行幸运检定决定是否燃烧（如果是，他们此后每轮都要受到2点伤害，直到火灭）。\n别名：燃烧的精灵、克图格亚真言、着火人",
"coc 燃烧的精灵":"{coc 火舞术}",
"coc 克图格亚真言":"{coc 火舞术}",
"coc 着火人":"{coc 火舞术}",
"coc 犹格-索托斯之拳":"犹格-索托斯之拳\nFistofYog-Sothoth\n消耗：可变的魔法值；1D6点理智值\n施法用时：即时\n施法者创造一股巨大的无形力量打击单体目标。目标必须在施法者视野范围内。法术中每使用一点魔法值即产生2D10点STR的力量。施法者和目标的距离每增加30尺（超过第一个30尺的部分），就要额外消耗1点魔法值。当目标被击中时（如果他是活物的话），必须用法术的STR和目标的CON进行对抗检定。如果成功，目标将被击晕。不论目标有没有被击晕，他总会被撞离施法者一段距离，此距离为打击的STR减去目标的SIZ，单位为尺。本法术也可以用来打击门和墙之类无生命的物体。结果可能很明显，但有些情况必须由KP基于物体的STR来决定结果。例如：施法者消耗5点魔法值打击一个50尺之外的调查员。1点用于支付距离。余下4点产生8D10点STR，掷骰结果是57。调查员的困难难度CON检定失败（因为法术STR超过50），他被打晕了。调查员的SIZ是45，这一下把他撞出了12尺远。\n别名：连接开路者的力量、击仆汝敌、邪恶者的丑恶一击",
"coc 连接开路者的力量":"{coc 犹格-索托斯之拳}",
"coc 击仆汝敌":"{coc 犹格-索托斯之拳}",
"coc 邪恶者的丑恶一击":"{coc 犹格-索托斯之拳}",
"coc 火焰护盾术": "火焰护盾术\nFlameshield\n消耗：可变的魔法值；1+点点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。施法者的手掌前形成一张火焰圆盘。每投入一点魔法值，护盾就拥有一英尺直径。如果护盾生成后再投入魔法值，那么每投入的一点魔法值可以让护盾移动1码。法术“依诺拉停止术”(“索伦白网术”(和“炽天使之耀”(都会被护盾挡开。护盾若触碰任何不由火焰构成的活物时，活物受到1D6点伤害（无视任何护甲）。\n别名：伊思尔(Y'sr)的不可思议盾、温热的屏障、火焰的报复",
"coc 拉神闪光术":"拉神闪光术\nFlashofRa\n消耗：5+点点理智值\n施法用时：1轮\n制造一片眩目的闪光，可以致盲某些生物，也能毁灭鬼魂恶灵之类的存在。每在法术中投入5点10码内所有无实体的生物造成25点伤害。光芒从施法者的体内放出，20码内所有具有视力的生物若没有闭眼、扭头或者采取视力保护措施，都会被致盲。被致盲的人进行一次CON检定：若失败，目盲持续一个小时；若成功，目盲只持续1D6分钟（极难成功1D3轮）。掷出96~100代表永久失明。\n别名：闪烁术、视觉誓绝、废弃视物之眼",
"coc 闪烁术":"{coc 拉神闪光术}",
"coc 视觉誓绝":"{coc 拉神闪光术}",
"coc 废弃视物之眼":"{coc 拉神闪光术}",
"coc 血肉防护术": "血肉防护术\nFleshWard\n消耗：可变的魔法值；1D4点理智值\n施法用时：5轮\n获得对物理攻击的保护。每消耗一点魔法值，给予施法者（或者选定的目标）1D6点对非魔法武器的护甲。保护在阻挡伤害的同时也会耗损；比如某角色有12点血肉防护作为护甲，受到8点伤害后，血肉防护会减少到4点，但角色不会受到伤害。本法术持续24小时或到防护点数用尽为止。本法术一次施放以后就不可以用更多的魔法值去强化，也不能在已有的防护用尽之前重新施放。\n别名：保汝不受重击、意志的护甲、血盾",
"coc 飞行术":"飞行术\nFlight\n消耗：15点魔法值；1D10点理智值\n施法用时：1晚\n创建一种药膏，可以让使用者在空气中飞翔。需要从未受洗礼的小男孩身上提炼的脂肪以及其他可怕的成分，且必须在新月的阴影下用大釜酿造。制成的药膏受到太阳直射就会毁坏，所以必须存放在暗处，而且太阳落山之后才能打开使用。酿造一次可以制成1D4剂药膏。药膏的效力持续1D6小时，可以让使用者以MOV10飞行。\n别名：女巫之舞、扫帚油膏、鸟的变形",
"coc 女巫之舞":"{coc 飞行术}",
"coc 扫帚油膏":"{coc 飞行术}",
"coc 鸟的变形":"{coc 飞行术}",
"coc 生命食粮术":"生命食粮术\nFoodofLife\n消耗：10点魔法值；1D8+1点理智值\n施法用时：3天\n为一个人残酷且不自然地延长寿命。仪式的关键是一场持续数天（通常是3天）的不洁食人筵宴。每在宴会中消耗5点SIZ相当的人肉，食人巫师就能延长一个月的寿命。\n别名：活肉吞食术、食敌术、特异宴会",
"coc 活肉吞食术":"{coc 生命食粮术}",
"coc 食敌术":"{coc 生命食粮术}",
"coc 特异宴会":"{coc 生命食粮术}",
"coc 天气畸变术":"天气畸变术\nFreakWeather\n消耗：10点魔法值；1D4点理智值\n施法用时：2轮\n产生怪异的天气事件。施法者可以让闪电击中某个特定区域、冰雹从天而降、局部强风突然出现等等效果。施法者不能直接控制效果，只能让它出现在指定的地点。地点必须在施法者视野范围内。\n别名：元素控制、天之召唤",
"coc 元素控制":"{coc 天气畸变术}",
"coc 天之召唤":"{coc 天气畸变术}",
"coc 哈斯塔释放术": "哈斯塔释放术\nFreeHastur\n消耗：350点施法用时：每投入1点1分钟\n本法术结合法术“哈斯塔召唤术”(所需的九块巨石，可以让哈斯塔来到巨石划界的地区，并自由停留。法术只能在毕宿五可见的夜晚施放。只有吟唱的领导者需要知道本法术，其他参与吟唱的人每人损失1点每有两个人吟唱咒语，就有相当于1的哈斯塔本体或者它的眷属能够抵达地球。所以，想要召唤哈斯塔(350名吟唱者（350除以2=175）。注意若法术“卡尔科萨建造术”(已经生效，则只需要35名吟唱者就能召唤哈斯塔，每人消耗5点哈斯塔召唤过来以后可以自由停留；他不需要在日出之前回到天上，全年都可以活动。在巨石地区无论昼夜都可以使用哈斯塔相关的法术，区域的大小是任意的。\n别名：脱开不可名状者的缰绳、哈利湖祈愿、黄衣仪式",
"coc 狂怒法":"狂怒法（传统）\nFury\n消耗：5点魔法值；1D4点理智值\n施法用时：1轮\n诱发目标狂暴的怒火，使其不顾一切，野蛮狂热地战斗。施法者可以指定自己为目标，也可以指定其他目标（如果目标不情愿，需要对抗检定）。法术会增加每轮攻击次数到2（假如他们每轮可以攻击1次）；两次攻击都在角色的正常DEX值下发生。本法术会抑制自卫本能。狂怒的角色会无视受到重伤而造成的昏厥。致命伤害仍然会杀死狂怒者，但他在这轮结束之前仍能攻击，也许在理论已死的时候还能挥拳，到轮次完全结束时才倒地毙命。狂怒期间角色只能进行和战斗最直接相关的行动（不能施法、治疗等等）。KP决定哪些是和战斗相关的行动。如果周围已经没有能打的敌人，狂怒者会攻击同伴，除非他们能通过一次困难INT检定结束狂怒状态。狂怒状态持续5轮，但每在基础消耗上额外投入5点魔法值，就可以多持续1轮。一旦施放，施法者就不能再投入魔法值，除非再次施放法术（需要能触碰到狂怒者）。\n别名：狼之诅咒、狂怒真言、地狱怒火",
"coc 狼之诅咒":"{coc 狂怒法}",
"coc 狂怒真言":"{coc 狂怒法}",
"coc 地狱怒火":"{coc 狂怒法}",
"coc 时空门": "时空门（空间门）\nGate\n消耗：可变的施法用时：消耗的每点一小时\n通过时空门的消耗：可变的魔法值和1点理智值时空门法术允许施法者在不同的时代、维度甚至世界之间打开途径——能够让使用者只需一小步，就旅行极远的距离。时空门通常只连接一个地点。创造时空门需要永久的POW消耗，牺牲的POW值等于时空门连接距离英里数乘以五，再取常用对数得到的值（参考表4-7：时空门创建及旅行消耗，和4-8：时空门位置和距离，）。时空门可以有很多种形式，常见的标记方法有地面或墙面画线组成的图案，田野中特殊排列的石头等。用来“绘制”时空门的咒印材质也有很多种：粉笔、颜料、血液、雕刻等等。使用时空门要消耗魔法值，数量等于创建时空门时消耗的五分之一。每通过时空门旅行一次，损失1点理智值。如果使用者旅行时魔法值不足，要消耗耐久值来补足。使用时空门回程和去程的消耗相同。一般来说所有东西都能穿过时空门，但也有些门创建得特别，必须要特定的口令——词语或手势——才能激活它。已知本法术的某些版本还会“改变”通过时空门的东西，来保证他们在异界的生存。还有些线索显示有些时空门有不止一个目的地。备注：参考“时光门”深层魔法：施法者可能选择在旅途之前花费必要的魔法值，为使用时空门旅行做好准备。时空门准备好后，下一个进入这道门的人不需要支付魔法值，但仍需要损失1点理智值。\n别名：神秘大门创建术、视力仪式、（望见）通向他处之门、万千旅途之门、时空拱门、通向遥远过去和未见之景的大门、巫师的陷阱",
"coc 时空箱":"时空箱\nGateBoxes\n消耗：可变的魔法值；5点智值\n施法用时：5+小时\n可以创建一对魔法箱子，它构成了一道魔法时空门的两端。穿越时空箱消耗的魔法值和理智值和穿越普通时空门相同，传送机理也一样——参考表4-7：时空门创建及旅行消耗(首先要制作两个完全相同的木箱子，大小可以是想要的任何SIZ。箱子只能从一面打开。接下来必须进行必要的仪式，包括将手放入箱子、在头脑中构想出某些超时空的线条和角度，持续5小时（此时要牺牲5点天会自动吸取施法者一半的魔法值，直到吸取的魔法值达到其总SIZ的20倍为止。施法者每被吸取一整星期魔法值，就要失去1点理智值。所需魔法值吸取完毕后，时空箱就可以使用了。深层魔法：参考“消失术”获取时空箱法术的变体用法。\n别名：时空箱附魔术、身体蒸发术",
"coc 时空箱附魔术":"{coc 时空箱}",
"coc 梦境门":"梦境门\nGateofDreams\n消耗：可变的魔法值；可变的点理智值\n施法用时：每消耗1点魔法值，就需要1小时\n这个法术和“梦学门”（见下）非常相似，创建一道通往幻梦境的永久通道。但是，它从不允许由清醒世界闯入幻梦境的人原路返回。梦境门可以转移任何物品到地球幻梦境，但旅行后的身体和物品都会变质成幻梦境的等价物。而且，地面上的躯体在跨过门的第十三步时会无可挽回地死亡；此后永远无法再从幻梦境离开。跨过梦境门的人看上去好像在慢慢消失，同时梦境门的门口会逐渐聚集起一具他的尸体。旅行者如果回头看，也可以看见自己的尸体。如果他决定在迈出第十三步之前返回的话，还可以回到清醒世界。施法者对梦境门目的地的熟悉程度要求和“梦学门”相同，但因为本法术用途较少，它只需要消耗一半的POW乌撒尔(Ulthar)的梦境门需要消耗10点POW，通往尤格斯幻梦境某处的梦境门需要消耗22点种门的不同。唯有两种方式可以用来跨越梦境门还能返回——旅行者携带着银之钥(theSilverKey)，或者奇迹之门的钥匙(keytotheGatesofWonder)。旅行者必须在通过幻梦境的入口和出口时都携带两把钥匙之一，他们如果弄丢了自己来时带的钥匙，将永远留在幻梦境。进出幻梦境时携带的钥匙可以不同。\n别名：梦境传送门、不可折返的道路",
"coc 梦境传送门":"{coc 梦境门}",
"coc 不可折返的道路":"{coc 梦境门}",
		"时空门位置和距离": "离波士顿的距离最远距离（英里或光年）所需（魔法值）普罗维登斯（罗得岛州）40英里5(1)\n皮奥里亚（伊利诺伊）1000英里10(2)\n波特兰（澳大利亚）1万英里15(3)\n宇宙空间10万英里20(4)\n月球23万英里25(5)\n水星1.4亿英里40(8)\n金星1.6亿英里40(8)\n火星2.5亿英里40(8)\n木星6亿英里40(8)\n土星10亿英里40(8)\n天王星19亿英里45(9)\n海王星28亿英里45(9)\n尤格斯星（冥王星）46亿英里45(9)\n奥尔特云90亿英里45(9)\n半人马座比邻星4.3光年65(13)\n天狼星8.3光年70(14)\n北落师门约22光年70(14)\n织女一约26光年70(14)\n毕宿五约50光年70(14)\n昴宿增九约400光年75(15)\n银河系另一端约7万光年90(18)\nM31星系（仙女座星系）约280万光年95(19)\n阿撒托斯约100亿光年105(23)\n类星体约150亿光年105(23)\n1天文单位9300万英里35(7)\n1光年5.9兆英里60(12)\n1秒差距3.26光年65(13)\n",
"coc 梦学门":"梦学门\nGateofOneirology\n消耗：4点魔法值；20点POW；1点理智值\n施法用时：每消耗1点魔法值，就需要1小时\n本法术和法术“时空门”（见上）类似，但它用来打开通往幻梦境的物理通道。创建此门时，创建者必须知道他们想让门通向的目标地点在幻梦境的哪里。施法者必须去那里旅行过，并且知道它和至少一处幻梦境其他地方的联系。通过这种门可以双向往来清醒世界，但原产幻梦境的存在不能通过此门。深层魔法：建造一道通往非地球幻梦境的梦学门也是可能的。需要消耗的和清醒世界前往该地的消耗相同。比如，某个调查员曾经去过尤格斯星，想要建设梦学门前往尤格斯幻梦境，的消耗是45点，因为清醒世界的尤格斯（冥王星）大概50亿英里远。\n别名：凡人的梦之径、幻想的导管",
"coc 凡人的梦之径":"{coc 梦学门}",
"coc 幻想的导管":"{coc 梦学门}",
"coc 恐惧收集与引导术":"恐惧收集与引导术\nGatherandChannelFear\n消耗：10+点魔法值，6点理智值\n施法用时：1小时\n施法者能够产生并引导恐惧，将这些能量转化成魔法值；通常和“梦境发送术”(结合使用，给一定范围内的很多人送去恐怖的噩梦。施法者必须把自己的血（1D4点耐久值）流到某件物品上（通常是神话神祇的塑像），用作施法的中心；施法者觉得这个塑像越恶心，效果就越好。施法者流过血之后，每需要1英里施法半径，就要牺牲10点魔法值。法术的精华就会释放，范围内所有人都要（和施法者）进行成功的人没有效果，但检定失败的人就会做噩梦（如果和“梦境发送术”一起使用）或者杯弓蛇影、情绪紧张、烦躁不安，持续24小时。每有一个人在对抗检定中失败，施法者就能吸收1点魔法值并引导到自己身上，可以用来填补自己的消耗或储存起来以备将来使用——但得到的这些魔法值只能保存到下个新月。\n别名：怪状恐怖、恐惧默许术",
"coc 怪状恐怖":"{coc 恐惧收集与引导术}",
"coc 恐惧默许术":"{coc 恐惧收集与引导术}",
"coc 伊南娜的馈赠":"伊南娜的馈赠\nGiftofInanna\n消耗：4点魔法值；6点理智值\n施法用时：1天\n耗费别人的美貌增长自己的美貌。法术的目标必须在施法者一英里范围之内，施法者花费一天专注在目标身上并举行所需仪式。到午夜时分，最后的仪式完成时，施法者和目标进行一次POW对抗检定：若施法者胜出，目标失去10点APP（这会让他衰老），施法者增加5点APP（这会让他变年轻）。如果目标在对抗检定中胜出，施法者会昏迷1D3天并永久失去5点CON。多数情况下，法术的目标并不会意识到变化。深层魔法：如果支付双倍或三倍的消耗，施法者可以增加损失和得到的APP（双倍消耗时，目标失去20点APP，施法者获得10点APP，以此类推）。注意施法者一旦在POW对抗检定中落败，昏迷会持续2D3+1天，并失去20点CON。\n别名：青春吸取、嫉妒之眼、美貌的交换",
"coc 青春吸取":"{coc 伊南娜的馈赠}",
"coc 嫉妒之眼":"{coc 伊南娜的馈赠}",
"coc 美貌的交换":"{coc 伊南娜的馈赠}",
"coc 欲望金笼术":"欲望金笼术\nGoldenCageofDesire\n消耗：可变的魔法值；5点理智值\n施法用时：1+天\n将欲望变成陷阱，捕捉粗心大意、意志薄弱的人。施放法术时，法术的目标必须已经对某件物品产生欲望。施法者必须投入和目标拥有的魔法值相同的魔法值。在一天之中，目标陷入极度喜悦的状态，他们相信自己已经获得了想要的物品。这种狂喜的状态可以靠再投入相同数量的魔法值来延长一天（因此理论上可以无限延续）。第一个24小时之后，目标可以尝试一次困难检定，成功则会恢复冷静，意识到自己并没有得到这件东西。另外，某些形式的暴力或者重大惊吓都会迫使目标脱离幻觉。法术效果每过一周，目标就要进行一次理智检定（损失1/1D4点）。\n别名：贪婪痴醉术、心欲的饥火",
"coc 贪婪痴醉术":"{coc 欲望金笼术}",
"coc 心欲的饥火":"{coc 欲望金笼术}",
"coc 好贼水":"好贼水\nGoodThiefWater\n消耗：4点魔法值；1D4点理智值\n施法用时：1小时\n这是种保护施法者的财产不被偷盗的法术。施法者用多种材料准备一剂浸出液，将它洒在物品上。尝试盗取这件物品的人必须通过极难难度的检定才能狠心下手。否则，这个“贼”会莫名其妙地对物品产生强烈的厌恶，在思考这次盗窃时还会轻微地恶心。效果持续1D6+1轮。浸出一剂能保护一件足有普通汽车大小的物品。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保炼制按照正确的步骤进行。深层魔法：若额外消耗10点魔法值和1D4+4点理智值，浸出液会更加强力（用量会减少，最多能保护四件物品）。如果洒上了它，“贼”一旦接近物品就会惊厥；他必须在CON检定中成功，否则只能在地上翻滚，什么也做不了，直到他们被抬走或者物品被移走为止。\n别名：盗贼灾星、可怕的呕吐、三只手的诅咒",
"coc 盗贼灾星":"{coc 好贼水}",
"coc 可怕的呕吐":"{coc 好贼水}",
"coc 三只手的诅咒":"{coc 好贼水}",
"coc 血肉移植术": "血肉移植术\nGraftFlesh\n消耗：10点魔法值；2D6点理智值\n施法用时：2小时\n可以让施法者移植一块用“血肉附魔术”(到自己的身体里，并且让此肉及其护甲效果永久持续。在移植附魔血肉之前，施法者必须从自己的身体上取下面积相当的皮肤（5SIZ的区域，需要消耗1D4点理智值）。施法之后，附魔血肉的能力就永远对使用者生效了。深层魔法：此法术非常罕见，在屈指可数的几个巫师手上戒备地保护着。\n别名：不详。",
"coc 克苏鲁抓攫术":"克苏鲁抓攫术\nGraspofCthulhu\n消耗：2D6点魔法值（每分钟）；1D6点理智值\n施法用时：1轮\n可怕的碾压般的压力定住一个或多个目标，暂时抽取他们的STR。法术的范围是10码，可以同时作用于多人；但是，每多一个目标，维持法术时每分钟就要额外消耗2D6点魔法值——只要施法者有足够的魔法值消耗，法术想持续多少分钟就能持续多少分钟，不需要额外的理智值消耗，但是施法者必须全程专注施法。施法者须和目标进行一次对抗检定并胜出，法术才能生效：若施法者胜出，目标会感到巨大的压力从天而降，身体无法动弹——好像被伟大的克苏鲁的强悍的触手捆住一样。法术每持续一分钟，目标就要暂时失去5D10点STR。若目标的STR减少到0以下，他将昏迷。\n别名：水海者的窒息触手、窒息术、拉莱耶的礼物",
"coc 水海者的窒息触手":"{coc 克苏鲁抓攫术}",
"coc 窒息术":"{coc 克苏鲁抓攫术}",
"coc 拉莱耶的礼物":"{coc 克苏鲁抓攫术}",
"coc 坟墓之吻": "坟墓之吻\nGraveyardKiss\n消耗：5点点理智值\n施法用时：1天\n本法术需要一具人类尸体。尸体要具有足够的筋肉支持它复苏后的活动能力。施法者将一盎司（约28克）自己的血液注入尸体的口中，然后亲吻尸体的嘴唇，“将自我的一部分呼入”尸体当中。施法者失去5点作为给尸体的赠予。如果施法成功，施法者可以对僵尸下达一些它能做到的命令。随着时间推移，僵尸可能会掌握更复杂的指令。一旦施法者死亡，僵尸会停止活动并腐烂。僵尸会存在到它解体为止（这需要很多年）。祈祷的一部分集中涉及到神话神神祇——但是不使用特定的名字。\n别名：不死的仆人、生命之血",
"coc 大献祭仪式":"大献祭仪式\nGreatRiteofSacrifice\n消耗：1点魔法值；1D10点理智值\n施法用时：2小时\n这种仪式靠程序性地杀死一个人来向施法者提供魔法值和者以人祭为中心施展一系列复杂的仪式，然后用附过魔的刀杀死不幸的受害者。如果魔法值被给予施法者，施法者的魔法值点数会直接增加；但如果24小时之内不使用，超出的点数都会消失。靠本仪式得到的魔法值不能超过施法者正常最大魔法值的两倍。施法者还可以获得受害者的而非魔法值，最多可以获得受害者的一半。这些必须在一个小时之内用掉，否则就会消失。神祇会得到施法者所愿的报酬——多数时候，神也会因施法者的布施而回赠他一些恩惠。\n别名：颜宗(YanZon)功德、大提拔术",
"coc 颜宗功德":"{coc 大献祭仪式}",
"coc 大提拔术":"{coc 大献祭仪式}",
"coc 绿腐术": "绿腐术\nGreenDecay\n消耗：15点魔法值；10点点理智值\n施法用时：1天\n本法术是可以将人类化为一堆绿霉的诅咒。施法者需要一天的时间对预期的目标聚集法术的能量，并且要向格拉基念诵咒语。此后的24小时之内，施法者必须亲自交给目标一片绿叶。转天清晨，施法者须和目标进行一次对抗检定并胜出，法术才能生效。若施法者胜出，绿腐就开始了。七天之后目标实际上就会变成一堆绿霉。首先皮肤上会出现绿色的霉斑，然后霉斑会长出霉菌一般的毛来。随着时间推移，目标的皮肤变绿的部分越来越多并逐渐腐烂，器官也会次第朽烂（造成疼痛、恶臭等不愉快的症状）。到第六天，目标的精神状态会急剧恶化，并且无法行动。唯一已知的治疗方法是找到施法者并杀了他，来逆转法术的效果。这个恶毒的法术只有在《伊波恩之书》和《格拉基启示录》当中有抄本记录下来。\n别名：不详。",
"coc 灰色束缚": "灰色束缚\nGreyBinding\n消耗：8点魔法值；1D6点理智值\n施法用时：1小时\n必须泼洒仪式用的液体到准备好的尸身上。液体的成分随法术版本而不同，但施法者的血是最常见的。其他成分应当由KP决定——至少要有一种非常昂贵或者非法，或者具有放射性。随后施法者立即开始吟诵法术。法术成功后，尸体就会复苏。顾名思义，这种僵尸毫无心智可言，和野兽相类，并不受创造者的控制。这个僵尸在复苏后持续地腐烂，最终会腐朽到不能行动为止。深层魔法：谣传有些人有能力创造并能有限地号令不限量的不死仆役，他们唯一需要的就是尸体的供应。决定可创建并控制的僵尸数目时，将施法者的除以5：这个结果就是他们同时操控僵尸的最大数量。\n别名：不死的仆从、遗失于爱的拥抱者的回归",
"coc 依诺拉停止术":"依诺拉停止术\nHaltofEanora\n消耗：4+点魔法值；1D6点理智值\n施法用时：5轮\n本法术只能在幻梦境施放。从施法者向目标物体射出一团白色的漩涡，里面夹杂着大理石质组成的僵硬线条。目标会永久石化（但理论上「造梦」技能和其他魔法可以将目标恢复）。法术对石制目标无效。法术消耗的魔法值是4点加上目标的SIZ。如果消耗的魔法值不够，不能把目标完全石化（且施法者选择不牺牲耐久值完成法术），则法术无效。但。如果投入石化目标所需魔法值的两倍，施法者可以选择只石化目标的一部分。\n别名：石头的诅咒",
"coc 石头的诅咒":"{coc 依诺拉停止术}",
"coc 蛇臂术":"蛇臂术\nHandsofColubra\n消耗：12点魔法值；1D10点理智值\n施法用时：即时\n使施法者的两只手臂变成分别两只毒蛇的前半身。本法术只影响施法者，效果持续1D3+3轮。变出来的蛇可以咬到最多8尺外的目标。看到变形的巫师的人需要做理智检定（损失0/1D6点）。每只蛇都可以攻击（使用施法者的「格斗」技能），每咬一次造成1D3点伤害附加注入毒素——如果目标极难CON检定失败，毒素每轮造成1D10点伤害，直到因此受到的伤害达到施法者的五分之一或目标死亡为止。\n别名：蛇之手、伊格的祝福",
"coc 蛇之手":"{coc 蛇臂术}",
"coc 治愈法": "治愈法\nHealing\n消耗：12点魔法值；可变的点理智值\n施法用时：2D6轮\n本法术可以治疗肉体伤害。施法者必须接触受伤的人，并且反复念诵一段短语。本法术的一些变体还必须准备某些原料（治疗药草、药油等）。本法术生效以后将加速恢复过程：在2D6轮之后受伤的人可以回复2D6点耐久值（最多回复到正常的最大耐久值）。实际上本法术不能再生血肉，准确地说它只是愈合伤口；它会留下难看的疤痕，可能降低A性轻后遗症，由KP自由裁定）。如果施法者对每回复的一点耐久值消耗1点是永久的；否则效果只是暂时的，一天之后伤口会再次破裂。注意本法术不可以复活死人。深层魔法：本法术的一种变体可以在精神上治愈人，可以让目标回复2D6点理智值，并治愈当前所有疯狂症状。同样地，效果是暂时的（24小时），除非施法者对每回复的一点理智值牺牲1点POW",
"coc 心中的勇气": "心中的勇气\nHeart'sCourage\n消耗：5点点理智值\n施法用时：24小时\n对付有克苏鲁神话知识的人用的保护法术。施法者在保护区域的墙壁或地面上雕刻某尊神话神祇专用的符文，并向它祈祷。接近符文且同样拥有「克苏鲁神话」技能的人必须吟诵出这尊神的名号才能通过。如果不能，此人将瘫痪不能动弹，虽然他们的身体还在正常运作——他们可以说话、可以观察，但不能动。他们如果被丢下或者被抬着通过，瘫痪将一直持续，目标将在1D3天后死亡。如果被抬回去，瘫痪会在2D10轮后解除。被守卫瘫痪的人可以尝试过段时间再通过。根据KP裁定，这个守卫偶尔会需要新的祭品或者动的诅咒",
"coc 冬眠术":"冬眠术\nHibernate\n消耗：可变的魔法值；1D4点理智值\n施法用时：3轮\n减缓任何拥有心脏的生物的新陈代谢，从而极大延长目标的存活年限。只能对自愿的目标施放。施法者必须触碰目标的前额，诵念简短的咒语。目标卧倒在地，开始深度睡眠，进入无休止的梦境。若消耗5点魔法值，冬眠持续1年；消耗10点魔法值，持续10年；消耗15点魔法值，持续100年。目标还保留一点点感知；如果身边出现显著的威胁，他们可以通过一次幸运检定醒来，但法术就此终止。\n别名：血液静止术、古人的睡眠",
"coc 血液静止术":"{coc 冬眠术}",
"coc 古人的睡眠":"{coc 冬眠术}",
"coc 人化灌丛术":"人化灌丛术\nHumanShrub\n消耗：10点魔法值；10点点理智值\n施法用时：4轮\n需要一个活人做目标，他会被转化为人和植物的杂交体。施法者必须在五码之内，并在和目标的对抗检定中胜出。目标在保留意识的状态下，如字面意思那样在地面扎根，筋肉蜕变成类似植物的组织。不幸的目标还要进行一次理智检定（损失1D4/1D10点）。懂得本法术的人可以相同的消耗逆转本法术，否则目标只能保持人不人、树不树的状态，不能离开扎根的位置，但可以进行有限的动作和发声（如果KP愿意，还包括攻击附近的人）。\n别名：黑之种、绿色末日、库柏勒之歌",
"coc 黑之种":"{coc 人化灌丛术}",
"coc 绿色末日":"{coc 人化灌丛术}",
"coc 库柏勒之歌":"{coc 人化灌丛术}",
"coc 喀赞的饥饿":"喀赞的饥饿\nHungerofKazan\n消耗：20点魔法值；10点理智值\n施法用时：1D8+1轮\n让地面打开裂缝，喷出炽热的熔岩。施法者颂念神话诸神的名讳，割开自己的皮肉，让血流到地上。1D8轮后，沾上血的地面会喷发，涌出冒泡的熔岩和蒸汽。大约会有1000立方英尺（约28立方米）的熔岩会喷发出来，从地面的裂缝里四处流出，所到之处片瓦不留。易燃物品会被点燃，金属会被熔化，每接触一轮就要受到1D8点伤害。每额外投入5点魔法值，熔岩就增加100立方英尺。\n别名：恐怖的热量、血火术、克兰-克罗斯的可怕审判",
"coc 恐怖的热量":"{coc 喀赞的饥饿}",
"coc 血火术":"{coc 喀赞的饥饿}",
"coc 克兰-克罗斯的可怕审判":"{coc 喀赞的饥饿}",
"coc 灵魂辨识术":"灵魂辨识术\nIdentifyS\n消耗：12点魔法值；2点理智值\n施法用时：24小时（生效需要1轮）\n制造一种魔法粉末，可以暂时暴露目标精神或身体中寄宿的异界存在。任何人都可以使用创造出的粉尘。把它撒到人类身上并念动真言，粉尘就会揭示寄宿的存在，持续一轮。要制造这种粉末，需要从一块100年以上历史的镜子上研磨的玻璃粉、一捧金粉和两种特殊材料（KP选择）。施法者要在洞穴或其他黑暗的地方安静冥想一昼夜。施法者清理思绪之后混合原料，并加入哺乳动物的血液，进行简短的吟唱并支付施法消耗。容器里的材料会燃起火焰，表明法术已经成功。若法术失败，魔法值将浪费，仪式要从头开始。施法者必须通过一个检定才能确保成功。成品是精细的灰蓝色粉末，像木屑一般蓬松。它可以长久保存。一撮就足够使用了，它可以撒、吹、丢向目标，可以看见任何占据身体的异界存在，好像一个生物大小的影子叠映在宿主身上；此轮结束时，影像消失。所有目击此存在的影像造成的理智值损失减半。此粉末可以显示旧日支配者伊戈罗纳克，也可以显示夏盖虫族。使用法术“相貌吞食术”(的蛇人不会被本法术揭穿，食尸鬼化的人类(ghoulishtendency)、吸血鬼、变形生物也不会。\n别名：引出占据的邪恶之面貌、真视之尘、照亮魔鬼",
"coc 引出占据的邪恶之面貌":"{coc 灵魂辨识术}",
"coc 照亮魔鬼":"{coc 灵魂辨识术}",
"coc 厄运法":"厄运法\nIllLuck\n消耗：4点魔法值；1D6点理智值\n施法用时：1轮\n施法者低声念出诅咒或者交给目标一件诅咒过的物品，可以让目标遭受厄运24小时。施法者必须和目标进行一次对抗检定并成功；若成功，目标就会遭受厄运（24小时内所有幸运检定都要得到一颗惩罚骰）。深层魔法：有些狡猾的人和巫医会避免使用本法术，他们认为厄运有可能反作用到自己身上（如果施法者检定失败，他们自己会厄运缠身24小时）。\n别名：妖术、诽谤术、霉运术、咒骂术",
"coc 诽谤术":"{coc 厄运法}",
"coc 霉运术":"{coc 厄运法}",
"coc 咒骂术":"{coc 厄运法}",
"coc 不朽术":"不朽术\nImmortality\n消耗：65点点理智值\n施法用时：准备鼎需要24小时\n；实行法术需要6天让施法者的生命延长到任意久。要让法术生效，施法者必须准备一口红铜鼎，施法者死后的尸体会放在鼎里煮。准备鼎需要25点和1D6点理智值。准备完鼎之后，施法者对自己的身体附魔，投入40点和1D20点理智值。等到施法者死后，另一名同谋要得到尸体并将它放在鼎里煮1D6天。热量会将施法者的尸体分解成精华油脂，（在合适的时候）还要向鼎中投入六颗人心。投入后，施法者的身体将重组，并获得不朽的生命。不朽意味着施法者衰老的速度将异常缓慢。深层魔法：明智的巫师了解这个法术会让人不朽，但不能让人刀枪不入。不朽的施法者仍然可能因暴力而死，尽管只要他们愿意，没什么能阻止他们反复施放法术。某些传说中的异常能量场也会伤害或削弱不朽者的生命力；能量场的力量来源是魔法还是宇宙的尚不清楚，不朽的施法者会被劝回避这些地方，以免他们异常的生命被缩短或破坏。法术的一种变体要求施法者在附魔自己身体的同时创建一个迷恋物（戒指、画像、镜子之类的东西）。迷恋物必须安全保存，它和施法者的命运将交缠在一起，伤害迷恋物也会对施法者造成伤害；如果迷恋物被毁坏，那施法者就会立即死亡。所以绝大多数巫师都确保迷恋物保存在附近且安全无虞。\n别名：意志的持久力、法斯基尼亚的不死术、不死术",
"coc 意志的持久力":"{coc 不朽术}",
"coc 法斯基尼亚的不死术":"{coc 不朽术}",
"coc 不死术":"{coc 不朽术}",
		"不朽的诅咒": "不朽既是恩赐也是诅咒。不朽不代表角色不会衰老，但会永远活着——除非被杀——并缓慢变老。每过一百年，如果施法者还有剩余的理智值，他就要失去1D10点。建议KP调整衰老规则，每过100年才会减少一次属性（参见《克苏鲁的呼唤规则书》第98页，衰老）。KP自由裁定EDU何时增加，增长多少。不朽的巫师常会过分谨慎，他们已经得到了永恒的生命，极其害怕失去。常人往往会被他们不能理解的事物所惊吓，永远不会变老的人总会成为流言和怀疑的对象——他也许是吸血鬼或者其他坏东西，也许把他绑起来烧死才能保证大家的安全？所以聪明的巫师都会准备自己的“后事”，多年之后才以儿子、女儿或远方亲戚的名义回来，掩盖他们不朽的真相。",
"coc 无瑕投掷法":"无瑕投掷法\nImThrow\n消耗：5点魔法值；2点理智值\n施法用时：1轮\n背诵一小段韵文，施法者或受术者就能投掷一个物体并恰好落在50尺之内他预想的位置。法术引导投掷物的轨迹，让它击中预期的目标。每次施法可以作用于一个投掷物。\n别名：牛眼魔咒、巫师的抛掷",
"coc 牛眼魔咒":"{coc 无瑕投掷法}",
"coc 巫师的抛掷":"{coc 无瑕投掷法}",
"coc 恐惧植入术":"恐惧植入术\nImFear\n消耗：12点魔法值；1D6点理智值\n施法用时：即时\n本法术造成震撼心灵的恐惧，破坏目标的专注并打断其行动。施加这个诅咒时，施法者必须能看到目标并用手指向他。突然的不安感会使目标损失0/1D6点理智值，他们会觉得自己不得不撤退到安全的地方——只要是他平常能感觉安全和安心的地方。\n别名：末日之指、伊波恩厄运术",
"coc 末日之指":"{coc 恐惧植入术}",
"coc 伊波恩厄运术":"{coc 恐惧植入术}",
"coc 精神囚禁术":"精神囚禁术\nImMind\n消耗：10点魔法值；1D6点理智值\n施法用时：6小时\n以上破坏一个存在通过自然或魔法的方式在精神之间移动、占据其他生物、或者其他离开当前所在身体方式的能力。本法术可以由单人或多人施放。施法者须和目标（精神占据者）进行一次对抗检定并胜出，法术才能生效。如果施法者胜出，它会永远囚禁在当前的躯体里。如果对旧日支配者、外神和化身使用，本法术只会囚禁它一段时间，时间为10小时减去占据者的分钟数。例如，伊戈罗纳克（为140）会被囚禁7小时40分钟。\n别名：活物躯壳内的囚禁、监禁精神恶魔、灵魂捕缚术",
"coc 活物躯壳内的囚禁":"{coc 精神囚禁术}",
"coc 监禁精神恶魔":"{coc 精神囚禁术}",
"coc 灵魂捕缚术":"{coc 精神囚禁术}",
"coc 第六萨斯拉塔吟诵术": "第六萨斯拉塔吟诵术\nIncantationoftheSixthSathlatta\n消耗：无施法用时：1轮\n这个法术的用法有数种，每种用法都无需理智值和魔法值牺牲，但可能给施法者带来可怕后果。如果在薄面饼上用普泰索利特(原文描画咒语，结合从《死灵之书》上学到的淮-丁(Hoy-Dhin)咒语，它可以用来向敌人召唤黑质（使用61页“黑质召集术”相同的机制）。睡前念诵一遍咒语，可以在梦中开启和伊波-兹特尔的交流。如果十三个人在任何历法的“新年”同时念诵此咒语，伊波-兹特尔会适时现身。每种使用方式（无论目的）都需要施法者进行一次兹特尔的注意——具体表现形式交给K",
"coc 焚化术":"焚化术\nIncinerate\n消耗：6点魔法值；1D6点理智值\n施法用时：即时\n本法术只能活物有效，且必须选择单一目标。施法者要和目标进行一次对抗检定：若目标胜出，法术无效；若施法者胜出，目标要受到法术的所有效果。成功施法后，法术每轮造成1D6点伤害，使目标的新陈代谢加速，制造惊人热量。第一轮的效果是体温上升、面红耳赤。第二轮目标汗下如雨，皮肤开始出现水泡。第三、四轮水泡里的体液会接近沸点，目标一边痛苦挣扎，一边咳出冒着蒸汽的胆汁、血液和煮熟的内脏。这个进程将一直持续，即使目标死了也不停止，直到将他的尸体变成灰烬和骨渣。目击这种惨死需要进行理智检定（损失1/1D6点）。\n别名：燃烧封套、内燃术、烧死术",
"coc 燃烧封套":"{coc 焚化术}",
"coc 内燃术":"{coc 焚化术}",
"coc 烧死术":"{coc 焚化术}",
"coc 契约尸巫术":"契约尸巫术\nIndentLiche\n消耗：2点魔法值；1点理智值\n施法用时：1轮\n让一具重生的僵尸屈服于施法者的命令。如果施法者在和僵尸的对抗检定中成功，他就可以说出一个简单的命令，僵尸必须执行。如果需要执行一组复杂的命令，必须反复施法（即，多次命令）。僵尸会尽全力完成命令，但如果1D4轮之内不能完成任务，则僵尸不再被强制要求完成。\n别名：死者的命令、死亡的义务、尸体的交流",
"coc 死者的命令":"{coc 契约尸巫术}",
"coc 死亡的义务":"{coc 契约尸巫术}",
"coc 尸体的交流":"{coc 契约尸巫术}",
"coc 不可言喻的理解":"不可言喻的理解\nIneffffableCom\n消耗：可变的魔法值；1点理智值\n施法用时：2轮\n这种附魔可以让施法者和另一人无需普通语言的帮助就能互相理解。施法者必须能够发音。每交流5分钟就需要消耗1点魔法值（施法者可以持续支付消耗来延长法术的时间）。如果施法者在施法过程中陷入疯狂，他们会永久保持和他们正在交流的人交流的能力，但再也不能理解普通的语言（甚至是其母语）。KP决定他们是否能重新掌握忘掉的语言技能。\n别名：直接交流、千言万语之舌",
"coc 直接交流":"{coc 不可言喻的理解}",
"coc 千言万语之舌":"{coc 不可言喻的理解}",
"coc 瞬间启蒙术":"瞬间启蒙术\nInstantEnlightenment\n消耗：5点魔法值；1点理智值\n施法用时：1D4轮\n施法者分享克苏鲁神话的宇宙真理，将碾碎理智的知识告知目标，可以导致临时疯狂。施法者必须能和目标无间断地交谈，且施法者要用自己的「克苏鲁神话」技能和目标的进行对抗检定：若施法者胜出，目标失去1D6点理智值并获得1D3点「克苏鲁神话」技能值。\n别名：真实之语、揭去面纱、终极神告知术",
"coc 真实之语":"{coc 瞬间启蒙术}",
"coc 终极神告知术":"{coc 瞬间启蒙术}",
"coc 钢铁意志术":"钢铁意志术\nIronmind\n消耗：可变的魔法值、1D3点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。施法者的头顶盘旋着闪耀的光芒，以某种方式让施法者加强专注力。如果施法者在专注一件事，如维持法术，则任何伤害和分散注意力的事情都无法打断他的专注。并且钢铁意志术生效期间，施法者还会对以下法术免疫：“悲惨瘙痒术”、“耐用奴仆术”、“费因疲乏术”、“凶暴疯狂术”和“活X术”。法术每维持五轮，都要消耗4点魔法值。\n别名：无可撼动的专注、精神壁垒术、百折不挠的才智",
"coc 无可撼动的专注":"{coc 钢铁意志术}",
"coc 精神壁垒术":"{coc 钢铁意志术}",
"coc 百折不挠的才智":"{coc 钢铁意志术}",
"coc 彼端之旅":"彼端之旅\nJourneytotheOtherSide\n消耗：15点魔法值；1点理智值\n施法用时：1天\n施法者进行一场漫长的仪式，仪式当中施法者要吟唱或者做其他一些仪式化的重复动作，以进入出神状态（知觉状态的变异）。只要达成了出神状态，施法者就可以把自己的“灵魂”送到其他存在的位面；这个位面可以由施法者决定（如果他们了解并理解它的存在），也可能是随机的——任何能想象的地方，甚至神话神祇的所在或者幻梦境。出神状态持续1D6+3小时。根据施法者的灵魂旅行并观察的内容，可能会有理智值损失（可能还很高）。\n别名：链接灵魂到远方、精神传送术、大旅行术",
"coc 链接灵魂到远方":"{coc 彼端之旅}",
"coc 精神传送术":"{coc 彼端之旅}",
"coc 大旅行术":"{coc 彼端之旅}",
"coc 喀塔里恩热浪术":"喀塔里恩热浪术\nKatarien'sHeatWave\n消耗：可变的魔法值；1D4点理智值\n施法用时：1分钟\n本法术只能在幻梦境施放。施法者投入任意点魔法值，每维持法术一小时，就要额外再加1点魔法值。最开始每投入1点魔法值，施法者周围10码范围内的温度就会升高3华氏度（5/3℃）。注意水的沸点是212华氏度（100℃），纸的燃点是451华氏度(约230℃）。靠近火焰或者手持易燃物体的人很可能受到燃烧伤害。\n别名：辐射热、火焰末日手",
"coc 辐射热":"{coc 喀塔里恩热浪术}",
"coc 火焰末日手":"{coc 喀塔里恩热浪术}",
		"托马斯·达文波特": "托马斯·达文波特\n42岁，职业：历史学家、死灵术士 居住地：马萨诸塞州金斯波特\nSTR45 CON75 SIZ55\nDEX65 INT85 AEDU90\nSAN00 HP13 DB:0 体格：0 MOV:8M\n战斗 斗殴33%(17/7)，伤害1D3 闪避50%(25/10)\n法术 KP喜欢的任何和死亡相关的法术（如木乃伊活化术、僵尸召集术、法阵施放术、鬼魂号令法、死灵联络术、坏尸粉创建术、僵尸创建术、送魂术、奈哈戈送葬歌、尸体占据术、复生术、遗恨术、复活术、灵魂陷阱术、灵魂召唤术）、手杖附魔术。\n技能 人类学50%，考古学40%，切罗基语40%，乔克托语35%，信用评级75%，克苏鲁神话15%，英语90%，话术25%，法语60%，历史85%，恐吓40%，易洛魁语40%，拉丁文80%，图书馆使用75%，聆听60%，医学30%，神秘学80%，心理学50%，苏族语45%，西班牙语60%，侦查60%，潜行50%，追踪30%。装备附魔手杖，能储存魔法值（当前有50点）。其他的KP自行决定。\n背景故事 人物形象：高大魁梧，身穿昂贵的深色西装，手持银头手杖。\n思想信念：生者讲的东西你几乎都知道，而死者总能说出新鲜故事。\n人物特质：冷酷无情、渴求知识。\n达文波特出生在金斯波特，他和书在一起的时间远远多于和人在一起的时间。他憧憬着远古时代，那个世界使人着迷。所以，无怪乎他会决心钻研历史，并在金斯波特历史学会博物馆找到第一份工作。在博物馆工作后不久，达文波特决定为本地历史写一部书。他研究的一部分包括了1692年的女巫审判，据说处死了四个被怀疑是女巫的人。他扩大了研究范围，调查本地区的类似活动，无意中发现了罗德岛州普罗维登斯一个叫约瑟夫·柯尔文的人的记述，被深深地吸引了。他找到的只言片语，暗示着柯尔文曾复活死者，询问他们过去的事情。达文波特的想象力被点燃了。如果这是真的会怎么样？噢，想想他能得到的东西：随着时间流逝散佚、被带进坟墓的秘密——在学术界，这些秘密就如同黄金一般珍贵。达文波特遍访东海岸所有图书馆和私人藏书阁，寻找柯尔文故事当中提到的黑暗仪式的细节。在某卷典籍《不可名状的教团》当中，他找到了自己想要的东西。他对书中揭露的神话全景不感兴趣，只是寻求能让他复活死者的知识。接下来他从本地墓园盗取新鲜的尸体，成功施放了仪式，由此走上了他通向疯狂的道路。此后十年中，达文波特已经掌握了数量惊人的法术，能够操纵死者，但魔法无可挽回地摧毁了他的精神。他出版了几卷书，详细描述东海岸印第安部族的历史，反响尚可（虽然他隐去了这些知识的准确来历）。当他用一个流浪汉做人祭，创建助力召唤死者的工具（他的附魔手杖）时，就走上了不归路。自此他开始不择手段也要达到目的。现在他已经完全失去理智，再也无法出版逻辑清晰的历史论著了。他在金斯波特郊区的房子，摆满了他讯问死者时写下的潦草笔记。他相信总有一天，这些笔记会成为他的“巨著”的素材。这座房子由复活的尸体管理着：一名大烟山的切罗基女子、一名葛底斯堡士兵、一名康科德民兵和一名被控女巫冤死的塞勒姆人。达文波特一部分时间校勘他收集来的不计其数的史料，另一部分时间则造访墓地，掠夺死者的知识。",
"coc 相似的敏锐":"相似的敏锐\nKeennessofTwoAlike\n消耗：4点魔法值；1点理智值\n施法用时：1小时\n在1D4+4小时之内，提高精神的明晰度、集中力和记忆力。法术需要两名有血缘关系的施法者（他们各自支付施法消耗），法术生效期间理解或认识到的结论在法术结束后仍然能记得，但推导这个结论的过程就成了谜。两名施法者要按照精心设计的仪式，使他们的精神在根本上为解决智力问题或谜题协同起来；一名施法者获得暂时的智力提升，在之后的1小时中，INT检定获得一颗奖励骰。获得的理解层级和解决特定问题的能力由KP决定。\n别名：精神结合术、双子解读术",
"coc 精神结合术":"{coc 相似的敏锐}",
"coc 双子解读术":"{coc 相似的敏锐}",
"coc 筋骨打结术":"筋骨打结术\nKnotFlesh\n消耗：1D8点理智值；2D6点魔法值\n施法用时：1轮\n让目标身上的骨头和肌肉变得异常柔韧、扭曲缠结，造成严重的疼痛。施法者必须和目标进行一次对抗检定并胜出：若成功，目标身体的一部分（最可能是手臂和腿）会扭曲并像绳子一样打转，最后打成结。这效果极其痛苦，必须要一次CON检定否则会因休克而昏迷，受到1D8点伤害，且永久失去5点DEX（骨头不会断，但会变细变形）。目标还要进行一次理智检定（损失1/1D6点）。还可以把受害者的手臂和腿拴到固定物上，比如桩子、篱笆和另一个人。施法者（再支付一次消耗）和其他懂得施放本法术的人可以逆转此法术。目击筋骨扭结的可怕场景的人要进行一次理智检定（损失1/1D4点）。深层魔法：如果施法者选择在施法时再牺牲5点POW的手术才能矫正。这样的法术不能逆转。\n别名：扭曲剧痛术、筋骨化绳术",
"coc 扭曲剧痛术":"{coc 筋骨打结术}",
"coc 筋骨化绳术":"{coc 筋骨打结术}",
"coc 科西切之死": "科西切之死\nKoshchey'sDeath\n消耗：5点点理智值\n施法用时：1星期\n保护施法者不死亡，但需要代价。在一星期的仪式之后，施法者生命力的一部分会贮存到一枚蛋里，用来保险。此后，施法者的耐久值归零时不会死亡，而是进入类似昏迷的状态，直到其耐久值回复到1以上。如果施法者的躯体被拆解、烧毁、绑上铁链沉到海底或者其他结局注定的方式，尽管法术能提供保护，施法者还是会死。并且，若蛋被打碎，则施法者立即毙命。为了表现昏迷和蛋中的精神压力，施法者要获得一种恐惧症或躁狂症（咨询K备注：这个法术源自俄罗斯，以传说中的巫师“杀不死的科西切”命名。\n别名：不详。",
"coc 希什的蕾丝帘幕":"希什的蕾丝帘幕\nLaceCurtainsofHish\n消耗：可变的魔法值；1D4点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。可以让施法者面前舞动起橙色和黄色的精妙图案，可以任意移动，最快可以每轮移动10码。维持法术时需要每轮消耗3点魔法值。这些图案直径约6尺，如果要移动它们来遮蔽某人，此人的视觉技能（包括战斗技能、「侦查」等）得到一颗惩罚骰。另外，以此人为目标的视觉技能也要得到一颗惩罚骰。当然目标只要跑走就能免受图案的遮蔽。\n别名：波动的披风、希什的旋涡构造",
"coc 波动的披风":"{coc 希什的蕾丝帘幕}",
"coc 希什的旋涡构造":"{coc 希什的蕾丝帘幕}",
"coc 荧火术":"荧火术\nLambentFlame\n消耗：可变的魔法值；1点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。施法者的食指尖冒出一小束锥形火焰。火焰可以是施法者选择的任意颜色，可以用来引火、取悦观众或者加热小型容器。火焰的热度相当于一大支蜡烛。火焰每持续燃烧一轮，法术就要消耗施法者2点魔法值。\n别名：火焰手、七彩神焰",
"coc 火焰手":"{coc 荧火术}",
"coc 七彩神焰":"{coc 荧火术}",
"coc 动物治愈法":"动物治愈法\nLame/HealAnimal\n消耗：4点魔法值；1D4点理智值\n施法用时：1轮\n根据施法者的选择，可以使一只牛、马等动物的肌腱和韧带产生疼痛的炎症或者变得特别健康有活力。法术要生效，施法者必须接触这只牲畜。深层魔法：施法者如果消耗大量魔法值，可以想象他能让整个畜群都瘸掉。本法术变体的不同施放方式可能包含了动物疾病的线索。有时施法者必须在牲畜上留下记号，也有时施法者必须在附近埋下一个图腾或者其他东西。这些线索可以让机警的农夫终止黑暗巫术的计划。\n别名：兽疫术、巫术、阴风",
"coc 兽疫术":"{coc 动物治愈法}",
"coc 阴风":"{coc 动物治愈法}",
"coc 动物残废法":"动物残废法\nLame/HealAnimal\n消耗：4点魔法值；1D4点理智值\n施法用时：1轮\n根据施法者的选择，可以使一只牛、马等动物的肌腱和韧带产生疼痛的炎症或者变得特别健康有活力。法术要生效，施法者必须接触这只牲畜。深层魔法：施法者如果消耗大量魔法值，可以想象他能让整个畜群都瘸掉。本法术变体的不同施放方式可能包含了动物疾病的线索。有时施法者必须在牲畜上留下记号，也有时施法者必须在附近埋下一个图腾或者其他东西。这些线索可以让机警的农夫终止黑暗巫术的计划。\n别名：兽疫术、巫术、阴风",
"coc 费因疲乏术":"费因疲乏术\nLassitureof\n消耗：8点魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。如果施法者在和目标的对抗检定中胜出，目标就会陷入睡眠。施法者必须在目标10尺之内。睡眠是自然的沉睡，目标也会正常苏醒。不论如何，几小时后目标就会苏醒。\n别名：脱力术、现在休息、极乐之歌",
"coc 脱力术":"{coc 费因疲乏术}",
"coc 现在休息":"{coc 费因疲乏术}",
"coc 极乐之歌":"{coc 费因疲乏术}",
"coc 普塔斯薰衣草球":"普塔斯薰衣草球\nLavenderSof\n消耗：8+点魔法值；1D6点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。创建一个会爆炸的球体。施法时每消耗8点魔法值，就会产生一个粉紫色的能量球。每个球有篮球大小，都能飘浮(MOV5)。施法者可以让球体向指定的目标移动。球体和任何物体相碰都会爆炸，对1码半径内的所有东西造成3D6点伤害。如果效果范围内还有其他球体，它们也会爆炸，如果飘浮着很多球体则可能触发链式反应。球体会追踪目标，可以跟随目标长达一小时；此后它会无声无息地消失。注意“普塔斯翡翠飞镖”(可以刺破薰衣草球而不引爆它。\n别名：灾祸气球、不可思议的诱人末日",
"coc 灾祸气球":"{coc 普塔斯薰衣草球}",
"coc 不可思议的诱人末日":"{coc 普塔斯薰衣草球}",
"coc 飘浮术":"飘浮术\nLevitate\n消耗：可变的魔法值；1D6点理智值\n施法用时：即时\n可令施法者或一个选定的目标在空中缓缓漂浮。施法者必须能接触目标。目标人物每有5点SIZ，漂浮他就需要投入1点魔法值。本法术能让目标飘浮离地3~5尺，持续1D6分钟。如果从高处落下来，目标会以慢动作下落，并且在离地几英尺的高度停止。在法术生效期间每多消耗一点魔法值，使用者就可以让目标水平或竖直移动一码。目标随施法者的意志移动，无法自行停止，除非他抱住大树或者类似的支柱。这种情况下需要做一次对抗检定：目标的STR对抗施法者的标胜出，法术终止，目标落到地面上。\n别名：指挥重力、颤栗的悬浮",
"coc 指挥重力":"{coc 飘浮术}",
"coc 颤栗的悬浮":"{coc 飘浮术}",
"coc 面纱轻揭术": "面纱轻揭术\nLiftVeil\n消耗：15点魔法值；1D6点理智值\n施法用时：3轮\n施法者召唤道罗斯暂时揭去遮蔽人类意识的“面纱”，让时空、维度的真理显现出来。法术可以指定施法者以外的任何一人为目标；施法者必须和目标进行一次对抗检定并胜出。向“面纱”外面窥视极其危险。对这种经历毫无准备的人可能会受到巨大的冲击，他们的头脑应付不了外面涌入的东西，飞速堕入疯狂。法术的受害者必须进行一次理智检定（法术持续1D3+1轮，每轮损失1/1D10点）。凝视人类感知“面纱”之外还可能意外引起神话生物的注意，如廷达洛斯猎犬等。这类结果留给KP决定作为接下来故事的一部分还是作为战役叙事。深层魔法：参见“面纱撕裂术”",
"coc 神圣真理之光": "神圣真理之光\nLightofSacredTruth\n消耗：可变的魔法值；1点理智值\n施法用时：最多100分钟\n这是“道罗斯请/送神术”的一种变体，它召唤的是这尊外神的一个化身，叫做“神圣之光，黑暗撕裂者”。法术只能在无云或基本无云的夜晚进行。施法者身边必须放置一件道罗斯的偶像（不要求精确），否则法术将失败。法术会消耗施法者的所有魔法值，所以施法者会在黑暗撕裂者降临前失去意识。和施法者一起的其他参与者每人可以贡献1点魔法值；如果其他参与者懂得本法术，他们可以贡献任意点魔法值。总计消耗的魔法值就是法术成功的百分率。每消耗1点魔法值，所有参与者就要吟诵一分钟，但最多不超过100分钟。一束光芒照在为首的施法者身上，然后伸展成不断变宽的弧光，最大的半径能达到消耗魔法值的十倍英尺。当半径达到最大值后，光束先闪耀后变暗，返回天空消失。所有目击这道刺目光线的人都会获得“真理的馈赠”——平凡幻象的“面纱”被撕裂，被光束照耀的人会懂得恒星和银河之间可怕的深奥，理解其中潜藏的恐怖。他们能看到终极的维度。馈赠的目标能看见怪诞惊悚的形状，触觉和嗅觉全都变得可视化。只有盲人才不受这馈赠的影响。撕裂者赐予馈赠之后就离去。暴露在馈赠下的人类要立即进行理智检定（损失1D10/1D100点）。参与者要想对抗理智损失，只有挖去自己的双眼，或者被道罗斯的象征物触碰，以受害者的名义命令停止馈赠。虽然没有办法逆转理智值损失，但如果角色设计出巧妙的计划让损失减慢或无效化，KP应当加以注意并纳入考虑。备注：参见《怪物之锤》获取更多关于神圣之光，黑暗撕裂者(TheSacredLight,TheRendererofDarkness)的信息。\n别名：不详。",
"coc 塞克之光": "塞克之光\nLightofSeker\n消耗：可变的魔法值\n施法用时：1轮\n这种埃及魔法仪式可以召唤古埃及光之神塞克的力量，创建一个半径可变的光球。每投入一点魔法值，光球的半径就增长一尺。光线会照耀到圆球之外的地方；光球之内不会产生阴影。光球持续1D10+6轮，尔后忽闪熄灭。施法者花费一轮念咒并吟诵赛克的名讳，然后可以选取10尺之内任一目标，光球将从他身上出现。如果对知觉生物施放，施法者必须要和目标进行一次对抗检定并成功，如果对抗检定落败则施法失败。如果对奈亚拉托提普的化身“夜魔(HaunteroftheDark)”使用，则每投入一点魔法值就可造成1D6点伤害。例如：投入10点魔法值时，夜魔就会每轮受到10D6点伤害。如果造物“闪耀的偏方面体”存在并成为法术的目标，对夜魔的伤害会加倍。并且，任何和夜魔有精神连接的人身处塞克之光中时，连接会断绝。对被夜魔占据的生物和水晶照射塞克之光不能驱逐夜魔，但KP可以裁定夜魔的宿主照到塞克之光以后夜魔的会减半，还可能无效化它施法的能力。备注：参考《怪物之锤》获取更多有关夜魔的信息。\n别名：不详。",
"coc 灵薄门": "灵薄门\nLimboGate\n消耗：5点点理智值\n施法用时：1轮\n灵薄门并不通向另一片国度，而是通向一片名叫“灵薄狱”的平行维度。进入这个维度消耗0/1D4点理智值。无论旅行者向哪个方向行进，他们都只能看见发光的几何图形以各种角度悬浮着。使用此门进入或退出灵薄狱均需要消耗3点魔法值。KP选择这些传送门通向的时间和地点。灵薄狱连接着众多的时空，栖息着各种恐怖存在和死者灵魂；这些灵魂在前往他们生前各自宗教所许诺的“永恒乐土”时迷失了方向，不理解各个维度间通道的探索者同样可能迷失方向。灵薄门的危险也显而易见：它是双向开放的。可怖的灵薄生物也会发现灵薄门的存在并侵入我们的世界。灵薄门将一直开启到被施法者关闭或者满100天为止。备注：参见",
		"灵薄狱": "灵薄狱（字面意为“边境”“牢狱”）是组成宇宙的球体之间的空隙。根据人们宗教信仰的不同，它也有很多名称：地狱、冥府、太初虚空或太初混沌、示阿勒、尼福尔海姆等等。灵薄狱是我们的时间和物质世界的外延，分隔着无数的时空。平凡的感知在灵薄狱中无法使用，方位、时间、运动毫无意义。灵薄生物通常都是灵魂（没有实体，只有INT和到其他灵魂和进入灵薄狱的生物。",
"coc 化骨术":"化骨术\nLiquidDeath\n消耗：10点魔法值；6点理智值\n施法用时：3轮\n这种法术特别恶毒，只能对原产地球的生物有效，对其他世界或维度来的怪物无效。比如，法术对人类、动物、蛇人、深潜者和潜沙怪有效，但对恐怖猎手、外神仆役和旧日支配者无效。法术要指定一个目标，目标必须在施法者的视野范围内。施法者必须和目标进行一次检定并胜出；若成功，目标有1D4轮的时间来停止动作，否则他的骨肉会瓦解并立即死亡。如果目标保持不动那他们还可以维持形态，但明显的动作会让他液化——处于这种事态下每10分钟都要进行一次理智检定（如果通过理智检定，损失1D3点；但一旦未能通过检定，恐惧就会超越限度，目标会立即被“化骨术”击倒而死。已经疯狂的人要每10分钟进行一次检定，否则他们也会溶解。被法术作用的目标可以说话，但必须要轻声细语，小心谨慎。本法术可以被逆转，消耗相同。对付这种状态还有另一种办法，就是把受害者冷却到冰点以下，此后他们才能正常行动；但只要温度回升，他们又会融化。「克苏鲁神话」检定成功可以让人洞悉这种奇门疗法。目击本法术对人类生效损失1D4/1D8点理智值。\n别名：溶解术、融化血肉、恐怖的溶解",
"coc 溶解术":"{coc 化骨术}",
"coc 融化血肉":"{coc 化骨术}",
"coc 恐怖的溶解":"{coc 化骨术}",
"coc 液化术":"液化术\nLiquidity\n消耗：8点魔法值；1D10+4点理智值\n施法用时：2轮\n这种法术很可怕，能制造流脓的疮口，使人的内脏液化。施法者必须和目标进行一次检定并胜出；若成功，目标在第一轮中身上会长出溃烂的疮口。第二轮疮口会冒出脓水，目标必须进行一次困难CON检定，否则这些脓疮散发的恶臭会让他呕吐。第三轮即最后一轮，目标的血液和液化的内脏会从疮口迸出，目标立即死亡。如果目标可以在法术效果完成前（也就是第三轮结束前）杀死施法者，那他尚有从残酷折磨中生还的可能（法术造成的损伤使其受到3D8点伤害，并损失1D4/1D8点理智值）。目击本法术对人类生效损失1/1D6点理智值。\n别名：化脓溶解术、哭号的挣扎",
"coc 化脓溶解术":"{coc 液化术}",
"coc 哭号的挣扎":"{coc 液化术}",
"coc 活衣服":"活衣服\nLivingClothes\n消耗：8点魔法值；1D10点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。目标的衣服变成了活生生的血肉，还会分泌闪光的黏液。这具邪恶的外壳会紧紧勒住其中温热的人体，每轮造成1D3点伤害，直到目标死亡。在这冰冷黏湿的外壳挤压受害者时，他要进行一次理智检定（损失0/1D6点）。如果目标进行一次「造梦」或「克苏鲁神话」检定并成功，（如果他们能消耗自身SIZ五分之一倍的魔法值）法术会被取消。目标也可以尝试进行一次困难STR检定撕开这身恶心的烂泥（同伴也可以帮忙，将检定难度降至常规）。这件黏湿的衣服完全扯下以后就会开始溶解，无法再造成伤害。但目标现在已经一丝不挂，但愿他能赶快找到什么东西蔽体吧！\n别名：使服装粘着、恶臭大衣、死亡紧身衣",
"coc 使服装粘着":"{coc 活衣服}",
"coc 恶臭大衣":"{coc 活衣服}",
"coc 死亡紧身衣":"{coc 活衣服}",
"coc 活X术":"活X术\nLivingX\n消耗：8点魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。一支粉色的闪光水晶杆将射出至多30码并击中一个活物，它必须和施法者进行一次对抗检定否则立刻会无法行动，保持四肢展开的直立姿势。目标可以每轮进行一次极难STR检定来摆脱此状态，否则他们将一直保持这个状态，直到施法者来释放他们。\n别名：固定术、加速敌人",
"coc 固定术":"{coc 活X术}",
"coc 加速敌人":"{coc 活X术}",
"coc 内部观测术":"内部观测术\nLookInward\n消耗：可变的魔法值；可变的理智值\n施法用时：1轮\n让施法者变小。每消耗1点魔法值，SIZ就可以减少5点，持续1D6+1轮。如果消耗的魔法值足够减少SIZ到0，施法者必须进行一次检定，若失败则会困在缩小的微观世界里（大概过了KP决定的一段时间后，他们可以尝试逆向施法）。每消耗3点魔法值就要损失1点理智值（向上进位；不足3点的部分也损失1点）。施法者要注意，他们如果把自己缩小到很小，会陷入被饥饿动物包围的险境。\n别名：缩减术、减小术、收缩的仪式",
"coc 减小术":"[CQ:image,file=data/cheka/03.jpg] XXXXX",
"coc 收缩的仪式":"{coc 内部观测术}",
"coc 未来观测术":"未来观测术\nLooktotheFuture\n消耗：每名参与者5点POW；2D6点理智值（仅施法者）施法用时：1小时\n施放本法术会将一名自愿的目标丢到不定年数后的未来。在一小时的群体吟唱之后，施法者以外每名参与仪式的人失去5点POW，施法者则不失去POW而是失去2D6点理智值。吟唱结束后，选定的志愿者（他不需要吟唱）的肉体将会被丢到过去或未来。每在仪式中花费5点POW，他就可以穿越一年。此法术并不准确：在预计的目标日期上减去1D10年——如果结果变成通向过去的旅程，目标将从现实世界消失（因此施法时最好至少十一个人贡献能量）。在目标POW五分之一的小时之后，他将返回现在。以其他人的视角来看，志愿者消失了，一两轮之后又重新出现。根据法术的目的不同，本法术可能引发重大的时间悖论。注意严重的时间悖论会让造成悖论的人迅速地、可怕地立即疯狂和死亡。本法术是否会激怒廷达洛斯猎犬等神话生物，由KP自行决定。深层魔法：一般认为这个强大的法术不见于任何典籍，只有奈亚拉托提普才知晓，它会将其教给疯狂的崇拜者。伏行的混沌完全可能教给他们本法术的一种变体，它可以穿越到预定的年代日期，而参与者对具体时间全然不知。\n别名：大胖女人的祝福、黑法老的鞭笞、愚者的钟摆",
"coc 大胖女人的祝福":"{coc 未来观测术}",
"coc 黑法老的鞭笞":"{coc 未来观测术}",
"coc 愚者的钟摆":"{coc 未来观测术}",
"coc 蝇蛆术":"蝇蛆术\nMaggots\n消耗：8点魔法值；6点理智值\n施法用时：2轮\n使目标的皮肤上形成数以万计的苍蝇卵。施法者必须切实接触目标，因此本法术只能对睡着的、被捕捉的或者其他不能反抗的目标施放（战斗中随便的一次击打不能算数）。虫卵会迅速孵化，快速成长的蛆虫会销蚀目标的皮肉（每四分钟受到1点伤害）。法术的效果持续60分钟。目标除非接受了极端的抢救，不然法术终止后活不了多久。成功的急救或者简单的战术（诸如泡在水或煤油里）可以获得救回受害者、移除寄生的机会。在一小时的最后，蛆虫会变成巨大饱胀的苍蝇，迅速飞走。被不断浮现的蛆虫包裹的目标要进行理智检定（损失1D6/1D10+3点）。并且，受害者恐怕除了哀号和尖叫以外什么也做不了。\n别名：疼痛的沸腾感染、蠕动的吞噬者、黑暗蝇蛆病",
"coc 疼痛的沸腾感染":"{coc 蝇蛆术}",
"coc 蠕动的吞噬者":"{coc 蝇蛆术}",
"coc 黑暗蝇蛆病":"{coc 蝇蛆术}",
"coc 马连卡门的瞩目闪击术":"马连卡门的瞩目闪击术\nMalenkamon'sImBolt\n消耗：24点魔法值；1D8点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。翡翠色和紫色的能量闪光向法术的目标喷射而去，他会立刻失去意识，持续天数为30天减去CON的五分之一。并且，目标在这次爆发中还要受到施法者十分之一的伤害。\n别名：马连卡门的惩戒、苛责术",
"coc 马连卡门的惩戒":"{coc 马连卡门的瞩目闪击术}",
"coc 苛责术":"{coc 马连卡门的瞩目闪击术}",
"coc 曼德拉术":"曼德拉术\nMandrake\n消耗：10点魔法值；可变的点理智值\n施法用时：1星期\n本法术只能在幻梦境施放。创建一个小拟像，施法者可以用咒语控制它。法术需要一株活的曼德拉草并举行一星期的仪式。这样可以创建一具无面孔、半有生命的拟像，STR、CON、SIZ、五项属性各有1D6×5点，但没有INT。每牺牲5点能增加2D6×5点，也包括INT，由巫师自行选择。曼德拉草受到巫师的精神控制（除非巫师给它INT，见下），会做巫师要求它做的任何事情。巫师只有在曼德拉草处于视野内时才能控制它。如果曼德拉草被分配了INT，它还有自主意识，在巫师视野外时也可以随心所欲地行动——这些曼德拉草通常有害，相当有破坏力。\n别名：拟像仪式、造设仆从、魔法师的助手",
"coc 拟像仪式":"{coc 曼德拉术}",
"coc 造设仆从":"{coc 曼德拉术}",
"coc 魔法师的助手":"{coc 曼德拉术}",
"coc 死亡面具术":"死亡面具术\nMaskofDeath\n消耗：10点魔法值；5点POW；1D6点理智值\n施法用时：2轮\n可以让施法者或者其他人伪装成别人的面貌。施法者必须能剥下别人的新鲜脸皮（即剥下后24小时之内有效）。施法者把血淋淋的脸皮贴到他们自己的脸上时，要向奈亚拉托提普念诵简短的祈祷；剥下的脸皮就会和施法者的脸融合，使其面貌变成被剥皮者的样子（A也相应变化）。新脸将永久保留，但重复施法可以将它揭下。剥取他人脸皮的行为应引发理智检定。\n别名：伪装面貌、假借他人、皮肉虚饰",
"coc 伪装面貌":"{coc 死亡面具术}",
"coc 假借他人":"{coc 死亡面具术}",
"coc 皮肉虚饰":"{coc 死亡面具术}",
"coc 喧嚣嗉囊术":"喧嚣嗉囊术\nMawsof\n消耗：可变的魔法值；1D8点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。法术目标的身上长出会胡言乱语的嘴；每长出一张嘴消耗6点魔法值。施法者必须和目标进行一次对抗检定并胜出：若成功，目标身上就萌生一张或多张带嘴唇的嘴，喋喋不休、呻吟不止。而且这些嘴会以每分钟1点的速度吸取魔法值。目标的魔法值归零后就会失去意识——受害者此时可以进行一次检定：若达成极难成功，嘴就会闭合，在他昏睡时消失。否则嘴巴只会保持安静2D6小时，此后它又会继续聒噪并吸收安静时回复的魔法值。目标每次魔法值归零昏倒时都可以进行一次极难检定以移除这些嘴。注意只要这些嘴还在活动，「潜行」检定和隐秘行动都将无法实行。\n别名：尖叫诅咒、污秽萌生、胡言乱语的灾害",
"coc 尖叫诅咒":"{coc 喧嚣嗉囊术}",
"coc 污秽萌生":"{coc 喧嚣嗉囊术}",
"coc 胡言乱语的灾害":"{coc 喧嚣嗉囊术}",
"coc 血肉熔解术":"血肉熔解术\nMeltFlesh\n消耗（无生命的血肉）：每15SIZ死肉1点魔法值；1D4点理智值消耗（活的血肉）：每15SIZ活肉5点魔法值；1D6点理智值\n施法用时：5轮\n这种恶毒的法术会把血肉（不限死活）加热到熔点。如果作用于活物的血肉，施法者消耗的魔法值会大大增加。目标的血肉被熔解，造成恐怖的毁容效果（每有15点SIZ受到作用，就受到1D4点伤害）。如果是面部被瞄准等特殊情况，目标可能致盲或致聋，还可能窒息，除非快速制造通风器材。目击人类的血肉熔化露出白骨，损失1/1D6点理智值。\n别名：裂解仪式、皮肤液化术",
"coc 裂解仪式":"{coc 血肉熔解术}",
"coc 皮肤液化术":"{coc 血肉熔解术}",
"coc 心理暗示术": "心理暗示术\nMentalSuggestion\n消耗：可变的魔法值和理智值\n施法用时：3轮\n只要生物的血管里流有人类的血液，施法者便可对它发号施令。法术作用于施法者肉眼视野范围内的单体。目标会执行施法者的所有命令，甚至自杀。本法术对冷原人、混血深潜者、食尸鬼换生灵和曾与人类交配的深潜者有效，而对夏塔克鸟和空鬼之类非人类的存在无效。施法者吟诵咒语并对目标叙述暗示。施法者须和目标进行一次对抗检定并胜出，法术才能生效。涉及死亡或重大伤害的暗示需要在它执行之前再进行一次对抗检定。法术的消耗随暗示而不同。对无威胁的暗示（扔下你的武器、钱留下人滚蛋等等），消耗是5点魔法值和1D3点理智值。较危险但不针对目标的暗示（到敦威治去、放火烧楼等等）消耗10点魔法值和2D3点理智值。危险或自取灭亡的暗示（如杀队友、劫持总统等等）消耗15点魔法值和3D3点理智值。若对调查员使用，施法者每有1点INT，法术效果延续一轮。如果调查员的INT高于施法者，则施法者每10轮须再进行一次检定（若调查员成功则法术终止）。\n别名：意志支配术、主仆术、猎物屈从于汝之威压、迷魅术、屈从术、决心动摇术、精神统管术、暗示注入术",
"coc 灵魂榨取术":"灵魂榨取术\nMilkingtheS\n消耗：1点理智值\n施法用时：1D10+20分钟\n法术由一组施法者与一群人（通常是前者的追随者）之间的动作交互组成。这种交互可以是祈祷歌、当面对峙、共同参与的吟诵等等。巫师使用一览无余的姿势，法术目标需要保持专注不能间断。法术达到高潮时，巫师从每名参与的追随者身上吸收一小部分魔法能量（每名追随者1点魔法值）。施法的人必须有办法储存魔法值以备以后使用，因为他们的魔法值达到自己的上限以后就不能继续增加（除非保存到物品或装置当中）。\n别名：榨取术、援军术、拉列赫的投入",
"coc 榨取术":"{coc 灵魂榨取术}",
"coc 援军术":"{coc 灵魂榨取术}",
"coc 拉列赫的投入":"{coc 灵魂榨取术}",
"coc 精神模糊术":"精神模糊术\nMindCloud\n消耗：4点魔法值；1D4点理智值\n施法用时：即时\n可以对任何能被直接看到或听到的单人施放。若目标在和施法者的对抗检定中失败，他的思维过程会部分受损，持续2D10分钟。效果可能表现为偏离正轨的审问、爆发争吵、令目标“意外地”走到马路中间或者是码头的尽头，或者让目标忘掉他刚才在做的事情（这在战斗中将是致命的）。\n别名：费解术、目瞪口呆术、困惑的凝视",
"coc 费解术":"{coc 精神模糊术}",
"coc 目瞪口呆术":"{coc 精神模糊术}",
"coc 困惑的凝视":"{coc 精神模糊术}",
"coc 精神之舞":"精神之舞\nMindDance\n消耗：可变的魔法值；1D10点理智值\n施法用时：6小时\n本法术可以让发疯的人重新恢复理智。它需要疯狂者的参与，还有一名人祭（不能是疯狂状态，而且要自愿帮忙），另外需要一些参与者（必须有一人懂得本法术）。参与者创建一片代表秩序和理智的圆形区域，准备好仪式的场地。这区域至少要八尺宽，还要一尘不染，绝对不能有任何杂物。祭品要身着白衣，携带大型小刀，走到圆圈中央躺下开始吟诵库什赞美诗。吟诵进行的同时，疯狂者的舞蹈也越来越疯狂。参与者和疯狂者任何时候都不准打破秩序之环内的宁静，也不准干扰祭品。当疯狂达到顶峰时，参与者迅速将疯狂者推入秩序之环，疯狂者举刀刺死祭品。疯狂者会沐浴在祭品溅出的鲜血当中，这血吸收了祭品自己的精神力量，可以驱散疯狂；所以疯狂者的理智值会回复。为了达到最佳效果，或者疯狂者的症状十分严重，疯狂者吃掉祭品的大脑最为理想。若仪式成功完成，疯狂者的理智值将等于他们的POW，疯狂消失。本法术消耗每名参与者（除疯狂者以外）1D10点理智值。每名参与者都要投入数量不等的魔法值：总计点数要等于疯狂者的POW。注意如果后来将仪式详细解释给受术者，陈述他们刚才的所作所为（杀死祭品，吸干脑髓），受术者需要进行一次理智检定（损失1/1D10点）——不然，他们不会在意他们恢复理智的经过。\n别名：库什仪式、复归术、狂热净化",
"coc 库什仪式":"{coc 精神之舞}",
"coc 复归术":"{coc 精神之舞}",
"coc 狂热净化":"{coc 精神之舞}",
"coc 精神交换术":"精神交换术\nMindExchange\n消耗：可变的魔法值；1D3点理智值\n施法用时：1小时\n可以让施法者和另一人交换精神。施法者首次施放本法术时，必须消耗和目标的五分之一相同的魔法值。以后每次对同一目标施放时，消耗都会减少1点，最少为1点。目标必须知道施法者且二者间要具有强烈的感情纽带（如爱情）。若这种感情消失了，交换将不能进行。恢复感情会恢复交换可能。本法术可以在任意范围施放。施法者须和目标进行一次对抗检定并胜出，法术才能生效（法术施放的次数越多，交换越容易，因此法术的消耗降低了，如前文所述）。当施放本法术所需魔法值减少到1后，就不需进行施法者只需要强大的精神力量就可以任意交换精神。施法者一开始只能在目标身体里停留最多几分钟，但会（随着反复使用本法术）逐渐增加。当魔法值消耗降到1时，施法者就能不定时地停留了。注意目标在被交换到他人身体中时，需要进行理智检定（根据情况，1/1D3点或更多）。深层魔法：若将法术的魔法值消耗加倍，施法者可以让其他两个人互相交换精神。不需要有感情纽带，但两个人必须在同一位置（两个人之间以及他们和施法者之间都不能超过20英尺）。施法者须消耗等同于目标每人和的五分之一（此消耗重复施放不减少）。施法用时是可变的，通常是1D10+10分钟，不过根据KP裁定可以加长。逆向施放本法术可以让精神返回到正确的身体里。\n别名：反之亦然咒、交换仪式、借人皮囊作衣裳",
"coc 反之亦然咒":"{coc 精神交换术}",
"coc 交换仪式":"{coc 精神交换术}",
"coc 借人皮囊作衣裳":"{coc 精神交换术}",
"coc 精神转移术":"精神转移术\nMindTransfer\n消耗：10点魔法值；1D10点理智值\n施法用时：5轮\n以上本法术威力强大，能让施法者和目标永久交易精神，可能是用目标的身体来为自己续命。施法者须和目标进行一次对抗检定并胜出，法术才能生效。若成功，施法者失去1D10点理智值，目标失去2D10点理智值。若交换失败，施法者必须立即重新施法（消耗10点以上魔法值），不然他的精神就会消散在永恒之中。转换开始后就不能停止。施法成功意味着施法者永久掌控了目标的身体。他原来的身体现在成了无生命的躯壳。至于目标的精神，有推测认为会从身体中被放逐而死去；但也有些线索表明它仍留在原来的身体内，屈服于施法者的精神，困在永久的恐怖疯狂状态当中。深层魔法：巫师的黑暗意志是强大的力量，常常会超越完全的死亡。害怕死亡或渴望长寿的巫师可能会在施放“精神转移术”之前准备许多年。这些准备工作常与一些个人物品有关（如塑像和日记），法术的关键会在这些物品中等待让它实现的合适条件。通常这些关键是施法者的后裔子孙，在无意之中激活了法术。\n别名：凡人的交易、无休止的血之活力、灵魂占据术",
"coc 凡人的交易":"{coc 精神转移术}",
"coc 无休止的血之活力":"{coc 精神转移术}",
"coc 灵魂占据术":"{coc 精神转移术}",
"coc 精神震爆术":"精神震爆术\nMindblast\n消耗：10点魔法值；1D3点理智值\n施法用时：即时\n本法术的目标会受到可怕的精神攻击，造成5点理智值损失，并导致临时性疯狂。施法者须和目标进行一次对抗检定并胜出，法术才能生效。目标将遵照临时性疯狂的规则来处理，从疯狂发作开始，并可能在接下来数天当中都受到闪回和梦魇等症状的折磨。\n别名：衰弱诅咒、厄运冲击波、心灵之眼的深渊",
"coc 衰弱诅咒":"{coc 精神震爆术}",
"coc 厄运冲击波":"{coc 精神震爆术}",
"coc 心灵之眼的深渊":"{coc 精神震爆术}",
"coc 缩小术":"缩小术\nMinim\n消耗：可变的魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。生成一长列会迅速收缩的环，有效范围10码。这些环抽打目标，每在法术当中投入8点魔法值，目标就会永久损失5点SIZ——施法者须和目标进行一次对抗检定并胜出，法术才能生效。若目标的SIZ已降到5，则每再投入4点魔法值，目标就会损失5点CON。目标每损失10点SIZ，还会损失5点STR。\n别名：缩减术、削减之矛、收缩术",
"coc 削减之矛":"{coc 缩小术}",
"coc 收缩术":"{coc 缩小术}",
"coc 塔昆·阿提普之镜":"塔昆·阿提普之镜\nMirrorofTarkhunAtep\n消耗：5点魔法值；1点理智值\n施法用时：半天\n施法者可以将自己的镜像投射到施法者预定的目标能注视到的镜面、或者可以镜面反射的平面上，来进行骚扰或警告。目标可以身处地球上任何位置。施法者需要一面镜子，大小足够映出他的头颈部。施法者注视镜面，并在头脑中维持目标的影像，念出简短的咒语并等待。当目标下一次注视阴暗的窗户、镜子之类能反射的表面时，施法者的镜像就会浮现。若施法者在目标照镜子之前就已困乏，则法术会因集中失败而终止。施法者的镜像有时是直视目标的。也有时镜像会出现在目标的身后。如果目标戴眼镜，从镜片中反射的镜像甚至可能是模糊的。目标能听到施法者说出的单词和短词组。施法者也能透过他自己的镜子看到目标和目标的周围环境。\n别名：银之警告、仇恨投射术、全视之眼",
"coc 银之警告":"{coc 塔昆·阿提普之镜}",
"coc 仇恨投射术":"{coc 塔昆·阿提普之镜}",
"coc 全视之眼":"{coc 塔昆·阿提普之镜}",
"coc 姆诺姆夸之蛇": "姆诺姆夸之蛇\nMnomquah'sSerpent\n消耗：2+点魔法值；1D6点理智值\n施法用时：2轮\n据信这个法术只有姆诺姆夸的月兽祭司才懂得。需要一支姆诺姆夸祝福过的魔杖，它能制造一束蓝光，形成蛇的样子。光束会像蛇循着气味一样追踪其目标。如果预设的目标在施法者视野之外，那么他们必须知道目标的样貌才能施法。一支光束可以追踪多个目标，每多一个目标消耗额外增加2点魔法值。目标（人类或其他）触碰蛇时就会石化；这是永久效果，不过「造梦」技能可以恢复原状态。法术对原本就是石头的东西无效。如果光束被设法割断了，蛇会剧烈挣扎并在一轮中逐渐消散，法术终止——在蛇消散时被它触碰的目标可以和施法者进行一次POW对抗检定来避免自己变成石头。\n别名：不详。",
"coc 摩摩伊仪式": "摩摩伊仪式\nMomoyRitual\n消耗：6点魔法值；1D8点理智值\n施法用时：1天\n强化受术者帮助他进行重要或危险的任务。这个仪式实行起来有危险，需要饮下一剂浸渍过摩摩伊草的海水（是曼陀罗属的植物，西班牙人叫它“陀罗茶(toloache)”，英国人叫它“吉姆森草”或者“魔鬼的号角”）。这种草有毒，含有致幻生物碱。经过酿造的药剂会给予饮用者强毒剂效果（2D10点伤害，极难CON检定成功则减半）。如果药剂酿制时间延长到两天并额外投入6点魔法值，则毒效降为弱毒剂（1D10点伤害，极难CON检定成功则减半）。服下药剂的2D6小时中，服药者虽然身体不能动弹，但思维可以自由漫游幻梦境（有可能获得在清醒世界派上用场的信息）。受术者醒来后将精神饱满，接下来一天中STR增加20点，抵抗毒药时视为额外拥有20点CON（HP不增加）；并且受到的任何伤害都会首先从其魔法值中扣减（直到减尽，此后正常扣减耐久值）。KP裁定：可能需要「克苏鲁神话」「植物学」或「艺术/手艺（药剂）」检定来确保酿造按照正确的步骤进行。\n别名：寻觅仪式",
"coc 寻觅仪式":"{coc 摩摩伊仪式}",
"coc 月光术":"月光术\nMoonlight\n消耗：可变的魔法值\n施法用时：1轮\n巫师必须先制造一颗银色的小球，施法时使用它可以发出满月一样的光。此光线可以驱散黑暗、阴影和雾气（甚至可能是其他法术产生的黑暗和雾气），持续10分钟。此光线据说还可以向训练有素的人揭示隐形生物的轮廓（需要「侦查」检定成功）。每投入1点魔法值，法术就能照亮约3立方码的区域。\n别名：明月术、月之眼、揭露术",
"coc 明月术":"{coc 月光术}",
"coc 月之眼":"{coc 月光术}",
"coc 揭露术":"{coc 月光术}",
"coc 时空门迁移术":"时空门迁移术\nMoveGate\n消耗：可变的POW；1点耐久值\n施法用时：1小时\n使施法者能够劫持既有的“时空门”，将它导向其他地点。施法者必须知道时空门原本的目的地（猜测是不够的），还必须了解时空门转移后预计的目的地（不需要实际去过那里）。施法者要用自己的血（消耗1点耐久值）重绘时空门的咒印，并同时牺牲POW以永久改变时空门的目的地。新目标离目标必须比原目标近：本法术不能延伸时空门旅行的路程，它只能设定较近的目的地。所以原来目的地距离一千里的时空门只能更改到不足一千里的其他地点。POW的消耗量是施法者从头创建新时空门所需的一半（参考表：时空门创建及旅行消耗，P122）。例如，施法者找到了一道通往一万里外某地的时空门，想将它的目标改到一千里外的另一地点。从头创建一道时空门需要消耗10点POW，所以更改现有时空门会消耗施法者5点POW。\n别名：重塑命运、旅行咒印变形、移星换斗",
"coc 重塑命运":"{coc 时空门迁移术}",
"coc 旅行咒印变形":"{coc 时空门迁移术}",
"coc 移星换斗":"{coc 时空门迁移术}",
"coc 劝服项链":"劝服项链\nNecklaceofSuasion\n消耗：20点魔法值；5点POW；1D6点理智值\n施法用时：7天\n附魔一条项链，可以控制佩戴者。施法者可以对组成项链的石材进行任意排列、钻孔、切割和雕琢。巫师要贴身携带石材一星期，以使其调谐。调谐后，巫师在制作项链的同时举行一系列的仪式。石材连缀完成后，要对项链进行血祭，法术才能完成。目标获得本项链时要和巫师进行一次POW对抗检定：若失败，目标将完全忠于巫师，试图接近他并听从其指示。这种控制的强度足够让巫师进行心理暗示，让目标确信某个信条或者某类行动极其重要。一旦控制开始，目标将不能移除项链。要割断这道束缚，必须由第三方移除项链，让目标可以和巫师再进行一次POW对抗检定，成功才能摆脱控制。若目标落败，他会强烈希望夺回项链并再次戴上。未佩戴项链每满10个小时目标都可以再尝试一次POW对抗检定取消法术效果。把项链碾碎也可以摆脱控制，但只扯断项链不行（目标会不顾一切地修复项链）。\n别名：珠宝附魔术、意志拥护、姆恩塔尔的馈赠",
"coc 珠宝附魔术":"{coc 劝服项链}",
"coc 意志拥护":"{coc 劝服项链}",
"coc 姆恩塔尔的馈赠":"{coc 劝服项链}",
"coc 坏疽术":"坏疽术\nNecrosis\n消耗：20点魔法值；1D10点理智值\n施法用时：1轮\n这种邪恶的诅咒会让目标的手坏死，可能导致死亡。施法者大声诵念咒语，召唤神话诸神击倒违逆施法者的人。法术的目标必须在施法者视野范围内。法术的效果将延后，1D4天之后才会开始，目标开始感觉一只手有刺痛感。此后每天目标的手都会日渐坏死——组织死亡变成坏疽。如果放任不管，坏疽就会逐渐蔓延到手臂以至躯干。延伸的速率大概是坏疽会在6天后通过手臂进入躯干。每天目标都会失去1点耐久值，6天过去之后这种恐怖的“伤情”会加速到每天1D4点伤害（如果KP愿意还可以再加速）直到死亡。除了截肢（砍掉受诅咒的手或手臂）以外，任何疗法都不可行、没有效果。如果诅咒已经沿手臂蔓延到躯干，那么截肢也无济于事，只有魔法手段（假如有的话）才能停止诅咒。深层魔法：据记载，有些强大的巫师临终时能跨越生死界限，用这个法术诅咒他的敌人。如果这时巫师的魔法值不足，牺牲10点POW也可以激活法术。并且将死的巫师可以多次牺牲10点POW诅咒多人。\n别名：溃烂死亡的诅咒、祸根术、可恶的谩骂",
"coc 溃烂死亡的诅咒":"{coc 坏疽术}",
"coc 祸根术":"{coc 坏疽术}",
"coc 可恶的谩骂":"{coc 坏疽术}",
"coc 网络幽灵术": "网络幽灵术\nNetWraith\n消耗：5点魔法值；1D6+1点理智值\n施法用时：10分钟\n允许施法者将自己的意识投射到互联网上。本法术只有在施法者的「计算机使用」技能达到75%且「科学（数学）」达到50%时才能学习并施放。施法者要使用虚拟现实装置，花费10分钟的时间使意识匹配接口。匹配成功后，施法者的意识便可旅行到电子领域。在这里施法者只有INT和POW属性、幸运值和魔法值有效。施法者在互联网中不会失去理智值（见下）。脑力技能如「会计」、「计算机使用」和「语言」等均有效。施法者在互联网中每小时失去1点魔法值，并且在法术生效期间不能回复魔法值；不过他可以从别处吸收魔法值（见下）。如果施法者的魔法值归零，他会失去意识，因为在互联网中无法回复魔法值，除非有人能施救，否则他会无法苏醒。施法者可以进行「计算机使用」和「图书馆使用」的联合检定在网络中定向到各种计算机终端、程序、数据库等地址。施法者可以浏览数据流并窜改数据文件。若POW检定成功，施法者可以骗过常规的杀毒软件和网络防火墙或者使其无效（更牢固的防御可能需要更高的难度才能无效化）。施法者可以寄宿计算机并透过计算机屏幕观察屏幕外的人员和地点；但相对地使用屏幕的人也能看见施法者的电子鬼影（触发1/1D4点的理智损失）。施法者可以对寄宿计算机周围一定范围的人发起攻击（幽灵POW的五分之一尺）——若POW对抗检定成功，施法者可以从每名不幸的人身上吸收1D6点魔法值。如果寄宿的计算机终端断电或损毁，施法者的意识就毁灭。如果计算机和互联网的连接被切断，施法者的意识会困在寄宿的终端里，直到重新连上互联网为止（仁慈的KP可能会允许困难POW检定让施法者的意识快速撤退到安全区）。施法者的意识回到自己身体里后会记得发生的所有事情。罪行、震惊、伤痛造成的理智损失此时要立即执行。如果施法者意识尚未归来，躯体就死亡了，意识还会保留直到本应消失的时间为止（魔法值归零或者其他灾祸）。KP还可以根据自己的想象安排互联网上的其他危险。备注：本法术（现在）还不能在任何典籍、数据库和其他资源上找到，唯一来源是达蒙·戴夫林(DamonDevlin)的个人终端，他既是“新世界国际”的员工，也是活了百年之久的巫师。根据KP裁定，也可以认为其他强大巫师（具有所需的数学和计算机编程技能）能复制或发明本法术的变体法术。要获得更多信息，请参阅模组集UnseenMasters。\n别名：不详。",
"coc 梦魇术":"梦魇术\nNightmare\n消耗：8点魔法值；1点理智值\n施法用时：2轮\n使目标经受可怕的梦魇，损失1D3点理智值。只要施法者认识目标，本法术就可以在任何距离生效。震惊不已的受害者将无法回忆起梦魇的内容，除非其他人对他使用「精神分析」技能并检定成功。KP决定梦魇的内容，他可以谨慎地提供线索和警示。详情参照梦魇效果表。\n别名：黑暗的想象、惊恐的睡眠、昏昏欲睡的折磨",
"coc 黑暗的想象":"{coc 梦魇术}",
"coc 惊恐的睡眠":"{coc 梦魇术}",
"coc 昏昏欲睡的折磨":"{coc 梦魇术}",
"coc 梦魇术变体":"梦魇术\nNightmares\n消耗：10+点魔法值；1D6点理智值\n施法用时：每天\n10分钟，持续13天这是“梦魇术”的变体法术，能让目标在清醒时产生幻觉，经历他们最可怕的恐惧。施法者必须得到预计目标的某些部分（毛发、指甲等等）并和草药、骨灰混合，每天喂给目标，持续十三天。每天施法者都要投入10点魔法值。第十三晚目标就会经历白日幻觉，持续1D10分钟；只要幻觉开始，如果继续服用这种混合物，每晚幻觉都会越来越离奇，时间还会加倍。这种幻觉类似于错觉（但无可置疑），可能造成理智值损失。如果持续一天一夜没有服用混合物，则法术终止，必须从头重新施放。\n别名：行走的恐惧、予汝敌以至暗之恐怖、末日幻象",
"coc 行走的恐惧":"{coc 梦魇术变体}",
"coc 予汝敌以至暗之恐怖":"{coc 梦魇术变体}",
"coc 末日幻象":"{coc 梦魇术变体}",
"coc 设备失效术":"设备失效术\nNullifyDevice\n消耗：10点魔法值；1D4点理智值\n施法用时：4轮\n使一件设备或工具失效。施法者必须触碰该设备并专注4轮。此设备便受到了诅咒，无法实现本来设定的功能。法术对小型和��型的设备有效，比如武器、个人计算机、简单机器和工具。例如，受了诅咒的斧子很可能折断，或者斧刃在用的时候飞出去。受了诅咒的枪械总会堵塞（若检定结果为90~100，武器会爆炸，对持枪者和周围3尺的人造成最大可能的伤害）。诅咒不是永久的，1D10+2天后会解除。\n别名：诅咒物品、废止用途、指物为土",
"coc 诅咒物品":"{coc 设备失效术}",
"coc 废止用途":"{coc 设备失效术}",
"coc 指物为土":"{coc 设备失效术}",
"coc 努曼西亚术":"努曼西亚术\nNumantina\n消耗：10点魔法值；1D4点理智值\n施法用时：1轮\n让法术的目标陷入疯狂发作(RB156)。施法时目标必须在施法者视野范围内，或者需要有合理的肖像；还要焚烧一件人肝。施法者和目标进行一次POW对抗检定：若成功，目标立刻开始疯狂发作，持续1D10轮——疯狂发作的表现可以随机决定也可以由KP自己选定。\n别名：诱发疯狂、精神错乱的诅咒",
"coc 诱发疯狂":"{coc 努曼西亚术}",
"coc 精神错乱的诅咒":"{coc 努曼西亚术}",
"coc 奈哈戈送葬歌":"奈哈戈送葬歌\nNyhargoDirge\n消耗：6点魔法值；1D6点理智值\n施法用时：1轮\n摧毁一只不死生物。这是“复活术”的修改版本，用来摧毁有实体的不死生物，如骷髅、僵尸、吸血鬼等等。施法者在不死生物所在的地方唱出怪异的嗡嗡声一般的咒语，不死生物必须和施法者进行一次POW对抗检定并成功，否则立刻化为尘土。深层魔法：据说，本法术还存在加强版本，可以让施法者选取一群不死生物做目标（每次施法最多可以指定8个）；但消耗也更大：20点魔法值和1D10点理智值，还要再永久牺牲5点POW。\n别名：摧毁僵尸、根绝之咏",
"coc 摧毁僵尸":"{coc 奈哈戈送葬歌}",
"coc 根绝之咏":"{coc 奈哈戈送葬歌}",
"coc 长方形屏障":"长方形屏障\nOblongBarrier\n消耗：8点魔法值；1点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。这个法术会创建复杂的矩形线条，大概十尺见方。这图案会出现在施法者正前方，持续10轮然后消散。任何击中此屏障的攻击法术都会被阻挡，因此只要施法者和攻击者之间有这道屏障维持着，施法者就不会受到这类法术的影响。当然，施法者同样不能隔着屏障施法，必须专注维持法术，否则屏障就会失效。\n别名：反击守卫、法术墙壁、疯人院之墙",
"coc 反击守卫":"{coc 长方形屏障}",
"coc 法术墙壁":"{coc 长方形屏障}",
"coc 疯人院之墙":"{coc 长方形屏障}",
"coc 梦境驱逐术":"梦境驱逐术\nOneiro-Dismissal\n消耗：可变的魔法值；1D10点理智值\n施法用时：5分钟\n本法术只能在幻梦境施放。将一名做梦中的角色从幻梦境驱逐，无论他们和幻梦境的关系多么紧密。法术需要消耗的魔法值和目标POW的五分之一相等。法术只能对施法者10码之内的目标有效。这种驱逐是永久的，会毁灭目标的梦境形态。法术对幻梦境原住民无效。\n别名：梦境散场、抛出梦想家、苏醒诅咒",
"coc 梦境散场":"{coc 梦境驱逐术}",
"coc 抛出梦想家":"{coc 梦境驱逐术}",
"coc 苏醒诅咒":"{coc 梦境驱逐术}",
"coc 不透明之墙":"不透明之墙\nOpaqueWall\n消耗：可变的魔法值；1D3点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。形成一堵由神秘线条和形状构成的坚硬墙壁。此墙不可移动，必定是正方形，施法时每消耗6点魔法干爹皮带，墙的边长就有一码。墙壁的厚度是一寸，STR是100。如果墙的STR被蛮力超越（对抗检定）或因伤害而破坏（20点耐久值），则它会突然消失。否则它会像石头墙一样静止不动，维持一小时。\n别名：壁垒术、尼罗斯托(Nilestor)的训斥、无人可以通行",
"coc 壁垒术":"{coc 不透明之墙}",
"coc 尼罗斯托的训斥":"{coc 不透明之墙}",
"coc 无人可以通行":"{coc 不透明之墙}",
"coc 振荡穹庐术":"振荡穹庐术\nOscillationExpanse\n消耗：10点魔法值；1D4点理智值\n施法用时：1小时\n创建一个区域，可以降低进入者的精神能力。巫师指定区域、边界和维度，在念咒的时候手臂还要诡异地转动。绘制出的区域不能大于20平方尺，一开始不可见，但只要有人跨入这一区域，区域中就会充满悸动的光线和声响。产生的这些“噪音”会降低区域内人的精神力和意志力：只要他们还在法术区域内，他们的精神就会因他们周围的奇异现象而迟滞，POW、INT、EDU和精神/知识技能就要全部减半（升为困难检定）。区域内的人（进入的下一轮起）每轮可以尝试一次POW或INT检定来走出或爬出这片魔法区域。区域外面的人看不到、听不到任何异常——只会认为区域里面的人毫无原因地开始举止癫狂。此空间维持1小时，如果额外投入10点魔法值，可以再延长1小时。深层魔法：狡猾的巫师会为了造成精神衰弱而准备这种危险的区域，让他在对付想要伤害、陷害或奴役的人时，魔法防护更加强大。一种法术变体允许巫师向5尺内的人施放衰弱之波（范围20尺），任何波弧内的人都要受到上述效果作用（持续1D4+1轮）。\n别名：支支吾吾、衰弱之箱、枯竭法阵",
"coc 支支吾吾":"{coc 振荡穹庐术}",
"coc 衰弱之箱":"{coc 振荡穹庐术}",
"coc 枯竭法阵":"{coc 振荡穹庐术}",
"coc 夸切尔·乌陶斯协定":"夸切尔·乌陶斯协定\nPactofQuachilUttaus\n消耗：5D10点魔法值；1D6点理智值\n施法用时：2轮\n和夸切尔·乌陶斯订立一份危险而强大的协定，保护施法者免于死亡。法术能让施法者向旧日支配者祈求；如果神满意，它会订立协定（永久消耗施法者15点POW）。成功的人会在外表上打上夸切尔·乌陶斯的烙印——他们的脊柱会变形歪曲（减少15点CON）。协议一旦生效，施法者就既不会自然衰老，也不会被任何物理作用和平凡武器杀死。某些魔法攻击和魔法武器才能造成伤害或者致死。如果法术施放时，另有其他和夸切尔·乌陶斯订立过协定的人在场，则尘土践踏者(TreaderoftheDust)将出现并带走它已经认识的那个人，只留下一堆灰烬。如果建立了和神的联系，但无人愿意订立协定（比如，咒语被无意念出或误念出），旧日支配者会带走念出咒语的人——除非召唤者自愿订立协定。深层魔法：这个罕见的魔法只能在《卡纳玛戈斯圣约书》当中找到。对无知的人来说，背诵这段文本中的“禁句”是致命的危险，因为只要大声一读就会激活法术（相应支付消耗）并立即召唤来夸切尔·乌陶斯。\n别名：尘土公约、灰白约定",
"coc 尘土公约":"{coc 夸切尔·乌陶斯协定}",
"coc 灰白约定":"{coc 夸切尔·乌陶斯协定}",
"coc 分沙术":"分沙术\nPartingSands\n消耗：可变的魔法值；1D4点理智值\n施法用时：10轮\n源自古埃及巫术的法术，用来分开无生命的障碍物（墙、门、河等等）。法术消耗2点魔法值，如果要分开的障碍物SIZ超过10点，每超过5点就要额外消耗1点魔法值。需要沙漠中的沙子，施法者对它进行附魔以后将它向着障碍物撒成一条线（向着出口的方向）。打开的通路宽高足够10个人10匹马通行。岩石、墙壁等坚硬的障碍物会被撕裂，根据KP的裁定，可能会造成落石等险境。\n别名：开路术、移开壁垒的法术、开海成路之颗粒",
"coc 开路术":"{coc 分沙术}",
"coc 移开壁垒的法术":"{coc 分沙术}",
"coc 开海成路之颗粒":"{coc 分沙术}",
"coc 擦肩无影术":"擦肩无影术\nPassingUnseen\n消耗：10+点魔法值；1D3点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。让法术的目标暂时变得不可见。法术每使用一分钟需要消耗10点魔法值，目标必须脑中持续默念一段短语（突然或意外的事件可能打断专注，由INT检定决定结果）。衣服和装备/武器会始终可见，所以目标必须赤身裸体。目标在不可见时仍可以被听到。深层魔法：有一种变体不需要念咒维持法术。而是使用一种特制的药膏；制作这种药膏的草药据说生长在乌撒尔(Ulthar)附近横穿魔法森林的斯凯(Skai)河河岸上。这种植物口服有毒，鉴别困难。\n别名：化身幽灵、假面术、不可见咒语",
"coc 化身幽灵":"{coc 擦肩无影术}",
"coc 假面术":"{coc 擦肩无影术}",
"coc 不可见咒语":"{coc 擦肩无影术}",
"coc 熊爪法":"熊爪法\nPawsoftheBear\n消耗：5点POW；1D4点理智值；每次行动消耗可变的魔法值\n施法用时：10天\n附魔一对熊掌，它收到命令就会激活并为施法者战斗。施法者必须亲自狩猎一只熊，割下它的前掌。接下来十天中熊掌要经历一系列仪式来制备。制备完成后，两只熊掌会用皮绳拴到一起，这样就能戴在施法者的脖子上。如果施法者愿意，他可以将熊掌掷向对手，熊掌会因此激活并开始攻击。只要熊掌开始攻击对手，就无需专注。激活需要10点魔法值，使熊掌获得斗殴40%（每额外投入5点魔法值，技能上升10%），并且第一次攻击之后，每多攻击一轮，就必须额外投入1点魔法值。熊掌只能攻击（或反击），不能闪避；它们拥有3点护甲，耐久值各7点（耐久值归零的爪子就会失效）。尽管熊掌是附魔的，但它们只会造成平凡伤害。目击熊掌攻击的人要进行理智检定（损失0/1D2点）。熊掌激活后施法者可以移动到至多一英里远且不会影响熊掌的行动，熊掌会以魔法的方式重新出现在施法者脖子上，根据成功情况不同，熊掌上还可能滴着血。深层魔法：上面描述的法术是美洲印第安人掌握的，但也可能产生其他地域和文化的变体。有时附魔过的动物部件可以在特定事件发生时触发激活（如进入山洞、打开门等等），使施法者设下阴险的陷阱。也有流言坚称也有办法控制这些激活过的武器，让敌对巫师控制它们去攻击原来的主人。\n别名：兽爪附魔术、爪牙术野兽大师",
"coc 兽爪附魔术":"{coc 熊爪法}",
"coc 爪牙术":"{coc 熊爪法}",
"coc 野兽大师":"{coc 熊爪法}",
"coc 文本认知术":"文本认知术\nPerceiveText\n消耗：1点魔法值；1点理智值\n施法用时：2轮\n能让施法者在目盲或漆黑一片的情况下阅读书籍、图像或者其他文本。施法时，文字或符号会魔法般地直接被施法者的头脑理解。施法者必须触碰文本才能认知，且必须懂得文本所用语言（法术并不赋予理解语言的能力）。法术每6小时或每阅读一章文本消耗1点魔法值。深层魔法：这个法术看起来无甚害处，但掩盖着恐怖的后果。如果施法者用本法术阅读魔法典籍并陷入疯狂，效果将会是灾难性的——施法者瞬间发狂的精神会被神话知识冲刷，可能（根据KP决断）马上释放典籍中的法术：可以是召唤怪物（但不束缚），需要目标的法术可能指定附近的任何人，魔法时空门会打开，还有很多可能！施法者现在已然疯狂，他不能控制这场魔法侵袭，还可能因为瞬间释放出魔法的累积消耗而死亡。\n别名：感知手迹、吸收知识",
"coc 感知手迹":"{coc 文本认知术}",
"coc 吸收知识":"{coc 文本认知术}",
"coc 完善术":"完善术\nPerfection\n消耗：每转化1点POW，消耗1点属性点施法用时：24小时\n如果神话神祇认同，施法者可以将POW点数转化为其他属性值（反之亦可），可以对施法者自己，也可以对他指定的目标。神祇可能索要任何代价——通常每转换一点角色点数便要支付一点角色点数。法术本身没有理智损失，但需要联络外神和旧日支配者，所以过程中的理智损失可能相当多。点数的转化持续1星期。深层魔法：神祇宠爱的仆从可能获得更多的恩赐，属性点数的转换将更久（可能是1个月甚至1年）。也有的变体可能赋予施法者从受害者身上吸取属性点并增长自己相关属性的能力（一一对应，除了POW以外）一段时间（假设为1个月）；但是，这个变体要求施法者额外支付1D8点理智值，须和目标进行一次POW对抗检定并胜出，法术才能生效。\n别名：精神变化为肉体之术、（此处填入外神和旧日支配者的名字）的祝福",
"coc 精神变化为肉体之术":"{coc 完善术}",
"coc 重塑的仪式":"{coc 完善术}",
"coc 石化术":"石化术\nPetrify\n消耗：可变的魔法值；1D8点理智值\n施法用时：3天\n创建一种炼金液体让饮用者石化。调和此物需要成功的困难「科学（化学）」检定，并用必要法术成分在实验室工作三天。成功后施法者会得到无色、味道恶劣的液体。喝下这液体的人必须和液体中投入魔法值的五倍进行POW对抗检定。若落败，则在1D4分钟后目标的组织会钙化，使他们变成石像。胜出表示液体未生效。石化是永久的，但也可能存在逆转效果的魔法手段。KP裁定：可能需要「克苏鲁神话」或「艺术/手艺（药剂）」检定来确保炼制按照正确的步骤进行。\n别名：血肉矿化术、岩石饮剂、骨化诅咒",
"coc 血肉矿化术":"{coc 石化术}",
"coc 岩石饮剂":"{coc 石化术}",
"coc 骨化诅咒":"{coc 石化术}",
"coc 下肢石化术":"下肢石化术\nPetrifyNetherLimbs\n消耗：1D10+1点魔法值；1D6点理智值\n施法用时：1轮\n让一个活物的腿变成石头。施法者须和目标进行一次POW对抗检定并胜出：若成功，目标无法动弹；他们的腿已经不再由血肉组成。目标身体其他部分正常工作，这会触发理智检定（损失1/1D8点）。法术效果在1D10小时后消失。深层魔法：若施法者额外投入5点POW，法术将变为永久效果。\n别名：徘徊者停止术、硬化血肉、硬化术",
"coc 徘徊者停止术":"{coc 下肢石化术}",
"coc 硬化血肉":"{coc 下肢石化术}",
"coc 硬化术":"{coc 下肢石化术}",
"coc 疯狂之笛":"疯狂之笛\nPipesofMadness\n消耗：5点魔法值；1D6点理智值\n施法用时：5轮\n听到本法术的人有疯狂的危险。本法术必须用“诅咒之笛创建术”创建的附魔骨笛施放。施法者用笛子演奏一段特殊的奇怪旋律，然后牺牲法术必要的消耗。所有能听到奇怪旋律的人必须进行理智检定；若失败，听者立即失去5点理智值并疯狂发作（听者陷入临时性疯狂）；若理智检定成功，听者失去1D3点理智值（一般不会疯狂）。笛子演奏时，每听到5轮笛声，听者就要做一次理智检定（损失累计）。如果笛子的演奏者还有理智值可以失去，他们可能需要在演奏的前五轮结束时进行一次理智检定（KP裁定）。如果此检定失败，演奏者将临时疯狂（失去5点理智值）并只要有可能就不停地演奏这异界的旋律。听者如果能成功抵抗旋律的效果，也可以尝试阻止演奏的继续。\n别名：天堂的黑暗之歌、深渊之旋律、七重地狱的合奏",
"coc 天堂的黑暗之歌":"{coc 疯狂之笛}",
"coc 深渊之旋律":"{coc 疯狂之笛}",
"coc 七重地狱的合奏":"{coc 疯狂之笛}",
"coc 毒血法":"毒血法\nPoisonBlood\n消耗：可变的魔法值；1D4点理智值\n施法用时：2星期\n使目标暴露在感染性的药剂当中。施法者花两星期准备邪恶的药膏，并必须用这种药膏触碰目标才能引发感染。症状在12小时的潜伏期之后出现，持续1D3天，每天使目标损失1D3点耐久值，伴有发烧、冷战、恶心、恐惧感、不舒服的地方发疹等等（根据KP决定，可能增加一些技能检定的难度，或者增加惩罚骰）。施法时每额外投入2点魔法值，法术就多持续一天。医疗干预对法术目标没有什么效果，因为这种毒药本质来说是魔法，所以无法被同时代的从业人士确诊、理解。某些祝福和治疗仪式可以提供有限的帮助，或者完全抵消法术的效果。KP裁定：可能需要「克苏鲁神话」「神秘学」或「艺术/手艺（药剂）」检定来确保炼制按照正确的步骤进行。\n别名：剧毒之触、恐惧术、疫病术",
"coc 剧毒之触":"{coc 毒血法}",
"coc 恐惧术":"{coc 毒血法}",
"coc 疫病术":"{coc 毒血法}",
"coc 平凡无奇术":"平凡无奇术\nPoseMundane\n消耗：可变的魔法值；1D6点理智值\n施法用时：2轮\n让一个生物或物体变得在观察者眼中完全不值得注意。施法者必须牺牲等同于目标生物SIZ五分之一的魔法值，每维持效果一轮就要额外消耗1点魔法值。对于无生命的物体，在施法中牺牲5点POW可以让它长期遮蔽。接近被遮蔽物体或生物的人会被欺骗，注意不到它——它对他们基本是隐形的。不过，如果对物体进行频繁接触（比如挨着它站着），人们会感觉到他们“身边”有什么东西异常、不对劲。深层魔法：如果本法术的人类目标长期生活在对外界的“隐形”之中，他可能会疯掉。每在本法术影响下度过一天，目标都要进行一次理智检定（损失0/1D4点）——一旦此检定失败，目标每天自动失去1点理智值，直到法术终止或他永久疯狂为止。\n别名：掩藏术、伊波恩的黑暗面罩、众目睽睽下的隐藏",
"coc 掩藏术":"{coc 平凡无奇术}",
"coc 伊波恩的黑暗面罩":"{coc 平凡无奇术}",
"coc 众目睽睽下的隐藏":"{coc 平凡无奇术}",
"coc 尸体占据术":"尸体占据术\nPossesssCorpse\n消耗：1点魔法值；1D8+2点理智值\n施法用时：2轮\n允许占据并活化一具死物，持续最多10分钟。死物包括骷髅、动物尸体（包括已经剥制成标本的和泡在福尔马林里的）、动物皮和人类尸体。法术生效期间，施法者的精神将转到尸体当中，而且能让尸体根据它的状态来运动（取决于尸体的保存状况）。施法者占据尸体的时候，他们自己的躯体会倒下不动，也不呼吸（心脏亦不搏动）。当施法者返回自己躯体时，必须要进行一次CON检定：※在1~4轮内回归——常规难度加一颗奖励骰。※在5~7轮内回归——常规难度。※在8~9轮内回归——困难难度。※在10+轮回归——极难难度。若CON检定失败，施法者的躯体就无法复苏；施法者的精神也随之埋葬在自己（现在已死）的躯体中。其他人可以进行一次「医学」或「急救」检定来使施法者的躯体复苏——多长时间内才有可能复苏，留由KP裁定。注意如果要占据的尸体是不死生物（吸血鬼、活化的木乃伊、僵尸之类）那么施法者需要每轮进行一次POW对抗检定以维持对尸体的控制。如果施法者在对抗检定中落败，他们的精神会被送回自己的身体（并触发上述的CON检定）。一般同一时间只能占据一具尸体。\n别名：占据死者、尸体精神、将意志注入腐肉",
"coc 占据死者":"{coc 尸体占据术}",
"coc 尸体精神":"{coc 尸体占据术}",
"coc 将意志注入腐肉":"{coc 尸体占据术}",
"coc 占据术":"占据术\nPossession\n消耗：15点魔法值；1D8点理智值\n施法用时：4轮\n可以占据活人的躯体。施法者可以从一具身体跳到另一具身体，还可能藉此获得极长的寿命。但高昂的消耗意味着它施放时必须节俭，巫师更愿意只要有可能就一直留在同一具身体里。目标必须在施法者裸眼视野范围之内。此后要大声诵读占据的咒语来触发占据；施法者须和目标进行一次POW对抗检定并胜出，才能成功转移意识。占据者占据新身体后无法读取受害者的任何记忆。占据者离开后，原来的受害者将无法想起被占据的时间——他们记忆中只有缥缈的空白。\n别名：意志转移、黑暗路径",
"coc 黑暗路径":"{coc 占据术}",
"coc 伊本-加齐之粉":"伊本-加齐之粉\nPowderofIbn-Ghazi\n消耗：1点魔法值（每剂）施法用时：2天\n准备（每剂），1轮使用通过对隐形存在吹撒粉末，本法术可以让魔法的隐形存在现身。粉末需要根据苛刻的指令仔细混合，里面还有三种特殊原料，每剂要牺牲1点魔法值。每剂可以使用一次。KP决定特殊原料为何。粉末可以从管中吹出或者撒到目标身上。被粉末撒到的存在，显形的时间最多为心跳十次的时间。可以现形的隐形存在包括：施放请神术的附魔地点引出的魔法线、时空门附近的灵光、正常情况下不可视的生物（星之精等）。使用这种粉末不损失理智值，但在看到它显示了什么东西时可能引发理智检定。\n别名：真视之尘、见所未见术、感知的混合物",
"coc 见所未见术":"{coc 伊本-加齐之粉}",
"coc 感知的混合物":"{coc 伊本-加齐之粉}",
"coc 魔力之吟":"魔力之吟\nPowerChant\n消耗：5点POW；1点理智值\n施法用时：10分钟\n施法者牺牲5点POW，可以使其魔法值暂时翻倍。施法者必须吟诵十分钟，同时念出特定神的真名，随后失去5点POW。施法者增长的魔法值只能从日出保留到日落，或者从日落到日出，取决于法术施放的时刻。旁观者可能看不出POW的损失，也可能见到更戏剧化的效果：施法者不自然地变老、肌肤萎缩、须发变白等等。\n别名：自我吸取、克斯托利安(K'stolian)之吟、大量削弱",
"coc 自我吸取":"{coc 魔力之吟}",
"coc 克斯托利安之吟":"{coc 魔力之吟}",
"coc 大量削弱":"{coc 魔力之吟}",
"coc 魔力吸取术":"魔力吸取术\nPowerDrain\n消耗：1D8点理智值\n施法用时：2轮\n从一名目标身上吸取魔法值。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若施法者胜出，目标损失1D6点魔法值，增加给施法者；若施法者未能击败目标，他会失去1D6点魔法值给目标。如果魔法值已枯竭，则法术会转而吸取耐久值（如果所有耐久值被吸尽，目标将昏迷——本法术没有杀死目标的能力）。深层魔法：钻研黑暗学识的人对力量的渴求极度强烈。熟稔魔法的巫师会从目标身上吸取POW而非魔法值。\n别名：生命力吸取术、尼安贝的仪式、啜饮魔力的灵丹",
"coc 生命力吸取术":"{coc 魔力吸取术}",
"coc 尼安贝的仪式":"{coc 魔力吸取术}",
"coc 啜饮魔力的灵丹":"{coc 魔力吸取术}",
"coc 尼安贝的魔力":"尼安贝的魔力\nPowerofNyambe\n消耗：5点POW；1D6点理智值\n施法用时：6轮\n施法者举行一场卑贱的仪式，召唤各种神话神祇并祈求帮助。作为回报，施法者获得2D6点魔法值。超过施法者最大魔法值的魔法值会保留，但消耗后不可回复。有人怀疑某些神话神祇会要求请求者和它签订正式的仆从契约、或者牺牲等举动来证明自己的忠诚，然后神话存在才会给予请求者魔法力量。\n别名：召唤尼安贝的神力、（此处填入外神和旧日支配者的名字）的帮助",
"coc 召唤尼安贝的神力":"{coc 尼安贝的魔力}",
"coc 尸体制备术":"尸体制备术\nPrepareCorpse\n消耗：1D6点魔法值；1D8点理智值\n施法用时：15分钟\n为尸体整齐高效地去骨。法术会消除所有骨头和软骨，使尸体的血肉得以贮存。因为本法术只能对无POW的实体施放，它对活物和吸血鬼僵尸之类的不死生物不能生效。\n别名：去骨术、变韧术、制备仪式",
"coc 去骨术":"{coc 尸体制备术}",
"coc 变韧术":"{coc 尸体制备术}",
"coc 制备仪式":"{coc 尸体制备术}",
"coc 蒲林的埃及十字架":"蒲林的埃及十字架\nPrinn'sCruxAnsata\n消耗：25点POW；1D6点理智值\n施法用时：可变的日数本法术创造一枚可以或暂时或永久地驱逐神话生物的埃及十字架（带环十字）。该物必须是单质金属制造的埃及十字架——纯铜、铁、银、金和铅是最容易找到并打造的。用20减去施法者INT的五分之一得到天数，施法者要在这些天中进行分次的仪式和牺牲，这之后将施法所需POW和理智值投入十字架中。当对抗神话生物时，施法者吟诵三轮，并消耗任意数量的魔法值。施法者的同伴每人亦可以贡献1点魔法值；作为25点POW投入十字架的结果，施法者获得5点“自由”魔法值。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。如果魔法值消耗在目标POW的五分之一以上，施法者在POW对抗检定中获得一颗奖励骰。另外，施法者最多可以尝试对抗POW比自己高200点的生物。任何知道此附魔（但不是此法术）的人都可以使用此十字架并设法驱逐神话生物，但无法获得给施法者的5点等效魔法值。若使用者和同伴战胜了神话生物，它会被遣返；否则，它会优先攻击十字架使用者，然后把注意力转移到在场的其他人身上。\n别名：放逐之印、逐出的记号",
"coc 放逐之印":"{coc 蒲林的埃及十字架}",
"coc 逐出的记号":"{coc 蒲林的埃及十字架}",
"coc 疑心消除术":"疑心消除术\nQuellSuspicion\n消耗：6点魔法值；1D6点理智值\n施法用时：1星期\n使施法者变得不引人注目。施法者必须花费七天举行仪式，净身、斋戒、冥想。到满月之日的午夜，施法者要创建一个法阵来施法。施法者必须进行一次困难POW检定并成功，法术才能生效。若成功，法术会在一个月的时间中抑制施法者在世界上其他人当中的存在感。这种抑制不是隐身，但比它更微妙：人们会忽视施法者，好像施法者和周围的人毫无关联、无关紧要。奇怪的举止和习惯会被无视、迅速忘记。即使是有理由的人（警察、评税员、调查员）也必须要和施法者进行一次POW对抗检定并胜出，才能注意到施法者并进行询问；否则他们的思绪就会游移，转而关注其他的事情。\n别名：疑心平静术、无知的伪装、穿行无影术",
"coc 疑心平静术":"{coc 疑心消除术}",
"coc 无知的伪装":"{coc 疑心消除术}",
"coc 穿行无影术":"{coc 疑心消除术}",
"coc 加速术":"加速术\nQuicken\n消耗：6点魔法值；1点理智值\n施法用时：即时\n使施法者的移动速率暂时增加2、DEX暂时加10，持续4轮。这个过程包含三种快速手势和精神的映像化。持续使用本法术虽然可能，但会有副作用。如果先后连续施放两次，施法者就必须进行一次CON检定：若失败，施法者立刻失去意识，永久失去5点CON。若再继续施放两次，需要进行第二次、困难难度的CON检定：若失败，施法者失去意识，永久失去10点CON。再继续使用的话，属性值损失继续增加。\n别名：野兽的速度、精怪的动力",
"coc 野兽的速度":"{coc 加速术}",
"coc 精怪的动力":"{coc 加速术}",
"coc 雾之眷属加速术":"雾之眷属加速术\nQuickenFog-Spawn\n消耗：25点魔法值；10点POW；1D6点理智值\n施法用时：1轮\n本法术需要一只异维度神话生物的幼虫（有时被称作“吉什-拉(Gish-rla)”但它有很多矛盾的名称）。法术必须在强光不能穿透的浓雾中施放。施法者必须在幼虫身上涂上自己的一滴血并支付法术消耗。本法术会让这只无形的实体（“雾之眷属”）快速长成。此生物会受到施法者的精神控制，会向任何方向移动并执行施法者选定的行动（通常它会被指定去杀戮，因为此生物的智能不高）。施法者必须留在眷属200尺之内，否则它就会逃逸；若它在施法者控制之下，施法者可以感知到它的大致位置。控制持续三小时，或者到浓雾消散或黎明到来（它面对强光时会逃跑，太阳直射会将它驱散）。三小时之后此生物会在黑夜中漫无目的地游荡，杀死它抓住的一切东西，直到消失到它来的地方，也可能找到黑暗的地方潜藏下来。\n别名：重生仪式、下境的怪形眷属",
"coc 重生仪式":"{coc 雾之眷属加速术}",
"coc 下境的怪形眷属":"{coc 雾之眷属加速术}",
"coc 深渊之音加速术":"深渊之音加速术\nQuickentheVoicetheDeep\n消耗：可变的魔法值；1D8点理智值\n施法用时：1小时\n魔法地加速混血深潜者由半人彻底变成深潜者的过程，使这个通常需要数十年的过程缩短到几周、几天甚至几小时。法术必须在夜间施放，视野内必须有海面。要转化的混血深潜者必须在场，否则施法者必须拥有目标的魔法连接——毛发、血液或个人物品（一张照片可能就足够）。施法者可以消耗任意魔法值，还可以召唤任意数量的协助者每人投入最多2点魔法值。若仪式累计投入的魔法值达到20点，目标就会在一年内转化完成；若累计魔法值达到40点，转化只需2D6个月；若累计投入达到80点以上，转化将在1D100小时之内完成。这种快速的转变也会有副作用：可以预料到极大的理智损失，还可能会要了法术目标的命。\n别名：达贡的呼唤、海德拉之歌、诞生之歌",
"coc 达贡的呼唤":"{coc 深渊之音加速术}",
"coc 海德拉之歌":"{coc 深渊之音加速术}",
"coc 诞生之歌":"{coc 深渊之音加速术}",
"coc 尸体唤起术":"尸体唤起术\nRaiseCorpses\n消耗：50点魔法值；2D10点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。唤起施法者50码范围内的所有尸体，让这些复苏的恐惧吞噬施法者视野内的受害者。施法者要呼唤简短重复的咒语，这常会造成温度突降，有时还会引发闪电。KP要决定周围尸体的数量。目击尸体被唤起需要进行理智检定（损失1/1D8点）。\n别名：死者收集者、棺碑仪式、释放贪食者",
"coc 死者收集者":"{coc 尸体唤起术}",
"coc 棺碑仪式":"{coc 尸体唤起术}",
"coc 释放贪食者":"{coc 尸体唤起术}",
"coc 伊伯鬼魂唤起术":"伊伯鬼魂唤起术\nRaiseGhostofIb\n消耗：可变的魔法值\n施法用时：2轮\n本法术只能在幻梦境施放。远古时期，伊伯的居民崇拜旧日支配者波克鲁格，但后来萨尔纳斯(Sarnath)人毁灭了伊伯。每在本法术中投入一点魔法值，就可以唤起一只伊伯鬼魂并实体化。法术没有理智值消耗，但见到这些生物本身需要进行理智检定。本法术通常只有在萨尔纳斯和伊伯附近的无名之湖湖岸上施放才能生效。但是，如果施法者开始施法时波克鲁格恰好在场，那么幻梦境任何地点都可以召唤出伊伯鬼魂。而且，如果波克鲁格在场，每消耗一点魔法值能召唤出1D10只伊伯鬼魂。备注：参考《怪物之锤》获取更多有关伊伯居民的信息。\n别名：显现波克鲁格的宠爱者、召唤萨尔纳斯的灾殃",
"coc 显现波克鲁格的宠爱者":"{coc 伊伯鬼魂唤起术}",
"coc 召唤萨尔纳斯的灾殃":"{coc 伊伯鬼魂唤起术}",
"coc 夜雾唤起术":"夜雾唤起术\nRaiseNightFog\n消耗：3点魔法值；1D2点理智值\n施法用时：5分钟\n从水体中召唤浓密的低雾。只能在夜间施放。仪式需要从起雾地点的水体处取来的一碗水。施法者一边执行正确的手势，一边轻轻吹动碗中水的表面。雾气会突然形成；如果有风，则雾气会自然随风移动。太阳升起后雾气就消散。只要有必需的水，施法者可以和起雾起点的水体相隔很多里。\n别名：波塞冬的吐息、水蒸气披风、永恒秘密的黑暗迷雾",
"coc 波塞冬的吐息":"{coc 夜雾唤起术}",
"coc 水蒸气披风":"{coc 夜雾唤起术}",
"coc 永恒秘密的黑暗迷雾":"{coc 夜雾唤起术}",
		"雾之眷属": "雾之眷属（异维度生命形式）\n“从它的臭气了解它，仿佛无魂的心脏中有毛发在烧焦；从它的无形了解它，仿佛阴影一般无踪无迹，捕捉着它的猎物。它不属于这个世界，它在饥饿中等候；它在雾气中捕捉粗心的人，在他察觉要逃跑之前扼杀生命。\n——摘自血腥西拉斯的笔记”\nSTR150 CON150 SIZ150\nDEX90 INT05 APP— POW125\nEDU— SAN— HPn/a\n伤害加值：n/a 体格：n/a 移动速率：10\nMP：25 每轮攻击次数：6只雾气触手，每只可延伸35尺。\n格斗50%(25/10)，视为突袭攻击，伤害见下\n闪避不可用\n格斗：用柔软的触手伸进目标的口鼻之中——同时最多可以攻击六人——造成窒息伤害，每轮伤害递增：第一轮1点伤害，第二轮2点，第三轮3点，以此类推。目标如果能在自己STR和触手STR的对抗检定中胜出，则可以挣脱并逃跑。每只触手有STR25，乘以攻击此个体的触手总数；因此如果眷属对一个目标进行了三次成功的攻击，对抗检定时要和STR75对抗，以此类推。调查员一切击中怪物的尝试都要得到一颗惩罚骰（他们基本上肯定是在胡乱攻击），大失败则意味着他们痛击了队友或者眷属的受害者。\n无形：免疫物理攻击。它只能（暂时）在强光下看到，形如闪烁的灰云，长着鞭子一样细长的触手。阳光直射会把雾之眷属驱散到它原本的维度（传送需要十分钟），它不能从那里返回。如果它找到一处常年黑暗的地方比如深层下水道或洞穴，那么它可以在地球上停留一段时间。它在世俗意义来说是不朽的，也无需进食。它的动机和天性也完全不明。\n护甲：无——雾之眷属是无实体的，一切材料都无法伤害它。强光能驱散但不能真正伤害它。技能：狩猎被害者65%，潜行95%。\n理智损失：若目击，1/1D10。被雾之眷属第一次成功攻击自动失去1D8点。",
"coc 凶暴疯狂术":"凶暴疯狂术\nRaveningMadness\n,the消耗：12点魔法值；1D8点理智值\n施法用时：2轮\n本法术只能在幻梦境施放，一般只向梦想家（幻梦境的访客）施放。使法术目标遭受突然而可怖的梦魇效果。目标必须距施法者30码之内，他必须进行一次理智检定：若失败，他们失去5点理智值并立即受到梦魇效果的影响（见下）。若理智检定成功，目标失去1D3点理智值但无其他效果。本法术对永久疯狂者（零SAN的人）完全无效。梦魇效果选择适合情境的效果，或者投掷1D10来随机决定梦魇效果。\n别名：恐惧现形、蠕行的恐怖",
"coc 恐惧现形":"{coc 凶暴疯狂术}",
"coc 蠕行的恐怖":"{coc 凶暴疯狂术}",
"coc 伸触术":"伸触术\nReach\n消耗：可变的魔法值；5点理智值\n施法用时：每有1点魔法值消耗，持续1轮\n可以让施法者伸手穿越障碍物的表面或实体，到他手臂或触手自然伸长的极限，并可调节物体、放入新物体、拿走已有的物体。法术的消耗可变：每穿越1寸有机物（木头等），施法者就要消耗1点魔法值；每穿越1寸无机物（石头等），消耗2点魔法值。如果施法者的专注有可能在施法过程中（因攻击等）中断，他需要进行一次INT检定；若失败则法术终止，可能会造成施法者的肢体被困住，必须再度施法以自救。\n别名：巫师之手、伸手穿石、盗贼秘技",
"coc 巫师之手":"{coc 伸触术}",
"coc 伸手穿石":"{coc 伸触术}",
"coc 盗贼秘技":"{coc 伸触术}",
"coc 复生术": "复生术\nReanimation\n消耗：6点魔法值；5点POW；3D6点理智值\n施法用时：6小时\n不要把这个法术和赫伯特·韦斯特在复活尸体方面的科学发现相混淆，这个法术可以创建一种在创造者控制下，具有自我意识的僵尸。不死者保有生前所有的知识和技能。这个可怕的法术需要刚刚死去的人类尸体，且拥有足够的血肉来保证复活后的活动。施法者必须知道死者的姓名。仪式中有非常复杂的吟诵，施法者要用自己的舌头清洗尸体。若不死者因伤而死，比如断臂、断头，这些部分可以缝回躯干，不会产生太大不便。施法者死亡会使不死者脱离奴役状态，但复生尸体和普通僵尸不同，它会在施法者死后作为独立的怪物继续活动。深层魔法：虽然复生尸体保留了知识和技能，但它不一定保留生前所知的法术知识。有些巫师可以抵消这样的后果，让复生尸体能完全利用它的法术储备——这样的情况下此生物保留生前的POW点数。\n别名：不死仆从、创建忠诚仆人、血肉赋生",
"coc 赤印术":"赤印术\nRedSign\n,the消耗：3点魔法值；1D8点理智值；每轮1点耐久值\n施法用时：1轮\n这种可怕的法术可以让一个或多个目标恐怖地死去。施法者在空中划出可畏的红色印记，同时念动真言。如果施法正确，施法者手指划过的地方会出现暗红色的印记并在空中发光。此印的邪恶效果在创建后一轮显现出来。印记在形成之后必须靠专注来维持（施法者要站在附近），并且此后每轮都要额外消耗3点魔法值。施法者因为接近印记，此后每轮须损失1点耐久值。距本印记10码以内的人，每人每轮损失1D3点耐久值；他们的身体战栗、痉挛，内部的器官和血管也在抽搐。距离超过10码、不足30码的人，每轮损失1点耐久值。距离超过30码的人不受伤害。隐蔽在坚固和墙壁和其他不透明的屏障后面，可能躲避法术效果。深层魔法：施法者在创造印记时投入5点POW可以增强赤印。若如此做，每轮中10码内的人受到1D6点伤害，10~30码之间的人受到2点伤害。或者，施法者可以选择让印记一下子释放它的黑暗能量。他照常创造印记并投入10点POW。在随后1D4轮中印记将爆炸，变成闪耀的红光，对50码内一切存在造成2D8点伤害（包括施法者）。\n别名：修德·梅尔之赤印、灼痛之印、猩红咒印",
"coc 修德·梅尔之赤印":"{coc 赤印术}",
"coc 灼痛之印":"{coc 赤印术}",
"coc 猩红咒印":"{coc 赤印术}",
"coc 转生术":"转生术\nReincarnate\n消耗：10点魔法值；10点POW；1D6点理智值\n施法用时：1D10+20分钟\n从记忆中重建死者。施法者集中精力想象此人，且他俩必须相互认识；花费1D10+20分钟可以使其“转生”。转生者会好像还活着一样出现在施法者面前并维持5分钟，可以说话、回答问题、四处走动等等。法术可以相同消耗再度施放，但必须在原法术终止的同一轮施放，否则施法者就要再花费1D10+20分钟专注。转生的存在拥有原人物的所有性格。\n别名：记忆轮回术、思想恢复术、召唤天赐良友",
"coc 记忆轮回术":"{coc 转生术}",
"coc 思想恢复术":"{coc 转生术}",
"coc 召唤天赐良友":"{coc 转生术}",
"coc 遗恨术":"遗恨术\nRemortification\n消耗：1D6+1点理智值\n施法用时：1轮\n强迫已故之人的鬼魂（灵魂、精魄）出现。法术必须在故人的坟茔或死亡之地施放。灵魂会演出它死亡之前最后一段动作。此灵魂是非物质的，但（如果合适）能听到声音——不过灵魂不能听到或感知到施法者；因此它不能回答问题。物体会直接穿过它。它不能在物理上伤害任何人或物，但看见它会损失理智值。\n别名：召唤死者的魂魄、目击临终的脉搏、召起已故者",
"coc 召唤死者的魂魄":"{coc 遗恨术}",
"coc 目击临终的脉搏":"{coc 遗恨术}",
"coc 召起已故者":"{coc 遗恨术}",
"coc 恩宠移除术":"恩宠移除术\nRemovalofFavor\n消耗：5点魔法值；1D6点理智值\n施法用时：1轮\n毁灭邻近施法者的撒托古亚摹塑(humunculi)。施法者和摹塑的创建者进行一次POW对抗检定（不论创建者是否活着）。若成功，邻近施法者的所有摹塑会崩溃，变成原本的材料（如陶土）。法术可以多人同时施放，为首施法者的对抗检定可以增加一颗奖励骰。奖励骰只增加一颗，和同时施法的人数无关。深层魔法：据说本法术还存在着其他变体，专门针对其他神的摹塑仆从，如奈亚拉托提普、莎布-尼古拉丝、阿布霍斯等。\n别名：毁灭蟾神的造物、隳为土砂",
"coc 毁灭蟾神的造物":"{coc 恩宠移除术}",
"coc 隳为土砂":"{coc 恩宠移除术}",
"coc 面纱撕裂术":"面纱撕裂术\nRendVeil\n消耗：24点魔法值；2D8点理智值\n施法用时：5轮\n这是“面纱轻揭术”比较致命的变体：不只是暂时地掀开人类知觉面纱的一小角，而是永久撕裂它，让法术目标彻底迷失。要施放这个法术，施法者必须在和目标的POW对抗检定中胜出。每以这种方式撕碎一种感官的面纱，就会产生裂缝，将法术的目标吸入裂缝中。若施放成功，现实的一部分就会扭曲成拳头大小的团块。它迅速化为旋转搅动的旋涡，直到现实的纤维断裂，将目标层层叠住；他会被投入无尽时流、汹涌的多元宇宙，或者时间、空间或者超现实其中的某一部分。他们会消失在时空的裂缝中，也许永远迷失，除非找到什么定位和拯救的办法——即使他能被找到并带回，那他也肯定和之前完全不一样了！\n别名：道罗斯末日术、撕裂空间、将敌人割裂到宇宙尽头",
"coc 道罗斯末日术":"{coc 面纱撕裂术}",
"coc 撕裂空间":"{coc 面纱撕裂术}",
"coc 将敌人割裂到宇宙尽头":"{coc 面纱撕裂术}",
"coc 夏恩驱赶术":"夏恩驱赶术\nRepelShan\n消耗：3+点魔法值；1D6点理智值\n施法用时：3轮\n这个法术由复杂的歌谣组成，可以驱散夏盖虫族。施法者唱歌时必须至少消耗3点魔法值并通过「艺术/手艺（唱歌）」检定。所有能听到施法者歌唱的夏恩都会立刻充满痛苦和嫌恶，必须从歌唱的范围内撤退，范围为投入的魔法值乘以五尺。被驱散的夏恩必须离开宿主，且除了逃跑什么也不能做，除非通过极难POW检定。若施法者和距离最近的夏恩进行POW对抗检定并胜出，则这只夏恩将被压制，除了痛苦地翻滚什么也不能做，完全无助状态持续1D3轮。施法者可以由其他歌唱者协助，他们可以贡献魔法值增加法术作用范围。注意看到夏恩这种邪恶生物逃跑要进行理智检定。\n别名：驱散意念生物、净化头脑、宁多-卡旋律",
"coc 驱散意念生物":"{coc 夏恩驱赶术}",
"coc 净化头脑":"{coc 夏恩驱赶术}",
"coc 宁多-卡旋律":"{coc 夏恩驱赶术}",
"coc 复元冥想法":"复元冥想法\nRestorativeMeditation\n消耗：无施法用时：1个月\n这是一种西藏技法，可以通过漫长的冥想得到精神恢复。修行者必须在至少一个月的时间内断绝凡间一切联系，只能专注于独自冥想和仪式净化。在这段时间的默想结束后，他们可以尝试一次理智检定：若成功，他们可以回复1D6点理智值。以这种技法回复的理智值不能超过游戏机制限制的上限，即99减去「克苏鲁神话」技能百分比。注意理智检定结果为大失败说明冥想走火入魔，此人的思想被扭曲，专注于重现以前受到的精神创伤。这些不幸的人不能回复理智值，反而要失去1D6点。\n别名：康健真言、合十礼的安宁",
"coc 康健真言":"{coc 复元冥想法}",
"coc 合十礼的安宁":"{coc 复元冥想法}",
"coc 复活术":"复活术\nResurrection\n消耗：3点魔法值；1D10点理智值\n施法用时：1或2轮\n本法术能将尸体变成“精盐”和组成成分，一种蓝灰色的粉尘；或者逆转此过程，最终唤起逝者的模样和灵魂。尸体必须齐全。被以这种方式复活消耗目标1D20点理智值。如果仅用一部分的粉尘施放法术，施法者从变成血肉的东西中得到的“只有活生生的恐怖”。但成功复活并不需要尸体完整无缺，只要棺材完整，并且足够小心地刮下棺内所有碎屑和尘土，法术便可成功。逆向诵读咒语可以逆转复活的效果，将复活者变为尘土，一样需要消耗3点魔法值和1D10点理智值。粉尘可以贮存或丢弃。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若施法者胜出，目标归于尘土。若目标胜出，它会设法阻止施法者重新施法。逆向诵读咒语需要两轮时间。在《查尔斯·德克特·沃德事件》中，许多这种复活者被审讯、拷打以问取过去的秘密。\n别名：久佚知识之仪式、重现术、盐之仪式",
"coc 久佚知识之仪式":"{coc 复活术}",
"coc 重现术":"{coc 复活术}",
"coc 盐之仪式":"{coc 复活术}",
"coc 挚爱回归术":"挚爱回归术\nReturnoftheBeloved\n消耗：可变的魔法值；5点POW；1D10点理智值\n施法用时：1天\n创建刚刚死亡的人的短暂幻影。法术需要举行一整天的仪式，施法者消耗和他想要幻影存留天数相同的魔法值。要复制的人必须死亡不超过一星期。这个幻影的所有细节与原本一般无二，但只有原本一半的INT，而且每句话只说一个字。他记得原本的所有人际关系和技能，但知识类技能（如「考古学」等）都会减半。他也不太可能施放原本懂得的法术（使用新INT值，要困难INT检定成功才能回想一个法术）。法术终止后幻影就会倒在地上化为一缕轻烟。复生死者并恢复意识可能惊扰原本的朋友和家人，造成理智损失（损失1/1D6+1点）。\n别名：死者的幻影、重构术、死者的恩惠",
"coc 死者的幻影":"{coc 挚爱回归术}",
"coc 重构术":"{coc 挚爱回归术}",
"coc 死者的恩惠":"{coc 挚爱回归术}",
"coc 仆从送还术":"仆从送还术\nReturnServitor\n消耗：20点魔法值；1D6点理智值\n施法用时：3轮\n阻碍神话生物的魔法束缚，让它调头回去攻击原本召唤它的人。施法者和原召唤者进行一次POW对抗检定（召唤及束缚怪物的原施法者）。若施法者胜出，此生物就会被迫马不停蹄对原主人发动进攻。本法术对未束缚的怪物没有效果。深层魔法：这个罕见法术的各种变体针对不同的神话生物，每种法术都对应一类怪物。很多秘密传言称这些法术变体在传抄过程中常常故意写错——通常由丧心病狂、阴险狡猾的巫师所设计。有些情况下，如果时间能力允许，原召唤者可以尝试重新施放束缚术重新控制此生物——这个过程比较困难，可能使法术消耗增加，而且不能保证成功率。\n别名：权威仲裁、宣告星之眷属的主权、干涉束缚",
"coc 权威仲裁":"{coc 仆从送还术}",
"coc 宣告星之眷属的主权":"{coc 仆从送还术}",
"coc 干涉束缚":"{coc 仆从送还术}",
"coc 塔格-克拉图尔的反角度":"塔格-克拉图尔的反角度\nReversedAnglesofTagh-Clatur\n消耗：15点POW；1D20点理智值\n施法用时：1小时\n据埃及巫师记载，这个法术会开启格拉基的完全体所在的维度。法术本身高度数学化，INT低于90的人不能尝试。法术在施放时会开启格拉基的维度和我们维度之间的时空门，让格拉基栖居在我们世界的碎片和整体产生联系，使得这尊旧日支配者能更深入地影响我们的世界。法术可以逆施放来减弱联系，或者关闭已有的这类时空门。\n别名：塔格-克拉图尔仪例、时空门终结术",
"coc 塔格-克拉图尔仪例":"{coc 塔格-克拉图尔的反角度}",
"coc 时空门终结术":"{coc 塔格-克拉图尔的反角度}",
"coc 萨阿马阿仪式":"萨阿马阿仪式\nSaaamaaaRitual\n消耗：30点POW施法用时：2小时\n创建一道保护性的屏障，对外神和旧日支配者的仆从都有效。需要进行复杂的仪式，包含（用粉笔等）在两个圆圈之间画出“担保八印”。仪式创建的保护屏障，所有的神话仆从和超自然存在（吸血鬼、僵尸等）都不能通过。这个法阵的大小足够站上八个人（不过也可以用较小的法阵，最多容纳4个人，花费1小时准备）。持续时间为24减去1D10小时。深层魔法：刻出第一枚印和第八枚印，再画出三道直线连起来，可以封住一个入口，不让神话仆从通过。这个缩短版的仪式花费10轮施放，消耗10点POW。魔法效果一直持续到印记的一部分被移除。\n别名：萨阿马阿守卫、八刻印、大护卫",
"coc 萨阿马阿守卫":"{coc 萨阿马阿仪式}",
"coc 八刻印":"{coc 萨阿马阿仪式}",
"coc 大护卫":"{coc 萨阿马阿仪式}",
"coc 神圣蛇蜕术":"神圣蛇蜕术\nSacredMoltingoftheSerpent\n消耗：10点魔法值；1D8点理智值\n施法用时：1轮\n减少施法者的年龄，也可能因此达成不朽。施法者需要捕获10岁以下“纯洁的灵魂”（没有「克苏鲁神话」技能的人）作为祭品。然后施法者用附魔刀执行献祭仪式。仪式会吸干祭品的所有血液，施法者要喝下它。这场邪恶仪式之后施法者的皮肤会逐渐分裂剥落（仪式后每天失去5点APP）。三天之后施法者可以花费3小时剥去所有旧皮，这过程相当恐怖（目击者要进行理智检定；损失1/1D6点）。此后施法者就明显变年轻了。每在献祭中获得10点POW，施法者就能减少两岁——因此使用POW60的祭品可以让施法者减少12岁。本法术原本是伊格教给蛇人的，但后来也会教给人类崇拜者。非信徒尝试本法术时必须在（根据KP裁定的）理智检定中失败才能进行这场恐怖的牺牲仪式。\n别名：血腥恢复、血肉仪式、重生之皮",
"coc 血腥恢复":"{coc 神圣蛇蜕术}",
"coc 血肉仪式":"{coc 神圣蛇蜕术}",
"coc 重生之皮":"{coc 神圣蛇蜕术}",
"coc 伊希斯的封印":"伊希斯的封印\nSealofIsis\n消耗：可变的魔法值；1点理智值\n施法用时：1小时\n保护无生命的物体免受魔法攻击。施法者投入任意点魔法值。如果魔法攻击（法术）进入了守护范围（50尺的立方体），攻击方的施法者必须用自己的POW与投入本法术魔法值的5倍进行一次POW对抗检定。如果攻击者获胜，则法术穿入守护，可能伤害内部的物体——守护也可能被破坏（用投入本法术魔法值的5倍作目标值进行检定：若失败，守护被破坏）注意，“伊西丝的封印”不能保护人类，也不是阻挡侵入者的物理屏障——它只能在守护区域中保护无生命的物体。\n别名：保护欲、赫典娜(Xthena)的封印",
"coc 保护欲":"{coc 伊希斯的封印}",
"coc 赫典娜的封印":"{coc 伊希斯的封印}",
"coc 涅弗伦-卡的封印":"涅弗伦-卡的封印\nSealofNephren-Ka\n消耗：可变的魔法值；1D4点理智值\n施法用时：可变（1轮\n到1小时）创建阻挡灵魂的屏障（不论是否有形），还可以阻挡大部分法术。根据施法时牺牲的魔法值，守卫区域（50尺立方体）内任何以活人为目标的法术都会被抵抗。施法者可以投入任意点魔法值，如果有魔法攻击（法术）指向守卫区域，攻击方的施法者就要和本法术投入魔法值的五倍进行POW对抗检定。若攻击方胜出，他的法术会刺破并毁坏守卫，正常生效。守卫区域会抵抗任何法术，除了“涅弗伦-卡的封印”的施法者自己施放的召唤法术；这个法术能为实验性的召唤创建一个（相对）安全的空间。“灵魂”可以和本法术投入魔法值的五倍进行POW对抗检定（并有一颗惩罚骰），成功才能穿过屏障。只要有生物成功穿过屏障，屏障就会破坏。守卫区域可以有多种形式；通常由地面上复杂的线条图案、田野上特殊的石头排布方式，或者种植成特别图案的树丛。如果此地经过准备（已经植树、放置过石头等等）则封印只需要1轮即可触发，否则如果画出所需图画，施法用时就要延长到1小时。封印会保持有效，直到被灵魂、法术打破，或者在24小时后消散。深层魔法：向法术中投入10点POW，可以供应封印有效时间到最多5天。\n别名：黑法老的棘手领域、大守卫术、否认法阵",
"coc 黑法老的棘手领域":"{coc 涅弗伦-卡的封印}",
"coc 大守卫术":"{coc 涅弗伦-卡的封印}",
"coc 否认法阵":"{coc 涅弗伦-卡的封印}",
"coc 封印陷坑": "封印陷坑\nSealPit\n消耗：7点魔法值\n施法用时：每块晶石2轮（最多6轮）\n\n施法者必须拥有一至三块晶石（见90页“晶石召唤”），用作驱散不可直呼其名者的催化剂。每正确放置一块晶石，遣散不可直呼其名者的几率就增加20%。施法者必须消耗7点魔法值，在驱散不可直呼其名者时获得5%基础成功率（不可直呼其名者拥有175点POW，需要消耗7点魔法值才能达成5%成功率）。正确放置三块晶石可以提供60%成功率，合计65%。施法者如果想将成功率提升到99%，必须额外消耗7点魔法值。因此，要使“封印陷坑”法术达到完全成功，施法者必须消耗14点魔法值并正确排列三块晶石。所用的晶石都必须用血祝圣（只需要施法者的一滴血就足够）。\n别名：撤回召唤晶石",
"coc 撤回召唤晶石":"{coc 撤回召唤晶石}",
"coc 失物找寻法":"失物找寻法（传统）\nSeektheLost\n消耗：2点魔法值；1D6点理智值\n施法用时：1分钟\n占卜物体的所在位置。每消耗3点魔法值，就有10%的概率能定位一件失物。施法者必须要知道这件物体。法术的范围不能超过300尺。法术生效10分钟。深层魔法：有一种变体有时也叫做“寻绳术(FindingtheCord)”，能指示施法者（或者仪式的参与者）所知的任一人和物的位置。法术的消耗保持不变，但需要用20分钟编织一束绳子，里面交缠鸟类的绒毛。然后要将绳子结成圈放在地上，并在绳圈里放上一件小物件，如箭矢等。施法者支付法术消耗，若法术成功，箭会立刻浮到空中，并准确无误地飞向预定的人或物。若目标在一英里之内，它将直中目标。如果目标较远，则飞行物需要重新发射数次，无额外消耗；但它1D6小时后会失效。任何看见物体飞行的人都要进行理智检定（KP裁定，损失0/1D3点）。这个小物件的飞行MOV是12，所以可能不容易追寻，尤其是在有建筑物和自然障碍干涉时更是困难。当目标人或物被寻获时，飞行物和绳索就会失去魔法效果。注意KP最好秘密进行成功检定，因为掷骰大失败表明箭或者物体找到的不是目标人或物——通常对施法者的生命安全不利。\n别名：寻找心之愿望、位置预言、揭示之矢",
"coc 寻找心之愿望":"{coc 失物找寻法}",
"coc 位置预言":"{coc 失物找寻法}",
"coc 揭示之矢":"{coc 失物找寻法}",
"coc 梦境发送术":"梦境发送术\nSendDream\n消耗：5点魔法值；1点理智值\n施法用时：10分钟\n施法者将一段特殊的短梦境发送给目标（单一的场景、图像、表情，如预兆或恐怖等）。需要一个特殊蚀刻的铜碗，碗里用药草和施法者的血液填满并点燃，产生绿色的烟雾。目标必须在睡眠状态、在施法者20英里之内，且施法者须和睡着的目标进行一次POW对抗检定并胜出，梦境发送才能成功。深层魔法：一种变体可以通过施法者的神话知识（施法者的「克苏鲁神话」技能至少20%）当产生恐怖的噩梦。法术的消耗保持不变，只是理智消耗变成6点。目标会在醒来后记起噩梦，并造成1D4点理智损失。若成功地对同一个目标在长期内发送神话相关的梦魇，目标可能会增加「克苏鲁神话」技能，KP可以自由裁定。\n别名：暗夜空想告知术、梦魇幻视诱导术、黑暗的低语、启发不信者、疯狂发送术",
"coc 暗夜空想告知术":"{coc 梦境发送术}",
"coc 梦魇幻视诱导术":"{coc 梦境发送术}",
"coc 黑暗的低语":"{coc 梦境发送术}",
"coc 启发不信者":"{coc 梦境发送术}",
"coc 疯狂发送术":"{coc 梦境发送术}",
"coc 圣蛇发送术":"圣蛇发送术\nSendSacredSnake\n消耗：10点魔法值；1D4点魔法值\n施法用时：4轮\n传送一条致命的蛇虺到目标的所在地。只能在伊格祝圣过的地方施放。仪式中必须大声呼叫出目标的行为和形象。法术会将蛇传送到目标的当前所在地。蛇一出现就会马上尝试发动奇袭，且会自动成功（目标是否有机会察觉此蛇取决于当时的情境和KP的决定——仁慈的KP可能会允许一次「聆听」「侦查」或者幸运检定以察觉此蛇）。圣蛇如果没能击中就会一直追寻受害者，反复攻击。圣蛇的咬伤会造成2点伤害加上中毒：这是强毒剂（2D10点伤害），持续数分钟的痛苦并常常导致死亡；CON检定极难成功可以使伤害减半。圣蛇总是表现为施法者所在地理区的优势蛇种，且更加巨大。它的头上通常能清晰辨认出一枚白色新月形印记。\n别名：伊格的馈赠、伊格的祝福",
"coc 死之发送术":"死之发送术\nSendingoftheDead\n消耗：10点魔法值；1D6点理智值\n施法用时：5轮\n对目标造成重大伤害甚至死亡。施法者或祈求者必须在法术中使用目标的一些个人物品（头发、指甲屑、衣服等等）。这些个人物品要和几捧坟墓中取来的土混合起来。施法者须和目标进行一次POW对抗检定并胜出（距离不限），法术才能生效。法术生效后，施法者或祈求者必须将附魔的个人物品放到目标走过的地方上，或埋到下面。如果目标走过这一物品，死者的魂魄就会进入其身体，造成疼痛、焦虑、精神衰弱甚至物理伤害——投掷1D10决定法术对目标的严重性：KP决定死者的魂魄如何在目标身上显灵，提示包括手指、手掌、颜面部的记号；黑色“无神”的眼睛；用奇怪声音说话的目标等等。详情参照死之发送术效果表。\n别名：敌之受苦、死者的刁难",
"coc 敌之受苦":"{coc 死之发送术}",
"coc 死者的刁难":"{coc 死之发送术}",
"coc 生命觉察术":"生命觉察术\nSenseLife\n消耗：1点魔法值；1点理智值\n施法用时：1到5轮（由搜索的区域决定）\n可以让施法者侦测特定地点的生命迹象。法术的范围大约是一栋房子的大小。施法者必须在场。法术可以让施法者区分物种（如狗或人），但无法辨认特定的人物。施法者可以侦测生命迹象并找到大概地点，但无法找到精确的位置。\n别名：直感他人的存在、定位生命共振",
"coc 直感他人的存在":"{coc 生命觉察术}",
"coc 定位生命共振":"{coc 生命觉察术}",
"coc 炽天使之耀":"炽天使之耀\nSeraph'sGlory\n消耗：6点魔法值；1D3点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。爆发一阵眩目光芒，一瞬间就消失。它可以用作信号、打动他人，也能攻击栖居在黑暗中的生物，如阴影(shade)（闪光会对10米内所有此类生物造成2D6点伤害），或者在1D3轮中致盲敌人（技能检定难度提升及获得惩罚骰）。\n别名：烁光拥抱、闪光术、野火术",
"coc 烁光拥抱":"{coc 炽天使之耀}",
"coc 闪光术":"{coc 炽天使之耀}",
"coc 野火术":"{coc 炽天使之耀}",
"coc 耐用奴仆术":"耐用奴仆术\nServiceableVillein\n消耗：18点魔法值；1D8点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。施法者必须能直视目标双眼，两人距离在10尺之内，并说出号令真言。目标若在和施法者的POW对抗检定中落败，就会失去一切自主意志，逐字逐句地执行施法者的所有命令。可能会伤害到目标的命令仍会被抵抗，施法者需要再进行一次POW对抗检定才能维持控制。控制会在1小时后终止，但可以额外消耗1点魔法值延长效果一小时（此后可以反复延长）。\n别名：强加意志、巫师的法令、克拉兹诺的义务",
"coc 强加意志":"{coc 耐用奴仆术}",
"coc 巫师的法令":"{coc 耐用奴仆术}",
"coc 克拉兹诺的义务":"{coc 耐用奴仆术}",
"coc 友善关系断绝术":"友善关系断绝术\nSevertheAffffableBonds\n消耗：50点魔法值；1D8点理智值\n施法用时：3小时\n这种强大的诅咒用来破坏目标的生活和生计。本法术只能在火星和土星排列恰当时才能施放。进行一次「科学（天文学）」或者「神秘学」检定可以确定最佳施法时间（KP自愿决定——可能是100天减去施法者的幸运值）。施法者需要绘制一个法阵，且必须拥有属于目标的物品（施法时要消耗这件物品），还需要至少一名协助者。所有参与者共计消耗50点魔法值（任意等分），但只有施法者消耗理智值。仪式完成后，施法者要进行一次困难POW检定：若成功，目标的友人、爱人和亲人对目标的态度会变得急躁而薄情。目标的老友会因为最琐碎的小事而被激怒、爆发争吵，熟人会处处和他作对争辩，配偶和爱人会视他如同陌路。目标的工作或者职务也会大受冲击，因为上司和同事会突然开始厌恶与其共事。本诅咒持续一个朔望月，或者到被魔法驱散为止。深层魔法：如果将魔法值消耗翻倍(100)那么法术不需要POW检定成功就能生效。法术的变体还可能影响目标的幸运（幸运值减半）且「信用评级」「魅惑」「说服」「话术」技能和APP检定都要得到一颗惩罚骰。\n别名：负面拆分、割裂术、劈裂幸福心",
"coc 负面拆分":"{coc 友善关系断绝术}",
"coc 割裂术":"{coc 友善关系断绝术}",
"coc 劈裂幸福心":"{coc 友善关系断绝术}",
"coc 奈亚拉托提普之影":"奈亚拉托提普之影\nShadowofNyarlathotep\n消耗：3点魔法值；1D3+1点理智值（+5点POW）施法用时：1小时\n注意首次成功施放本法术要消耗5点POW。施法者施法时需要一品脱（约500mL）温热的人血和三只活动物（比如鸡和兔子）。牺牲三只动物并向奈亚拉托提普念诵可怖的咒语后，会出现一片庞大朦胧的阴影，奈亚拉托提普万千化身之一的影子（取决于施法者所知的形态——例如，在非洲施放时可能就是血舌(BloodyTongue)的形态）。施法者将阴影引导向目标处，它将跟踪目标，引发目标萦绕不散的恐惧和奇怪的寒冷感。阴影可以多种方式影响目标。目标或其他人隔着一段距离看到阴影要进行理智检定（损失1D2/1D6点），近距离观察时，只要阴影的细节可以辨认（长有利爪的肢体、本来是脸的位置却长着触手等等），则理智检定的结果更重（损失1D6/1D20点）。阴影会遵循施法者的命令持续一小时，此后会消散。它可以把看到它的人吓到风声鹤唳、草木皆兵，但它不能物理上影响目标和观察者，也不能移动物体乃至攻击。这种惊吓的常见症状包括梦魇、过度出汗、夜尿失禁等。阴影会被强光驱散，如附近有大片火焰或者汽车大灯，但普通电灯没有效果。深层魔法：若消耗增至10点魔法值和1D6点理智值，则阴影会更加物质化，能够移动物体、敲打东西、发出声响，但仍不能直接攻击目标。这等离奇怪事的理智损失由KP裁定。\n别名：召唤狡猾的跟踪者、黑暗的轮廓、信使的阴影",
"coc 召唤狡猾的跟踪者":"{coc 奈亚拉托提普之影}",
"coc 黑暗的轮廓":"{coc 奈亚拉托提普之影}",
"coc 信使的阴影":"{coc 奈亚拉托提普之影}",
"coc 阴影虚空术": "阴影虚空术\nShadow Void\n消耗：8点魔法值；1D6点理智值\n施法用时：即时\n让目标沉入阴影。施法者必须能看见目标、想象出他的模样或者说出他的名字。目标会被剥夺所有感觉，还会感觉有一只看不见的手在引诱，一边戳一边抽打（每轮造成1D4点伤害）。这个效果将压制目标，致使他们1D6轮中无法进行任何行动。法术生效的下一轮起，目标每轮可以进行一次困难POW检定，若成功则法术被抵抗。若第二轮仍承受法术效果，目标要进行一次理智检定（损失1/1D4点）；若法术仍继续生效，此次理智损失会增加（损失1D2+1/1D6点）。若目标处于疯狂状态，此次理智损失翻倍（可能引发疯狂发作）。\n别名：不可名状的恐惧、游荡之手的巫术、置敌于深远黑暗",
"coc 枯萎术":"枯萎术\nShrivelling\n消耗：可变的魔法值和理智值\n施法用时：即时\n本法术是强力的攻击法术，会对一名目标造成物理伤害。施法者消耗任意数量的魔法值，理智值的消耗是魔法值的一半。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，目标会突然之间遭到一股可怕能量的冲击，使得血肉焦黑凋零。每在法术中投入1点魔法值，目标就会损失1点耐久值。深层魔法：召唤出神话的巨大能量是一回事，通过理解和领悟去塑造能量又是一回事。有些施法者无需POW检定即可达成法术。而且，施法者可以选择对目标施加更多精神上的恐怖；当被能量冲击击中时，目标会相信自己遭到恐怖的神话生物攻击，进行一次理智检定，损失1/1D6点理智值。\n别名：忏悔术、死亡的凋零一击",
"coc 忏悔术":"{coc 枯萎术}",
"coc 死亡的凋零一击":"{coc 枯萎术}",
"coc 银喷雾":"银喷雾\nSilverSpray\n,the消耗：可变的魔法值；1点理智值\n施法用时：1轮\n本法术只能在幻梦境施放。取消单一目标身上的法术效果。施法者可以投入任意点魔法值。一道闪光的不透明银色喷雾线从施法者手中喷出，向至多10米内的目标延伸而去。如果向喷雾中投入的魔法值大于等于目标身上所有正在生效的法术的消耗之和，则喷雾会取消这些法术的所有效果。深层魔法：对克苏鲁神话有更深层了解的人可以不只影响一个人——每名目标都需要单独的魔法值供应（因为每名目标都要分别投入所需魔法值才能取消各自的法术效果，所以施法者必须投入更多魔法值以影响其他目标）\n别名：库拉尼斯的意志、无效化之指",
"coc 库拉尼斯的意志":"{coc 银喷雾}",
"coc 无效化之指":"{coc 银喷雾}",
"coc 塞壬之歌":"塞壬之歌\nSiren'sSong\n消耗：6点魔法值；5点理智值\n施法用时：2轮\n施法者通过吟唱一段歌谣或旋律，诱骗一名目标，以为施法者就是他或她心中所念之人。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，目标的行动好像完全被施法者魅惑了一般——他愿意照着施法者的意愿说任何话、做任何事。若目标被强迫去做对施法者所爱的他人或者目标自己造成伤害的行动时，需要再次进行POW对抗检定。法术会影响所有听到歌声的人，每个人都要各自和施法者进行POW对抗，否则会受到影响。法术的效果持续1D10小时。\n别名：魅力术、美人鱼的催眠曲、精神敏感术",
"coc 美人鱼的催眠曲":"{coc 塞壬之歌}",
"coc 精神敏感术":"{coc 塞壬之歌}",
"coc 熊皮法":"熊皮法\nSkinoftheBear\n消耗：5点POW；1D6点理智值\n施法用时：1个月\n可以让施法者暂时伪装成熊的样子。施法者须先猎杀一头熊，并剥下熊皮。接下来要经过一个月的仪式来制备熊皮，将它填进稻草，填充后要能让施法者穿戴时熊皮能完整覆盖身体。此后，施法者只要牺牲4点魔法值并准备3轮，就能套进熊皮，伪装成熊的形态。熊皮极难操控，需要练习。熊的左爪里面缝着三个环，能让穿戴者行走、跑动和转弯。熊形态具有MOV12并为佩戴者提供3点护甲。穿戴者获得一个新技能“控制熊皮”，初始值为DEX的一半。每当施法者想进行一次困难的行动（如边跑边跳，或攻击（一次攻击，造成3D6点伤害），就要进行检定。每穿戴熊皮15分钟就必须消耗1点魔法值。注意，熊的灵魂有固定1%的概率吞噬施法者，他会忘记自己的身份，余生都将变成四处漫游的动物。一旦穿戴者发现熊皮无法被取下，转换成野兽的过程就只需要几个小时，除非能成功施放任何驱灵仪式。深层魔法：可能存在反映不同文化地理区的法术变体。狼皮术和象皮术就是两种可能性。\n别名：熊形术、爪之绳、野兽的拥抱",
"coc 熊形术":"{coc 熊皮法}",
"coc 爪之绳":"{coc 熊皮法}",
"coc 野兽的拥抱":"{coc 熊皮法}",
"coc 皮行者术":"皮行者术\nSkinWalker\n消耗：1D6+2点魔法值；1D4点理智值\n施法用时：3轮\n使得某座坟墓开启，墓中的尸皮复活，保持人形并执行某些简单的命令。皮行者可以被命令去攻击，其方式是蠕动到对方的脸上并尝试闷死他（使用溺水规则来决定是否窒息）。要将这令人窒息的人皮扯下来，目标必须和皮行者进行一次STR检定并胜出：若目标胜出，他受到1D4点脸部伤害。若幸运检定失败，扯下这具邪恶人皮时目标的脸皮会一起被撕坏，损失5点APP。所有人皮一般都有60点STR，但KP可以根据尸体的新鲜或腐朽程度、是否经过防腐、坟墓的干湿程度来予以调整。其他物理属性均为60点，POW为5点。目击皮行者的理智损失是1/1D6点。\n别名：尸肉术、蠕行的血肉、唤醒死者之鞘",
"coc 尸肉术":"{coc 皮行者术}",
"coc 蠕行的血肉":"{coc 皮行者术}",
"coc 唤醒死者之鞘":"{coc 皮行者术}",
"coc 梦想家诱捕术":"梦想家诱捕术\nSnareDreamer\n消耗：8点魔法值；1点理智值\n施法用时：20分钟\n召唤并吸引特定的灵魂或魂魄，如果它正在宿主身体以外的话（就如同梦想家一般）。施法者和目标之间的距离不能超过五英里。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，此灵魂将出现在施法者面前，并受到“灵魂束缚术”等其他法术的影响。如果灵魂逃脱了捕捉，它会漫游离开。梦想家的灵魂会看到施法者及其地点（但他也许认不出来具体位置），并且会将这次遭遇记忆为一次特别真实的梦。\n别名：灵魂陷阱、灵魂垂钓、无尽睡眠的陷阱",
"coc 灵魂陷阱":"{coc 梦想家诱捕术}",
"coc 灵魂垂钓":"{coc 梦想家诱捕术}",
"coc 无尽睡眠的陷阱":"{coc 梦想家诱捕术}",
"coc 日光直视术":"日光直视术\nSolarGaze\n消耗：8+点魔法值；2D4点理智值\n施法用时：1轮\n使空气变浓厚，形成临时的棱镜，强化阳光的灼热力量。施法者诵念仪式词组，1D10分钟之后周围的空气就会变得浓厚，变化成目标正上方的棱镜。此棱镜每轮造成1D6点伤害，阳光灼烧目标的皮肉，使其起泡、燃烧，最后只余下冒着烟的焦黑残骸。每消耗8点魔法值，法术的效果就持续2轮。施法者必须将法术的目标指定为他视野范围内的单体，棱镜会���随此目标。避开太阳可以抑制法术（遁入深穴可以抵消法术的效果）。法术只能在白天施放且太阳至少要部分可见（可能要进行幸运检定）。目标须进行一次理智检定（损失1/1D6点），目击者也要检定（损失1/1D4点）。目标5码之内的所有人每轮也要受到1D4点伤害，除非他们走开。\n别名：天照的直视、克图格亚之恨、灼痛术",
"coc 天照的直视":"{coc 日光直视术}",
"coc 克图格亚之恨":"{coc 日光直视术}",
"coc 灼痛术":"{coc 日光直视术}",
"coc 格利桑德之歌":"格利桑德之歌\nSongofGlissande\n消耗：可变的魔法值\n施法用时：2轮\n本法术只能在幻梦境施放。法术在施法者伸开的手掌上产生一小团银针；它们在空中悬浮1D6+1轮，奏响甜美和谐的韵律，在远处产生朦胧的回响。用施法者投入的魔法值乘以五，并和预定目标的INT进行对抗检定，目标必须能看见、听见银针（距离20尺以内）。如果目标在对抗检定中落败，他在奏乐期间会平静地被曲调吸引。第一轮后施法者便可离开，银针仍会悬浮在原地，缓慢消失。任何在奏乐期间经过的人也要进行相同的对抗检定。若被吸引的人受到猛力摇晃或受伤，他会立刻解除入迷状态。本法术用途广泛——让几个人绕过守卫、避免被凶恶野兽击伤、脱离和醉酒水手的打斗，只是其中三个可能的例子。\n别名：着迷的旋律、分心之钟、抚慰术",
"coc 着迷的旋律":"{coc 格利桑德之歌}",
"coc 分心之钟":"{coc 格利桑德之歌}",
"coc 抚慰术":"{coc 格利桑德之歌}",
"coc 哈斯塔之歌":"哈斯塔之歌\nSongofHastur\n消耗：1D4点魔法值以上；1D4点理智值以上施法用时：3轮\n施法者发出惊悚的尖锐号叫，使选定目标的皮肉起泡溃烂，变成致命的脓疮。目标须在施法者的视野范围内。虽然每个人都能听到歌声，但法术只对选定的单一目标有效。法术只能在夜间施放且毕宿五可见时有效（最佳观测时间是秋天到春天）。施法者须进行一次POW检定，结果要在施法者的POW以下，他才能唱出正确的异界旋律。施法者每轮都要消耗1D4点魔法值和1D4点理智值，直到他们停止此法术或者魔法能量用尽为止。若施法成功，法术在生效期间每轮对目标造成1D6点伤害。每两轮之后，瘢痕会令目标的APP下降3D10。每四轮之后，内脏破裂会令目标的CON下降3D10。当目标的CON减少到0（或因耐久减少而死亡），其身体将肿胀成一团，在令人作呕的“嘭”声中爆炸；冒着热气的脓血同时溅洒到地面上。深层魔法：本歌可以作防御用途，来抵御另一名本法术的施法者。成功的反击法术会互相抵消。\n别名：王之吼、黄廷之音、产生巨大折磨和痛苦的沸腾疮疖",
"coc 王之吼":"{coc 哈斯塔之歌}",
"coc 黄廷之音":"{coc 哈斯塔之歌}",
"coc 产生巨大折磨和痛苦的沸腾疮疖":"{coc 哈斯塔之歌}",
"coc 灵魂抽取术":"灵魂抽取术\nSoulExtraction\n消耗：10点魔法值；5点理智值\n施法用时：24小时\n可以隐藏一个人的灵魂或魂魄来保护它，通常会用一个陶罐。要举行一场复杂漫长的仪式，仪式中心则是施法者制作的，用来盛放灵魂的容器。施法的目标（如果不是施法者的话）也要在场并同意接受法术（他将损失1D6点理智值），否则法术会失败。施法完成以后，目标会继续正常生活，并在抵抗对其施放的法术时获得一颗奖励骰（比如那些需要POW对抗检定才能成功的法术）。混乱感之类的副作用会很明显（如果此人受到疯狂发作和疯狂的影响，会表现出来）。如果有敌人想控制灵魂的容器，必须直接对它施法（抵消所有奖励骰），每个法术都会对它造成最大效果/伤害。\n别名：灵魂隐藏术、物神壶创建术、反击巫术、舒适的容器",
"coc 灵魂隐藏术":"{coc 灵魂抽取术}",
"coc 物神壶创建术":"{coc 灵魂抽取术}",
"coc 反击巫术":"{coc 灵魂抽取术}",
"coc 舒适的容器":"{coc 灵魂抽取术}",
"coc 灵魂之歌":"灵魂之歌\nSoulSinging\n消耗：8点魔法值；1D4点理智值\n施法用时：2轮\n使单一目标只能看到、听到施法者想要的内容。施法者必须通过附魔的笛子演奏一段乐曲（参见“诅咒之笛创建术”，P86）。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。灵魂之歌对单一目标施放，目标将只能看到施法者想要让他看到的东西，这些东西通常会导向终结和毁灭。若施法者停止吹奏旋律，目标会从魔法效果中解放。在场的其他人无法听到旋律，除非他们进行一次困难难度的POW检定并成功，才能听见模糊的、不定向的奇怪笛声。\n别名：哈默尔恩的旋律、吹笛人的吉格舞、灵魂进入术",
"coc 哈默尔恩的旋律":"{coc 灵魂之歌}",
"coc 吹笛人的吉格舞":"{coc 灵魂之歌}",
"coc 灵魂进入术":"{coc 灵魂之歌}",
"coc 灵魂窃取术":"灵魂窃取术\nSoulStealer\n消耗：24点魔法值；2D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。一颗银色的球（直径约6寸）向目标冲去，穿过他，改变颜色又回到施法者身边（两人距离要在30码以内）。法术创建的这个玩意会从目标躯体里带走他的灵魂。除了5点POW之外，受害者其余所有INT和POW都被装到了这个球里。目标的灵魂每被困在球中一天，就要失去1点理智值。球体的颜色随受害者的信仰和修性而不同。这颗球（吸收了受害者的灵魂后）像玻璃一样脆弱，只要被打破，受害者的灵魂就会返回原躯体。如果躯体已经被毁灭，球体打碎时灵魂若能在和施法者的POW对抗检定（使用他原本的全值POW）中胜出，就会被释放。如果它在躯体被毁灭的情况下释放出来，它可能变成鬼魂或者游魂之类的东西，理论上可以尝试占据一具新躯体。\n别名：灵魂之陷阱、削弱敌人、否定之球",
"coc 灵魂之陷阱":"{coc 灵魂窃取术}",
"coc 削弱敌人":"{coc 灵魂窃取术}",
"coc 否定之球":"{coc 灵魂窃取术}",
"coc 灵魂陷阱术":"灵魂陷阱术\nSoul-Trap\n消耗：6点魔法值；5点POW；1D4点理智值\n施法用时：制作护身符用时1天可以让施法者用一个特制的护身符来困住目标的灵魂。制作护身符消耗施法者5点POW。目标在死亡时必须佩戴护身符，否则法术失败。佩戴护身符时，灵魂会自动被捕捉。此后目标的灵魂可以被施法者用几个字的咒语召唤出来。召唤出的灵魂维持它生前的样子，包括衣服和戒指手表之类的饰物。灵魂可以被询问或者召来执行某些任务，但如果它拒绝或敌对，则施法者必须在POW检定中获胜，迫使其执行命令。若此POW检定失败，灵魂会解放，很快便消失。灵魂被召唤以后维持的时间是POW的五分之一轮，在间隔相同的时间以后可以再次召唤。\n别名：束缚自我术、灵魂石创建术、死亡大师",
"coc 束缚自我术":"{coc 灵魂陷阱术}",
"coc 灵魂石创建术":"{coc 灵魂陷阱术}",
"coc 死亡大师":"{coc 灵魂陷阱术}",
"coc 和等待着的黑暗交谈之术":"和等待着的黑暗交谈之术\nSpeakwithTheWaitingDark\n消耗：5点POW；1D6点理智值\n施法用时：可变的小时\n数允许施法者联络“居于黑暗之中者”塞伊格亚。法术需要准备一间特殊房间或者地点，其中必须全无任何装饰，用黑漆或煤烟涂满，所有门窗也要紧闭，确保没有光线能透进来。施法者端坐房间正中，诵念咒语，需要困难POW检定成功。法术一旦开始，施法者就要静坐在房间中凝视黑暗并持续数个小时。如果任一时刻有光线照进了房间，或者施法者离开了，那么法术就会被破坏，无法建立联络。在不确定的时间之后，房间中央会出现塞伊格亚的一只巨大绿眼的形象，漂浮在空中（导致1D4/1D10点的理智值损失）。这时联络就建立了（此神本身还会造成更多理智损失）。\n别名：祈愿全视之眼、问询黑暗中之眼、与孤独阴影交谈",
"coc 祈愿全视之眼":"{coc 和等待着的黑暗交谈之术}",
"coc 问询黑暗中之眼":"{coc 和等待着的黑暗交谈之术}",
"coc 与孤独阴影交谈":"{coc 和等待着的黑暗交谈之术}",
"coc 灵体剃刀术":"灵体剃刀术\nSpectralRazor\n消耗：可变的魔法值；2点理智值\n施法用时：1轮\n创造一把无形刀刃，可以用做攻击武器。本法术维持效果需要每轮消耗2点魔法值。这把无形的刀使用「格斗（斗殴）」技能，就如同他们手上拿着真刀一样（亦即，施法者用“拿着”无形刀刃的手做出切割、戳刺的动作）。这把魔法刀攻击成功则造成1D6点伤害，可以贯穿（但没有伤害加值），并且对只能用魔法攻击的生物也能造成伤害。这把灵体武器不会留在受害者的身体里。若施法者在使用灵体剃刀的时候陷入疯狂，则这件武器会自己活起来，迅速从施法者的手中飞出并开始在附近乱飞，随机攻击周围的人。此时「闪避」刀刃的检定有一颗惩罚骰；若闪避不成功，刀刃会自动击中目标。武器会继续这样行动1D4+1轮，然后消失。深层魔法：一种变体能让施法者将灵体剃刀当作远程武器使用；它的攻击范围是施法者POW一半的码数。目标必须在视野范围内。若目标潜伏在障碍物或掩体后面，则伤害会作用在中间的物体上，直到KP断定伤害足够让目标可见并暴露。\n别名：剃刀的挠痒、切割之手、切片之歌、裂骨飘筋术",
"coc 剃刀的挠痒":"{coc 灵体剃刀术}",
"coc 切割之手":"{coc 灵体剃刀术}",
"coc 切片之歌":"{coc 灵体剃刀术}",
"coc 裂骨飘筋术":"{coc 灵体剃刀术}",
"coc 随伊伯一起湮没的法术": "随伊伯一起湮没的法术\nSpellthatwasLostwithIb,the\n消耗：24点魔法值；1D10点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。施法者和目标进行一次POW对抗检定：若施法者胜出，目标就变成蜘蛛，SIZ等于他原来的SIZ，且所有的腿都是断的。目击这一变形过程需进行理智检定（损失1/1D6点）。\n别名：不详。",
"coc 苏斯螺旋":"苏斯螺旋（幻梦境）\nSpiralofSuth\n消耗：12点魔法值；1D8点理智值\n施法用时：3轮\n本法术只能在幻梦境施放。创建一道白绿色的光旋涡，它会缓慢地旋转向一名指定的目标，最大距离100码。螺旋会在目标物质上穿出直径3尺的圆洞。洞的深度取决于目标物质的密度。螺旋会穿透两尺厚的花岗岩，或五尺厚的木材，或六尺厚的铁板。一切没能在螺旋移动时逃离其路径的人类都会被立即杀死，因为螺旋会洞穿他们的身体。\n别名：蠕行切片机、腐蚀的意志、螺丝锥",
"coc 蠕行切片机":"{coc 苏斯螺旋}",
"coc 腐蚀的意志":"{coc 苏斯螺旋}",
"coc 螺丝锥":"{coc 苏斯螺旋}",
"coc 灵魂召唤术":"灵魂召唤术\nSpiritSummoning\n消耗：可变的魔法值；1D4点理智值\n施法用时：1D4轮\n能可以联系死者。施法者必须物理上接触灵魂生前的个人物品，如孩子喜欢的玩具、特别假期的纪念品、拥有很深感情羁绊的物品等待。施法者有可能召唤出一个灵魂，坐在爱用的椅子上。通常，此人去世越久，物品的联系就要越深。只要拿住这样一件物品，施法者就要进入出神状态。施法者须投入任意点魔法值。将投入的魔法值乘以五得到百分率；施法者的检定结果必须在此值以下才能召唤出正确的灵魂。若成功，施法者通常会在一两分钟内向上仰望，他们的体态和表情恰似死者的翻版。召唤出的灵魂进入施法者的身体后，需要一小会儿适应新躯壳，尝试控制肌肉和感官，最终回想起如何讲话。其他参与召唤仪式的人也可以参与这场“通灵”。施法者外所有人手拉手围成一个圈，每人失去一点魔法值（增加到施法者投入的魔法值中一起决定成功度），施法者坐到一边。一旦圆圈被破坏，灵魂就会自行离去。灵魂寄宿在陌生的身体里并不舒适，不久它就要会求放它离开。有敌意的灵魂可以被强迫去回答问题。灵魂必须要等到通灵圆圈破坏后才能离去，或者它也可以和在场的POW最高的人进行对抗检定，若获胜即可离去。深层魔法：召唤死者有风险，尽管意图很好，但总会有预料以外的灵魂出现。这种情况会造成其他灵魂占据施法者，甚至异界存在（假使此存在喜欢这具躯体的话，想赶走它就会变得难上加难）。备注：若有必要，使用“精神攻击和占据”规则。\n别名：通灵术、死者交流术、招魂术、引魂术",
"coc 通灵术":"{coc 灵魂召唤术}",
"coc 死者交流术":"{coc 灵魂召唤术}",
"coc 招魂术":"{coc 灵魂召唤术}",
"coc 引魂术":"{coc 灵魂召唤术}",
"coc 稳固术":"稳固术\nStability\n消耗：6点魔法值；1D3点理智值\n施法用时：即时\n本法术只能在幻梦境施放。从施法者的身体中释放出纤细的能量束，让他保持稳定——不论四周发生了什么事。本法术可以完美防御“活X术”和“分离抛掷术”等法术。施法者必须消耗6点魔法值，以激活法术持续1D6+2轮；法术还可以以每6点魔法值1D6+2轮的方式继续维持下去。这个附魔会让巫师在不稳定的位置保持稳定。它甚至可以在高空坠落时施放，这种情况下法术会让施法者悬在半空中，直到法术终止（不过此后他们还是会继续坠落）。法术也可以抵抗强力作用，其STR等于施法者POW的两倍——注意如果有其他法术压制了此STR（如在对抗检定中），稳固术会被取消，施法者可以被正常移动。\n别名：可靠的凝聚、不可动摇、静止维持术",
"coc 可靠的凝聚":"{coc 稳固术}",
"coc 不可动摇":"{coc 稳固术}",
"coc 静止维持术":"{coc 稳固术}",
"coc 生命偷取术":"生命偷取术\nStealLife\n消耗：15点魔法值；1D20点理智值\n施法用时：1+轮\n这一恶魔般的残酷法术会从受害者身上榨取生命，让施法者变年轻。法术必须在满月下施放，目标必须能够看到、听到施法者。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效；若成功，目标开始衰老腐朽，他们先天的生命力和活力会被施法者消耗掉。此法术施放后的每轮，目标就要分别失去1D10点STR、CON、DEX、POW、APP。施法者每从目标身上榨出一点属性点，就可以变年轻一天。例如，如果本法术从目标的属性当中共榨出40点属性点，施法者将变年轻40天。同时；目标会枯槁；肌肉变成灰色并层层剥落，等到法术完全结束，他会变成一具可怖的干瘪躯壳（目睹此场景损失1/1D6点理智值）。施法者也可以在目标死亡之前的任何时刻终止法术——目标的外观明显随着法术的继续而变坏（苍白的皮肤、纸一般的皮肤、凋萎挛曲的肢体等等）。如果施法者在目标未死时被杀，则法术撤回，目标所有丢失的属性值会立即返还。深层魔法：本法术可以在非满月的时候施放。这个时候施法者不能得到返老还童的好处，但如果施法者一意孤行，目标仍然会受难而死。若法术在狩猎月（秋分后的第一个满月）施放，施法者可以每轮榨出最大值10点的STR、CON、DEX、POW、APP属性点（而非1D10点）。本法术的一种变体能让施法者把榨出的属性点直接转化为自己的POW点数（每吸取5点属性点增加1点POW）。\n别名：活力榨取术、猩红仪式、五教团的亵渎圣礼",
"coc 活力榨取术":"{coc 生命偷取术}",
"coc 猩红仪式":"{coc 生命偷取术}",
"coc 五教团的亵渎圣礼":"{coc 生命偷取术}",
"coc 活血偷取术":"活血偷取术\nStealLife'sBlood\n消耗：20点魔法值；1D10点理智值\n施法用时：1D6+1轮\n允许让施法者用人祭的方式来复活死者。施法者必须在和将在法术中牺牲的其中一人进行POW对抗检定并胜出：若施法者落败，受害者将毫发无损，施法者反而要受到1D10点伤害。若施法者胜出，所有人祭的血液都会离开身体，汇聚成球，漂浮在身体上方。当所有祭品的血液都吸收完毕后（需要1D6轮），它会从空中飞流到（由施法者准备好）等待复活的尸体内外。1D6分钟内尸体就会重生。目击此仪式需要进行理智检定（损失1/1D6点）。法术主要的副作用是，复生的尸体将永无休止地渴求活物的鲜血。\n别名：以血化生、放血仪式",
"coc 以血化生":"{coc 活血偷取术}",
"coc 放血仪式":"{coc 活血偷取术}",
"coc 心跳停止术": "心跳停止术\nStopHeart\n消耗：14点魔法值；2D6点理智值\n施法用时：1轮\n令法术的目标经受一次严重的心脏病发作。虽然本法术只需要一轮去施放，但施法者必须花掉至少一天的时间来准备本法术（在法术施放前一星期）。准备过程包括一场认真的仪式，施法者在仪式中净化自己的身心。净化过后，法术可以在随后七天的任何时候施放。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效，且目标须在施法者视野范围内。若成功，目标失去4D6点耐久值，若还活着也会在2D10轮当中失去战斗能力。深层魔法：在本法术的一个恐怖扭曲版本中，目标尚在搏动的心脏会被召唤到施法者的手中（最大距离100尺）。必死无疑。\n别名：抓攫不信者跳动的心脏、血手术、死之真言",
"coc 轰盲术":"轰盲术\nStrikeBlind\n消耗：20点魔法值；1D8点理智值\n施法用时：2轮\n造成永久失明。目标必须在施法者视野之内，距离不得超过30码。施法者打出手势，大声叫出奈亚拉托提普的秘密名讳：若成功，目标失去1D10点理智值和1D4+1点耐久值，因为他们的眼球会突然融化，从眼眶里掉出来；这过程中目标会痛苦难忍，饱受折磨。目标至此永久失明。\n别名：穴居者的视野、不堪入目的融化、黑法老的诅咒",
"coc 穴居者的视野":"{coc 轰盲术}",
"coc 不堪入目的融化":"{coc 轰盲术}",
"coc 黑法老的诅咒":"{coc 轰盲术}",
"coc 呆滞震爆术":"呆滞震爆术\nStupefyingBlast\n消耗：16点魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。一团蓝绿色的混沌能量爆将向目标喷出最多30尺，目标必须在和施法者的POW对抗检定中胜出否则会因这次打击而耳聋、目盲、口哑、呆滞。被能量爆击中后每满一小时，不幸的目标都可以尝试一次极难POW检定以移除诅咒（所有效果都会消失）。\n别名：拟作尸体、麻痹汝敌",
"coc 拟作尸体":"{coc 呆滞震爆术}",
"coc 麻痹汝敌":"{coc 呆滞震爆术}",
"coc 召唤术": "召唤术\nSUMMONINGSPELLS\n消耗：可变的魔法值；1D4点理智值\n施法用时：每消耗一点魔法值用时5分钟，束缚术用时1轮本类法术和异界种族和仆从有关，这些怪物常服侍更大的怪物或者巫师。本类法术的流程相近，但不同法术状况不同。知道一种法术对试图施放另一种没有任何用处。每种法术的召唤部分和束缚部分通常都是一起学到的，但不总是如此。急躁而的巫师只学习召唤术、不学习束缚术，是十分愚蠢的。除了少数例外（如外神仆役召唤、束缚术，另行说明）以外，本类法术每消耗1点魔法值，成功几率就增加10%。比如，3点魔法值的成功率为30%。大致来说，每消耗1点魔法值，施法者就要花费五分钟时间吟唱——成功率越高，施法用时越长。掷骰结果96~100必然失败——结果为100总会对施法者造成坏的结果。无论施法成功与否，每次施法时，施法者都要损失1D4点理智值。若施法成功，每次施法吟唱结束的2D10游戏分钟后，会出现一个被召唤的存在。目击出现的东西会造成理智值损失。根据KP的意愿，此生物抵达时就是被束缚的，或者KP会要求施法者与召唤物进行POW对抗（参见“束缚术”，P41）。若胜出，生物即被束缚；否则，它会攻击施法者，然后回到它来的地方。被束缚的生物必须服从施法者的一项命令，即使命令的内容是攻击同类；命令完成后它才能获得自由。",
		"怪物召唤术摘要": "巴卡召唤术，肖格纳尔·方之兄弟召唤术，拜亚基召唤术，黑山羊幼崽召唤术，深潜者召唤术，巨噬蠕虫召唤术，空鬼召唤术，炎之精召唤术，大戴什召唤术，恐怖猎手召唤术，夜魇召唤术，外神仆役召唤术，修格斯召唤术，星之精召唤术，瘟疫召唤术本列表并未穷举。",
"coc 巴卡召唤术": "巴卡召唤术\nSummonBaka\n可以为请求者施放，施法时请求者必须和施法者一起在现场。施法者支付法术消耗的同时，一名请求者必须消耗1D3点理智值。本法术的仪式和用具应当符合施法者的文化传统。巴卡（“恶灵”）会实现一个“愿望”——如果价格合适的话。巴卡在谈判时通常非常狡猾；需要「说服」检定成功，才能确保两方都能理解并同意交换条件。巴卡会在1D6天之内实现愿望，随后返回请求者处索要报酬。愿望的精确本质要和KP的意见一致，并且是简单的任务（惊吓某人、带来厄运24小时、盗取某物，等等）。至于愿望的价值，可能是请求者力所能及的任何事情（盗取某物、伤害某人、抛弃财产，等等）。\n别名：请求不可视世界的灵魂",
"coc 肖格纳尔·方之兄弟召唤术": "肖格纳尔·方之兄弟召唤术\nSummonBrotherofChaugnarFaugn\n肖格纳尔·方的微型版本蛰伏在地面下的掩蔽所，它们在旧日支配者再次行走于大地之时会重新醒来。要成功施法，必须准备一碗人类的鲜血和一团露天的火焰。法术必须在新月之夜施放。在吟唱咒语的时候，将血液逐渐滴进火焰中。若成功，则能召唤出一个次级的肖格纳尔·方之兄弟（要求理智检定，损失1/1D4点）。深层魔法：一种变体能召唤出高级的肖格纳尔·方之兄弟（理智损失1D3/1D8点），流程相似但咒语不同。施法者成功施法需要额外消耗10点魔法值。出于无知、文字脱漏和恶意，不同的法术变种常常会互相混淆——导致某些巫师召唤出超过自己预期的东西。备注：参考《怪物之锤》获取更多有关肖格纳尔·方之兄弟的信息。\n别名：肖格纳尔·方之子嗣召唤术",
"coc 肖格纳尔·方之子嗣召唤术":"{coc 肖格纳尔·方之兄弟召唤术}",
"coc 拜亚基召唤术":"拜亚基召唤术\nSummonByakhee\n在吟唱中必须吹响哨子。本法术仅在毕宿五升上地平线的夜晚有效（最佳时间是十月至翌年三月）。召唤出的拜亚基将从空中振翅而下，身上尚且因穿越宇宙的旅行而极其寒冷。若哨子是附魔的，则附魔哨子的每点POW可使成功率增加2%。哨子可以反复使用。\n别名：召唤汝骥，驮负汝身、唤来旅行者的旋律",
"coc 召唤汝骥，驮负汝身":"{coc 拜亚基召唤术}",
"coc 唤来旅行者的旋律":"{coc 拜亚基召唤术}",
"coc 黑山羊幼崽召唤术":"黑山羊幼崽召唤术\nSummonDarkYoungofShub-Niggurath\n召唤来单只黑山羊幼崽。必须牺牲一只至少40SIZ的野兽。施法者需要一把刀在杀死目标时进行特定的仪式宰割。本法术在月黑之夜的户外森林中施展。\n别名：延请林中之暗、流血吠者之祭刀仪式",
"coc 延请林中之暗":"{coc 黑山羊幼崽召唤术}",
"coc 流血吠者之祭刀仪式":"{coc 黑山羊幼崽召唤术}",
"coc 深潜者召唤术":"深潜者召唤术\nSummonDeepOne\n能召唤单只深潜者。本法术必须夜间在海边施放。施法者诵读祷词并用刀切下他的（或者祭品的）血肉，让血流进海里。若使用了深潜者的护身符，则施法者的成功率增加10%。\n别名：呼唤鱼兄弟、海德拉血祭、达贡的号令",
"coc 呼唤鱼兄弟":"{coc 深潜者召唤术}",
"coc 海德拉血祭":"{coc 深潜者召唤术}",
"coc 达贡的号令":"{coc 深潜者召唤术}",
"coc 巨噬蠕虫召唤术": "巨噬蠕虫召唤术\nSummonDhole\n这个法术极其罕见，人们认为它原载于《伊波恩之书》（此书只有部分传世）。法术必须由一大群人共同吟唱，每人贡献1点魔法值。施法者可以消耗任意点魔法值——注意（施法者和协助者）每投入1点魔法值只能提供1%的成功率（如施法者投入10点魔法值、30名协助者每人投入1点魔法值，则总计40点魔法值相当于召唤成功率40%）。法术的条件繁多且变化多端，需要罕见的原料、至少六小时的吟唱，以及其他隐晦或血腥的成分。若法术成功，将整群人投入的总魔法值乘以五，决定召唤出巨噬蠕虫的SIZ。所以人群的规模直接决定了召唤出巨噬蠕虫的SIZ。此巨噬蠕虫可能出现时就已经束缚并受控制，除非施法者（因自愿、失去专注、入睡等等）释放它，那时它就消失。若束缚失败，巨噬蠕虫会试图吞掉所有人后消失。当然，试图将巨噬蠕虫召唤到地球来恐怕能归进人间最不明智的行为——即便伊波恩本人也警告说这是愚不可及之举。\n别名：召唤大吞噬者",
"coc 召唤大吞噬者":"{coc 巨噬蠕虫召唤术}",
"coc 空鬼召唤术":"空鬼召唤术\nSummonDimensionalShambler\n单只空鬼将从稀薄的空气中逐渐成型。施放本法术需要一把铜铁之类的纯金属制造的匕首（黄铜等合金无效）。若匕首是附魔的，则附魔匕首的每点POW可使成功率增加2%。本法术昼夜均可施放。\n别名：召唤漫游者的吟唱、铜之歌、异界者之唤",
"coc 召唤漫游者的吟唱":"{coc 空鬼召唤术}",
"coc 铜之歌":"{coc 空鬼召唤术}",
"coc 异界者之唤":"{coc 空鬼召唤术}",
"coc 炎之精召唤术":"炎之精召唤术\nSummonFireVampire\n使星之精如飞掠的流星一般从空中俯冲而下。需要篝火或者其他火源。本法术仅在北落师门升上地平线的夜晚有效（北半球中纬度的最佳时间是九月至十一月）。\n别名：闪烁者召唤术、活火焰秋唤术",
"coc 闪烁者召唤术":"{coc 炎之精召唤术}",
"coc 活火焰秋唤术":"{coc 炎之精召唤术}",
"coc 大戴什召唤术":"大戴什召唤术\nSummonGreaterDesh\n这只大戴什召唤出来时会从选定目标的脑子里钻出。法术可以施法者视野内任一人类为目标，或者是用其他某些法术侦测出的目标（如“生命觉察术”，P167）。施法者和预定目标进行一次POW对抗检定：若施法者胜出，则大戴什会在目标头顶打开一个星形开口钻出来（目标则立即死亡）。目击这一事件需要进行理智检定（损失1D3/1D6点）。若目标在对抗检定中胜出并抵抗了本法术，则召唤失败，但目标必须进行一次幸运检定：若操作性，施法者和目标之间就会产生永久的精神链接，直到其中有一方死去。这期间目标都会以梦境般或碎片般的方式经历施法者的经历及想法。深层魔法：一种变体会召唤2D6只小戴什(LesserDesh)，但它们要用施法者的大脑作为降临的通道。戴什会以苍白的影像从施法者额头的小洞里钻出，落到地上才会变成实体。每召唤出三只小戴什（向下取整），施法者便永久失去5点INT。\n别名：召唤异界之物、召集食脑者。召引下界生物备注：参考《怪物之锤》获取更多有关大戴什和小戴什的信息。",
"coc 召唤异界之物":"{coc 大戴什召唤术}",
"coc 召集食脑者":"{coc 大戴什召唤术}",
"coc 恐怖猎手召唤术":"恐怖猎手召唤术\nSummonHuntingHorror\n单只恐怖猎手将由头及身出现，好像从空间中开了一个洞出来一样。本法术只能在夜晚的户外施放。如果没有额外为束缚准备祭品，它会叼走施法者并消失。\n别名：祈求飨宴之牙、召来扭曲魔鬼的言语",
"coc 祈求飨宴之牙":"{coc 恐怖猎手召唤术}",
"coc 召来扭曲魔鬼的言语":"{coc 恐怖猎手召唤术}",
"coc 夜魇召唤术":"夜魇召唤术\nSummonNightgaunt\n一声几不可闻的空气轻响以后，单只无面的飞行的恐怖就出现了。召唤时现场必须要有一块装饰有神秘旧印的石头，但石头本身可以不必为星形。本法术只能在无月的夜晚施放。\n别名：无面人的低语、召唤有翼的阴影",
"coc 无面人的低语":"{coc 夜魇召唤术}",
"coc 召唤有翼的阴影":"{coc 夜魇召唤术}",
"coc 外神仆役召唤术": "外神仆役召唤术\nSummonServitorofTheOuterGods\n单只仆役会在疯狂笛声的萦绕回响中出现。魔法值的消耗是普通召唤法术的三倍；每消耗三点魔法值，法术施放成功率增加10%（结果为96~100必然失败）。每次施放本法术还会消耗3D4点理智值。施放本法术还需要一支笛子；若笛子是附魔的，则附魔笛子的每点POW可使成功率增加2%。邪教徒可以在特别亵渎的时段，不限时间地点地施放本法术，典型的如仲夏节前夜、萨温节前夜和五朔节前夜。\n别名：不可描述者的交响乐仪式、令人疯狂的吹管者的吟唱",
"coc 修格斯召唤术":"修格斯召唤术\nSummonShoggoth\n单只修格斯会从地下或海中出现。施法者必须在黑暗中的野外举行仪式。要将一个或多个祭品（等价SIZ100）的鲜血洒到土里或水里，同时大声叫出召唤仪式的咒语。仪式口语极难清晰地发音，因为它包含大量的声门塞音、齿间音、腭音和小舌音（可能为了模仿古老者的语言特点），且首次施法时需要一次成功的知识检定确保发音正确（此后KP可以搁置这个要求）。如果修格斯召唤来没有立即束缚，它将对施法者和其余在场者表现出极大不悦。深层魔法：一般认为某些古老者和深潜者的造物能模仿本法术，让造物的操作者能召唤并命令一只甚至一群修格斯这种令人憎恶的恐怖。\n别名：召唤工人、召来负重野兽",
"coc 召唤工人":"{coc 修格斯召唤术}",
"coc 召来负重野兽":"{coc 修格斯召唤术}",
"coc 星之精召唤术":"星之精召唤术\nSummonStarVampire\n施法者还需要一本书，书上要写或题上法术用的咒语。若书册是附魔的，则附魔书册的每点POW可使成功率增加2%。本法术必须在无云的夜空下施放。只要这种隐形的生物潜伏着接近时，就会听到古怪的窸窣声。此生物是隐形的，除非它的血管里注入了其他可见生物的血液。\n别名：盛宴死亡的夜唤术、染血字母的吟唱",
"coc 盛宴死亡的夜唤术":"{coc 星之精召唤术}",
"coc 染血字母的吟唱":"{coc 星之精召唤术}",
"coc 瘟疫召唤术":"瘟疫召唤术\nSummonPlague\n消耗：20点魔法值；2D10点理智值\n施法用时：1小时\n本法术只能在幻梦境才能成功施放。令携带病原的鼠群和虫群涌向某个地区，传播可怕的瘟疫。被蜇咬的目标自动染病，初期症状在1D3天出现。此后目标每天损失1D20点CON，直到他死亡或痊愈为止。所有技能值也要每天减去10点。染病的梦想家可以用一次成功的「医学」检定治愈，过一夜即可恢复所有丢失的CON（和技能点）。虽然活过一次瘟疫代表对同种瘟疫的再次侵袭产生了免疫，但本法术每次使用都会产生一种不同的疾病，所以不能对此法术产生免疫。第一波带病生物会在2D10分钟后出现，再过2D10分钟会出现下一波。影响地区的范围直径第一天是一英里，此后每天增加一英里，直到带病生物在2D6天后死尽，或者瘟疫被某些方法驱散。召唤出的瘟疫不会传染，它只能通过昆虫和老鼠的蜇咬传播。若染病的梦想家在死亡之前醒来，他会痊愈，下一次来到幻梦境时不会有此疾病的任何症状。召唤出的瘟疫可以通过逆施放本法术来成功驱散；但是染病的人仍需要「医学」检定成功，否则仍然会慢慢死去。\n别名：引瘟虫群、瘟疫之鞭",
"coc 引瘟虫群":"{coc 瘟疫召唤术}",
"coc 瘟疫之鞭":"{coc 瘟疫召唤术}",
"coc 分离抛掷术":"分离抛掷术\nSunderingHurler\n消耗：可变的魔法值；1点理智值\n施法用时：即时\n本法术只能在幻梦境施放。施法者必须在目标10码之内。一波无法抵抗的力量将目标扫向空中，将其或温和或不温和地丢到消耗魔法值乘以8码外的远处。目标落地位置有10%的不准确度（即每移动100尺，落地位置就会偏离10尺）。\n别名：移动术、移位术、运送术",
"coc 移动术":"{coc 分离抛掷术}",
"coc 移位术":"{coc 分离抛掷术}",
"coc 运送术":"{coc 分离抛掷术}",
"coc 肿胀折磨术":"肿胀折磨术\nSwellingTorment\n消耗：3+点魔法值；3D6点理智值\n施法用时：即时\n这种魔法攻击会扩张目标的脑组织，造成剧烈疼痛。目标必须在施法者视野范围内，且施法者必须和目标进行一次POW检定并胜出。若成功，目标的耳鼻眼会开始流血——感觉就像他们的大脑即将爆炸。目标还会受到1D3点伤害。法术可以延长，施法者要专注于目标（不理会其他所有事情），每延长一轮额外消耗3点魔法值。还有可能造成永久脑损伤。如果维持法术达到三轮（包括此后每满三轮），目标就必须进行一次POW检定；若失败，目标永久损失5点INT。如果目标的耐久值因此归零，他们的大脑将液化，发出令人作呕的咯吱声，变成灰白色的脓浆流出耳朵和鼻孔——目击这一恐怖情景会引发理智检定（损失0/1D4点）。\n别名：智力袭击、赤色折磨",
"coc 智力袭击":"{coc 肿胀折磨术}",
"coc 赤色折磨":"{coc 肿胀折磨术}",
"coc 心灵感应术":"心灵感应术\nTelepathy\n消耗：2点魔法值；1点理智值\n施法用时：即时\n允许施法者不用动口，直接和其他的人精神进行交流。施法者最多可以和三个人交流，他们必须在视野范围内（这交流是单向的，从施法者到接收者）。也可以再增加接收者，每额外消耗1点理智值和1点魔法值就能增加三个接收者。法术持续2轮（额外消耗2点魔法值可以延长）。有一个不幸的副作用，如果法术生效期间施法者失去了理智值，那么和施法者保持精神联系的人都会直接受到同样的理智值损失（自动损失理智值）。深层魔法：如果施法者对预定的目标非常了解（私交甚久），那么心灵感应将不受视野限制。这种情况下法术只能同时影响一个目标。\n别名：传达信息、意志转移、头脑传导、思绪投射",
"coc 传达信息":"{coc 心灵感应术}",
"coc 头脑传导":"{coc 心灵感应术}",
"coc 思绪投射":"{coc 心灵感应术}",
"coc 现世裂隙术":"现世裂隙术\nTemporalRip\n消耗：6点魔法值；1D4点理智值\n施法用时：即时\n将目标扯出时空。其他人会看到目标被定住，四周包裹着锯齿状的黑暗，从黑暗中可以看到宇宙的虚空，还有早已熄灭的古老星体已经死亡的光芒。目标必须在施法者视野范围内，施法者需要做出手势并诵念已死的异界神名。施法者只要保持专注并持续打出手势就可以维持法术，无需额外消耗（如果专注和手势被打断，法术终止）。其他人能看到目标被锁定在星光黑暗之中，但不能触碰，也无法与其互动（目标的形象可以被认为是在现实结构中留下的后像——法术终止后目标才实际返回）。目标被释放后会返回通常时空，感觉不适并虚弱1D4轮（所有技能检定和属性检定都获得一颗惩罚骰），并且移动速率减半。目标不能回想他们在时空之外的经历，也不知道有多少时间已经经过。不要对玩弄宇宙的结构掉以轻心。施法者和不幸的目标都可能无意中吸引廷达洛斯猎犬的注意：每当施放法术时，施法者和目标就有1%的概率被猎犬同时发现。同一巫师每施放本法术一次，吸引到猎犬的概率就增加1%。\n别名：星之毒、虚空系链、存在停止术",
"coc 星之毒":"{coc 现世裂隙术}",
"coc 虚空系链":"{coc 现世裂隙术}",
"coc 存在停止术":"{coc 现世裂隙术}",
"coc 索罗斯强壮术":"索罗斯强壮术\nThroth'sStalwart\n消耗：6点魔法值；1D6点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。当施法者施放本法术时，他们会放射出微妙的光芒，他们的肉体在有力地搏动。法术生效期间（2轮）他们的STR、CON、DEX均加倍（伤害加值、体格和耐久值也会增加）。法术可以消耗6点魔法值来维持。\n别名：泰坦的强壮精力、增效术",
"coc 泰坦的强壮精力":"{coc 索罗斯强壮术}",
"coc 增效术":"{coc 索罗斯强壮术}",
"coc 时光门":"时光门\nTimeGate\n消耗：可变的POW施法用时：消耗的每点POW一小时\n创建一道通向过去或未来的时空门。本法术和“时空门创建术”类似，但是消耗的POW与穿越的年数而非旅行的里程相关。使用“时光门创建及旅行消耗”表作为指导来决定POW和魔法值消耗（KP可以根据需求调整数值）。本法术定位的时刻只能和预计的近似相同，但时光门创建之后，“这时”和“那时”之间的时间会精确地保持不变。深层魔法：巫师通过邪恶的记号和吟唱，可以创建多路径的时光门——这样一道时光门可以通向不止一个遥远时代。在通过时空门时，只有施法者清楚哪条路通往哪个时代。那些蠢到没有施法者帮助就通过时空门的人将无法分辨正确的路径，会抵达时空门通向的任意地点（随机决定）。时光门的创建过程不变。\n别名：时间跳跃建立术、现世乱流",
"coc 时间跳跃建立术":"{coc 时光门}",
"coc 现世乱流":"{coc 时光门}",
"coc 时光陷阱":"时光陷阱\nTimeTrap\n消耗：100点魔法值；1D6×5点POW；1D8点理智值\n施法用时：6小时\n将一个生物或人穿越时光传送到施法者面前。仪式需要6小时不间断的冥想和大量人血。施法者施法时必须将目标以正常的设定形象化——对于过去或未来的生物，则需要施法者有办法使用观测未来或过去的设备。施法者和目标进行POW对抗检定：若施法者胜出，捕捉到的生物就会在施法者五里之内的任一地点出现，且总会在地面上。此时目标是自由的，可以任意行动，但被困在新时间当中。需要异界大气或者缺少其他条件的生物可能死去而来不及得到恢复。法术是单向的。被困的生物不能用本法术上溯或下延时间。每次施法只能困住一只生物。法术只能在时间中施放，不能穿越异维度。\n别名：年代错乱术、抽离野兽",
"coc 年代错乱术":"{coc 时光陷阱}",
"coc 抽离野兽":"{coc 时光陷阱}",
"coc 腐朽之触":"腐朽之触\nTouchofDecay\n消耗：可变的魔法值；1D6点理智值\n施法用时：1轮\n让施法者触碰的物体衰老。施法者连接图尔兹查的能量，其效果是施法者的一只手会覆盖上发着绿光的火焰。若选择无生命的物体做目标，每投入1点魔法值，该物体变旧10年。陈旧效果极其迅速，如同它在最坏的条件中朽坏一样：木材会翘曲、金属会锈蚀、石头会崩溃、玻璃会破碎，但塑料和橡胶免疫此效果。对于特定的物品来说，完全朽坏所用时间取决于它的组成材料；比如，门把手会在40年后朽坏，木板会在70年后腐朽，砖块会在100年后毁坏，铁栏杆则会在140年后锈断（KP裁定）。如果对活物施法，将投入的魔法值乘以五，用它和目标的POW进行对抗检定。若施法者胜出，每投入1点魔法值，目标就会快速衰老5岁。另外，每衰老5岁，目标还要在随机属性上失去5点：投掷1D4决定所减少的属性：1=STR；2=DEX；3=CON；4=APP。法术一旦施放，效果就会持续直到施法者选择终止法术。法术生效期间，每轮消耗1点魔法值，那么施法者触碰的任何东西都会变旧10年（活物变老10岁）——施法者可以每轮投入更多魔法值（应由他们的行动决定）。魔法值耗尽后就会开始消耗耐久值，施法者如果因为某些原因不能终止法术则会因此死亡。\n别名：图尔兹查之手、衰败之指、熵的馈赠",
"coc 图尔兹查之手":"{coc 腐朽之触}",
"coc 衰败之指":"{coc 腐朽之触}",
"coc 熵的馈赠":"{coc 腐朽之触}",
"coc 恍惚术":"恍惚术\nTrance\n消耗：1点魔法值；1点理智值\n施法用时：1轮\n施法者吟唱一首不成韵律又悲伤的小曲，听起来有神奇的吸引力。所有听到这异界音乐的人都会呆若木鸡，在施法者唱歌期间不能行动，除非他和施法者进行POW对抗检定并成功（表示他不再受到此次施法影响；每轮可以尝试一次）。法术作用时间是一轮，但每额外消耗1点魔法值即可延长一轮。一开始只能对一名目标施放，目标必须在施法者10码之内，且能够听到施法者的声音。如果施法者延长法术，每延长一轮就可以多引诱一人，尽管每多引诱一人就会让每轮的魔法值消耗增加1点。\n别名：诱人旋律、昏醉赞美诗、呆立之歌",
"coc 诱人旋律":"{coc 恍惚术}",
"coc 昏醉赞美诗":"{coc 恍惚术}",
"coc 呆立之歌":"{coc 恍惚术}",
"coc 身体部件转移术":"身体部件转移术\nTransferBodyPart\n消耗：10+点魔法值；5点POW；1D10点理智值\n施法用时：1轮\n能让施法者在两具身体之间转移身体部件。没有互换器官或肢体的限制。如果目标不同意，则施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。本法术包括附魔过程，制造一条魔法线来缝合转移的身体部件。大多数肢体需要投入10点魔法值，转移越复杂，消耗越大（因此转移双腿需要20点魔法值，转移头颅和大脑需要100点魔法值）。若其中一具对象是尸体（如施法者想要把尸体的手转移到活物身上），则消耗由5点POW上升到10点POW。若要把身体部件还给原主（在通过本法术转移了身体部件以后），需要施放“反转移术”。深层魔法：熟练运用本法术的皮肤兄弟会监视某些目标，图谋珍贵的解剖材料，如田径运动员的腿、拳击手的拳头、潜水员的肺、钢琴家的手等等。本法术具有的邪恶变体不可尽述。\n别名：血肉收藏、皮肤交易",
"coc 血肉收藏":"{coc 身体部件转移术}",
"coc 皮肤交易":"{coc 身体部件转移术}",
"coc 器官转移术":"器官转移术\nTransferOrgan\n消耗：13点魔法值；5点POW；1D8点理智值\n施法用时：1小时\n把任何人类的内脏永久改换成另一个人的对应器官，只有心脏不能被移动或交换。手头必须有活着的供体——供体是否同意执行此过程并不重要。若供体和受体知晓这一过程，他们都要进行理智检定（损失1D8点）；若供体不知道这一过程，但后来知道自己在过程中的作用，要损失1D10点理智值。首先，用供受体双方的血液混合上一点避役的唾液，制成糊状物。接下来要有一群人手拉着手围起供体、受体和施法者，并且吟诵古老的诗句；从每名吟诵者和施法者身上合计消耗63点魔法值，每个人消耗的数量基本相同（这些能量会在过程中保证目标的存活）。施法者用糊状物在供受体的身体上各画出一个标志，标志着要转移的器官。在一小时的冥想和形象化以后，施法者用手向供体身上画着标志的地方掏去；用拇指和食指掐断大血管、连通新管，抬出器官并将它放置到圆形石板上。对另一个人同样施行此过程，然后将器官装进新身体，缝合正位。供体是否有幸装上换下来的器官（并因此捡回一条命），完全取决于施法者的一念。\n别名：肉体操作、血肉偷盗",
"coc 肉体操作":"{coc 器官转移术}",
"coc 血肉偷盗":"{coc 器官转移术}",
"coc 灵魂转移术":"灵魂转移术\nTransferSoul\n消耗：20点魔法值；10点POW；1D20点理智值\n施法用时：1小时\n这种邪恶法术能将灵魂从活体中抽出并置入另一具躯体。施法者将左手放到寄宿着待转移灵魂的躯体上，右手放到目标躯体上。然后一名协助者杀死并夺走灵魂的原躯体；在仪式中让不幸的人窒息而死。施法者移出目标躯体的灵魂，将它转移到新躯体里并复活新躯体，使之复生。灵魂的新躯体将拥有原灵魂的INT、EDU和POW，但其他属性变成新躯体的。注意尝试本法术的调查员必须在理智检定中失败才能痛下杀手。\n别名：生命的呼吸、长寿仪式、越死得生",
"coc 生命的呼吸":"{coc 灵魂转移术}",
"coc 长寿仪式":"{coc 灵魂转移术}",
"coc 越死得生":"{coc 灵魂转移术}",
"coc 变形术":"变形术\nTransformation\n消耗：13点魔法值；1D8点理智值\n施法用时：1轮\n使施法者的样子变得好像奈亚拉托提普的可怖化身之一。施法者念诵蠕行混沌的秘密名讳，并从身上的五处切口取血，才能完成本法术。瞬间他们的皮肤就会变黑，四肢扭曲，身体膨胀到原体形的四倍。他的面部张开，露出布满针般利齿的松弛喉咙。这种变形不稳定，只持续1D10+1轮，尔后施法者的躯体会变回原样。施法者的战斗能力、移动速率及其他相关技能都会变得和所模拟的奈亚拉托提普化身相近。KP须参考原化身的属性值，或“原样照搬”或适当减少KP觉得合适的量。注意施法者不能掌握原化身的法术和类法术能力，且某些属性值如耐久值将保持在施法者原躯体的水平。深层魔法：本法术每种变体都只对应一种化身。随意施放本法术容易引起奈亚拉托提普的注意——此神不太可能给模仿它万千相貌的人好脸色看。假使有人冒用它的万千名号，那么有的是阴险诅咒与丑恶交易供蠕行的混沌选用。备注：《怪物之锤》当中详细描述了奈亚拉托提普的数种化身。\n别名：信使之形、奈克特里斯托(Nek'Tristo)公式、大胖女人之吆喝、无面神之貌",
"coc 信使之形":"{coc 变形术}",
"coc 奈克特里斯托公式":"{coc 变形术}",
"coc 大胖女人之吆喝":"{coc 变形术}",
"coc 无面神之貌":"{coc 变形术}",
"coc 恶魔揭露术":"恶魔揭露术\nUnmaskDemon\n施法用时：（每名参与者）5点魔法值、1D4+1点理智值\n施法用时：3轮\n本法术通过神秘的姿势和咒语，破除一个活物的所有魔法伪装。本法术需要至少三人的团体参与施法，他们要清晰且有节奏地吟诵，领唱者还要同时打破一枚未受精的生蛋，蛋上面要画好目标的形象。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，法术的参与者将在下一次观察目标时看到他的真实身份。当目标的真实身份揭露出来时，可能会损失理智值。\n别名：现汝蛇形、观察之咏、揭去面纱",
"coc 现汝蛇形":"{coc 恶魔揭露术}",
"coc 观察之咏":"{coc 恶魔揭露术}",
"coc 不可名状的诺言":"不可名状的诺言\nUnspeakablePromise\n,The消耗：2D8点理智值\n施法用时：失去的每点理智值1小时\n和不可直呼其名者建立一道束缚性的誓约。哈斯塔作为报答会给予玩家一些好处——貌似珍贵的恩赐，诸如《拉莱耶文本》之类的古代典籍、施法者在余生中每年获得15点POW、「克苏鲁神话」技能的提升等等。但是，施法者每年会有2%的概率（不累积）变成一头可憎的人形怪物，完全由哈斯塔控制——KP设计此怪物的属性，此怪物交由KP来操控。\n别名：黄之礼物、对不可直呼其名者的不可打破的誓言",
"coc 黄之礼物":"{coc 不可名状的诺言}",
"coc 对不可直呼其名者的不可打破的誓言":"{coc 不可名状的诺言}",
"coc 胆言术":"胆言术\nUtteranceofBile\n消耗：6点魔法值；1D4点理智值\n施法用时：即时\n这种诅咒会让法术的目标呕出一串墨绿色的恶臭胆汁。目标必须在施法者视野范围内，并喊出莎布-尼古拉丝万千子嗣之一的名讳。此时目标可以进行一次困难CON检定：若失败，他们就会被法术击倒，开始从口中和其他孔窍喷出胆汁。不幸的目标失去行动能力（除了闪避），持续1D4+1轮；任何以攻击目标为目的的行动获得一颗奖励骰。吐出的胆汁恶臭不堪，周围（10尺）的人仅仅闻到气味也会开始呕吐——需要CON检定决定是否中招。\n别名：母之乳、莎布-尼古拉斯的深仇、令人恶心的渗出",
"coc 母之乳":"{coc 胆言术}",
"coc 莎布-尼古拉斯的深仇":"{coc 胆言术}",
"coc 令人恶心的渗出":"{coc 胆言术}",
"coc 消失术":"消失术\nVanish\n消耗：5点魔法值；1点理智值；（一次性的10点POW）施法用时：即时\n施法者在一阵烟雾中消失，并在预定地点重新出现。该地点在创建一个“时空箱”时确定。时空箱准备完成后，施法者牺牲10点POW（一次性消费）并将他身体的一部分（血液、牙齿或指甲）放进箱子；若取出这些部分清空箱子，法术不会生效，巫师必须重新准备箱子（并再次支付法术消耗）。施法者在读出某个短语或打出某个手势之后，会立即传送到时空箱内部，不管它在什么地方。时空箱甚至可以在几百英里的距离之外。箱子可以在施法者不知情的情况下移动，可能会让旅行的人大吃一惊！每次用这种方式旅行需要消耗5点魔法值和1点理智值。\n别名：巫师的出口、回返万全、身体蒸发术",
"coc 巫师的出口":"{coc 消失术}",
"coc 回返万全":"{coc 消失术}",
"coc 剧毒瞥视术":"剧毒瞥视术\nVenomousGlance\n消耗：可变的魔法值；可变的理智值\n施法用时：可变的轮\n数蛇人和伊格的信徒懂得本法术，可以让一名目标承受如同被毒蛇噬咬般的痛苦。需要施法者持有毒蛇的一部分（毒牙、响尾或蛇皮）作为焦点；显然，蛇人施法者无需这种焦点。施法者必须距离目标30码以内。魔法值消耗可变：5点魔法值生成一剂弱毒剂（伤害1D10）；10点魔法值生成一剂强毒剂（伤害2D10）；20点魔法值生成一剂致命毒剂（伤害4D10）。理智损失和施法用时（轮数）等于所消耗魔法值的一半。施法者必须和目标进行一次POW检定并成功，法术才能生效：若目标成功抵抗，他只会受到一半伤害（由毒性决定）。若抵抗失败，他会以每分钟1点或者每小时1点的速度受到全部的伤害。此伤害是魔法性质的，所以无法靠通过CON检定来降低（像标准毒剂规则那样）。受害者在各种方面都会体现出致命蛇咬伤的典型症状：气促、出汗、寒战、皮肤肿胀水疱等等。深层魔法：蛇人可能会用本法术的一种变体，可以让蛇从地上一跃而起，扑向目标，毒牙深深嵌进皮肉，不到目标死透绝不松口。\n别名：毒蛇末日、苦涩的谈话、伊格的深仇",
"coc 毒蛇末日":"{coc 剧毒瞥视术}",
"coc 苦涩的谈话":"{coc 剧毒瞥视术}",
"coc 伊格的深仇":"{coc 剧毒瞥视术}",
"coc 时空门观察术":"时空门观察术\nViewGate\n消耗：可变的魔法值和理智值\n施法用时：3轮\n本法术在可疑的“时空门”处施放时，允许施法者不必通过时空门就知道时空门另一端有没有东西、有什么东西。观察时的消耗是可变的，等于时空门魔法值消耗的一半（向上取整）。所以一道需要8点魔法值来通过的时空门，观察时需要4点魔法值和4点理智值。视野将维持1D6+1轮。如果视野中有恐怖的东西，每位观察者都要付出额外的理智值作代价。观察者可以尝试合适的技能检定来了解他观察的是何地、何时、何物。\n别名：通过大门传送灵魂之眼、万千视界、命运的视野",
"coc 通过大门传送灵魂之眼":"{coc 时空门观察术}",
"coc 万千视界":"{coc 时空门观察术}",
"coc 命运的视野":"{coc 时空门观察术}",
		"尼尔斯-维戈·舒": "尼尔斯-维戈·舒\n36岁 职业：退伍军人（工程师）、档案保管员、古文物研究者 居住地：马萨诸塞州阿卡姆\nSTR45 CON80 SIZ40\nDEX60 INT75 APP55\nPOW85 EDU75 SAN48\nHP12 DB:0 体格：0\nMOV:9 MP:17\n一种罕见的法术可以使他的STR在1D6轮中暂时增加到85(DB+1D4)。咕哝一般的吟唱需要1轮时间来完成，消耗1点MP和1D3点SAN。\n战斗斗 殴55%(27/11)，伤害1D3\n.32左轮手枪45%(22/9)，伤害1D8\n闪避35%(17/7)\n法术KP自行决定。\n技能 估价（书籍）45%，阿拉伯语30%，信用评级45%，克苏鲁神话25%，楔形文字10%，丹麦语80%，英语60%，法语20%，德语70%，希腊语30%，历史50%，恐吓30%，拉丁文50%，图书馆80%，博物学40%，神秘学80%，说服60%，心理学15%，科学（密码学）30%，（工程学）60%，（数学）60%，（物理学）40%，侦查60%。\n背景故事 人物形象：体型消瘦，脸形瘦削，目光锐利.\n思想信念：知识就是力量。\n人物特质：守口如瓶，好奇心重，盲目追求魔法知识。\n舒出生在丹麦的斯凯拜克，是从一战战壕里走出来的老兵。虽然丹麦是中立国，但渴望冒险的舒自愿加入德军，当了一名工程兵，直到战争结束。他虽然身体安然无恙，精神却受到了不可估量的摧残。尽管心灵受到了创伤，但舒的职责要求他必须探索被遗忘的中世纪法国堡垒，在那里，他被落满灰尘的古老典籍迷住了。他在书里学到的东西可以让他延续生命，无视周围凡俗的危险。战争之后，舒移居美国；在那里他开始研究编译魔法咒语，细致地翻译、转抄——并测试他认为有趣的内容。这项工作很快让他痴狂，他想把这些魔法仪式留传给后代子孙。他的工作已经造成了损失，但他与世隔绝的生活方式让他身边的人忽略了这些。慢慢地，他“变得”如同活魔法书一般，精神成了法术的储藏库，然而这些法术远比他想象得更黑暗。现在他大部分时间都在密斯卡托尼克大学附近一座公寓的小阁楼里度过——他在大学里做兼职档案员，利用各图书馆的资源继续他的研究。他周围的人都不知道他隐藏了多少秘密、拥有多少力量。在舒的眼中，魔法就好像被救世主拯救的溺水者。他对知识的孜孜追求使得他忽视了其中潜藏的危险——对他要面对的威胁极端缺乏认识。最终他将不知不觉之中变成恐怖神话存在的代理人（但现在尚未确定）。也许不久以后他的好奇会为他打开一条理解力的新景象、一个新视角，促使他认清面对的危险。他也许会需要别人的帮助。同时，他可以成为任何想了解魔法（或者想学一两种便利魔法）的调查员的出色资源，他唯一的要求是调查员必须将这些法术记牢。",
"coc 铬绿之风":"铬绿之风\nViridianWind\n消耗：18点魔法值；1D6点理智值\n施法用时：4轮\n本法术只能在幻梦境施放。一阵绿色半透明的轻风从施法者处刮向目标地点，距离最多30码，刮风范围直径3码。此风刮过路径上一切东西都会凝结成固体，包括无法脱身的活物。凝结过程需要2D6轮来完成，所以生物可以（如果可能的话）在凝结成固体之前离开效果范围。因为这是梦境，所以KP可以自行决定凝结的人是活着（能被解冻）还是死亡。\n别名：彻骨寒战、固化阵风、僵化术",
"coc 彻骨寒战":"{coc 铬绿之风}",
"coc 固化阵风":"{coc 铬绿之风}",
"coc 僵化术":"{coc 铬绿之风}",
"coc 拉神之声":"拉神之声\nVoiceofRa\n消耗：6点魔法值；1D4点理智值\n施法用时：2小时\n暂时提升施法者的APP和某些有关技能。需要一场仪式，在仪式上焚烧各种施法成分。接下来的24小时中，法术为施法者增加5D10点APP，且施法者的「魅惑」「话术」和「说服」检定增加一颗奖励骰。深层魔法：可以逆向施放本法术，在24小时中，目标减少5D10点APP、损失1D4点理智值，「魅惑」「话术」和「说服」检定增加一颗惩罚骰。\n别名：英俊外表术、狐狸的信心灌注术、魅力术",
"coc 英俊外表术":"{coc 拉神之声}",
"coc 狐狸的信心灌注术":"{coc 拉神之声}",
"coc 思想发声术":"思想发声术\nVoiceThoughts\n消耗：1+点魔法值；1+点理智值\n施法用时：即时\n允许施法者将他人的想法有声化，且不从嘴中说出，而是从附近（20尺内）的其他地方发出。每四句话需要消耗1点魔法值和1点理智值。通常用来扰乱或迷惑敌人；目标必须进行一次困难INT检定并成功否则就会被声音打扰（如处于战斗等紧急状况中，下次行动可能得到一颗惩罚骰）。\n别名：沉默的发音、声音面具",
"coc 沉默的发音":"{coc 思想发声术}",
"coc 声音面具":"{coc 思想发声术}",
"coc 维瑞之印":"维瑞之印\nVoorishSign\n消耗：1点魔法值；1点理智值\n施法用时：1轮\n巫师使用的古老又强大的手势，对其他法术的施法有益。它可以减少消耗、缩短施法用时或者略微提高法术效果，随当前法术不同而变（准确的效果由KP决定）。维瑞之印必须在它要加强的法术前一轮施放。相传维瑞之印可以暂时克制神话生物——这些生物对此印十分谨慎，会延迟攻击，直到它们知道巫师的目的为止。\n别名：超能之印、狡猾的通行证",
"coc 超能之印":"{coc 维瑞之印}",
"coc 狡猾的通行证":"{coc 维瑞之印}",
"coc 远行涡流术":"远行涡流术\nVortexofFarJourneying\n消耗：16点魔法值；1D8点理智值\n施法用时：6小时\n本法术只能在幻梦境施放。施法者面前出现一团黑色旋涡，旋涡里会出现一个阴郁的声音，问施法者他想要被带到哪里。收到回答以后，旋涡就会在施法者面前开始奔涌，消失无踪，并把施法者带走。旋涡能把施法者带到幻梦宇宙的任何地方，只需要花上几分钟时间。如果施法者不知道他们想要去的地点，旋涡就不能带他们走。因此，“去月亮背面”是可接受的，但“他们带杰克去的地方”就不行，旋涡会要求他们弄清楚。使用本法术会有危险。旋涡卷走施法者后，会和施法者进行一次POW对抗检定（旋涡拥有4D10×5点POW）：如果施法者在对抗检定中落败，则他就再也见不到了。还没有人类巫师能活着知道被带走的人发生了什么，但人们猜测他们都被带到了同一个异维度。甚至没有人知道每次施法召唤的是不同的旋涡还是具有可变力量的同一旋涡。\n别名：千通万达的螺旋黑暗、黑色旋回",
"coc 千通万达的螺旋黑暗":"{coc 远行涡流术}",
"coc 黑色旋回":"{coc 远行涡流术}",
"coc 寤寐术":"寤寐术\nWakingSlumber\n,the消耗：5+点魔法值；5+点POW；2D3点理智值\n施法用时：2+小时\n暂时打破清醒世界和幻梦境之间的界限，让两个维度在一个有限的地方同时共存。法术需要一组徽章或石头，上面刻上伊波-兹特尔相关的图像，并以祭祀用的人血灌注（100点SIZ相当）。施法者和任何数量的协助者进行吟诵，激活维度转移。每名参与者贡献1点魔法值，施法者则可以投入任意点魔法值（最少5点）。每投入5点魔法值，成功概率就会增加1%；所以若消耗40点魔法值，法术成功率就是8%。若施法成功，他们每希望两个维度并行存在一分钟，施法者就要额外消耗5点魔法值和5点POW。影响到的地区大约200码见方。区域内的人会注意到光线染上奇怪的紫色（不论是否是自然光），使得光线闪烁。幻梦境的生物能看到、听到清醒世界并与之互动，反之亦然。这对双方来说都既有益处又有危险。离开影响范围的人会像走出一扇门一样消失，根据情况决定理智值损失。\n别名：显现梦国、整体幻术、带来幻想妖",
"coc 显现梦国":"{coc 寤寐术}",
"coc 整体幻术":"{coc 寤寐术}",
"coc 带来幻想妖":"{coc 寤寐术}",
"coc 灵魂漫游术":"灵魂漫游术\nWanderingSoul\n消耗：可变的魔法值；1D4点理智值\n施法用时：5分钟\n可以让施法者送出自己的意识（灵魂之眼、灵魂、精魄），在他们睡眠或冥想的时候观察某个地点。施法者因此可以预知敌人或者看到远处的东西。通常需要消耗一剂特制的饮剂，虽然有些巫师靠冥想来进入意识离开身体行动所需的状态。梦境一般的幻象显示出易于观察的信息。施法者的意识无论如何不能和看到的东西进行互动——它不能打开盒子和书本等等。施法者必须知道他们想要观察的地点，或者至少知道大概的位置。施法者在2D6小时后感觉精疲力尽地醒来，消耗魔法值到仅剩1点。在法术生效期间，拥有100点以上POW的存在可以看见并认出观察的意识（意识拥有施法者的外貌且无法伪装），有75点POW以上的人会感到不安和被监视。\n别名：魂眼旅行术、通向彼方之旅、远侦汝之敌及物",
"coc 魂眼旅行术":"{coc 灵魂漫游术}",
"coc 通向彼方之旅":"{coc 灵魂漫游术}",
"coc 远侦汝之敌及物":"{coc 灵魂漫游术}",
"coc 阿努比斯的守卫":"阿努比斯的守卫\nWardofAnubis\n消耗：10点魔法值\n施法用时：5+分钟\n守护一个房间或地点，只要有人闯过守卫，就会提示施法者。法术需要一些小石头，每块石头上都要刻上阿努比斯的记号（通常和犹格-索托斯有联系），每块石头还要用10点魔法值附魔（可以预先准备）。然后要将石头放在要守卫地点的边缘，牺牲10点魔法值激活守卫。只要石头还在原地不动，守卫就会持续；如果有石头被毁坏或损伤，守卫会破坏；不过，石头如果未损坏并由施法者回收的话，还可以再次用于之后的施法。只要有石头被移动或穿越，施法者就会精神上得到入侵警告。这时施法者可以额外消耗10点魔法值获得入侵者的简要形象。\n别名：死亡代言人的恩惠、阿努比斯之石、死亡石",
"coc 死亡代言人的恩惠":"{coc 阿努比斯的守卫}",
"coc 阿努比斯之石":"{coc 阿努比斯的守卫}",
"coc 死亡石":"{coc 阿努比斯的守卫}",
"coc 守卫术":"守卫术\nWarding\n消耗：每块石头1点魔法值\n施法用时：5轮\n施法者随意愿在地上放置一定数量的普通白色石头，只不过每块石头之间的间隔不能大于1码。施法时，石头上面会出现闪闪发光的热雾。此后，只要有石头被移动，施法者就能知晓这件事，哪怕是他刚才还在睡觉。这之后，法术就中止了。\n别名：保险石、遗石以为障、保护圈",
"coc 保险石":"{coc 守卫术}",
"coc 遗石以为障":"{coc 守卫术}",
"coc 保护圈":"{coc 守卫术}",
"coc 守卫之印":"守卫之印\nWardingSign\n消耗：1点魔法值\n施法用时：即时\n进入某个魔法保护的区域，如陵墓、密室时，可以做一个特殊的手势，抵挡此地的守护。如果手势正确，施法者需要和守护者进行一次POW对抗检定，若胜出施法者就会被忽略。KP要决定守卫的定义，但守卫不包括人类卫兵（除非他们被魔法驱使来守卫此地）。\n别名：科什之印、来去无踪",
"coc 科什之印":"{coc 守卫之印}",
"coc 来去无踪":"{coc 守卫之印}",
"coc 邪眼守卫术":"邪眼守卫术\nWardingtheEye\n消耗：2点魔法值\n施法用时：1轮\n本法术可以保护一个人免受“邪眼术”的影响。施放本法术要进行许多复杂的手势，可以提前施放，也可以在邪眼术施放后立即施放。本法术和邪眼术一样在午夜终止。\n别名：蒙昧之眼、罗马尼(Ronanyii)的祝福、吉斯里·加马·吉尔",
"coc 蒙昧之眼":"{coc 邪眼守卫术}",
"coc 罗马尼的祝福":"{coc 邪眼守卫术}",
"coc 吉斯里·加马·吉尔":"{coc 邪眼守卫术}",
"coc 精神的温暖":"精神的温暖\nWarmthofMind\n消耗：2+点魔法值；1点理智值\n施法用时：1轮\n提高施法者的体温，提供对冷气的保护。法术以反复的脑内吟诵为形式，可以缓慢提高体内温度并消除失温症、冻僵和其他寒冷相关的不良效果。每消耗2点魔法值，施法者就可以保持自己正常体温一小时。据述，西藏一种叫“内火瑜伽”的冥想法（修行者可以靠冥想提升体温）可能是本法术的某种派生品。深层魔法：在强大的神话巫师手中，这个法术可以被提升到恐怖的水平。施法者不只可以将体温保持在正常水平，甚至能提高到点燃接触到的易燃材料（包括施法者的衣服）、灼烧他人的血肉（若战斗中成功施法，施法者的手能造成1D6+1点伤害）。维持这种加强效果需要每轮消耗2点魔法值。\n别名：克图格亚的非难、火焰真言、拉神之触",
"coc 克图格亚的非难":"{coc 精神的温暖}",
"coc 火焰真言":"{coc 精神的温暖}",
"coc 拉神之触":"{coc 精神的温暖}",
"coc 消耗病诅咒":"消耗病诅咒\nWastingCurse\n,the消耗：15点POW；2D8点理智值\n施法用时：1星期\n造成极速衰老，最终死亡。需要长达一星期的仪式，施法者必须完全集中于黑暗的冥想，专注于法术的目标。如果这段时间施法者因任何原因被打断专注，则法术必须重新开始并重新支付消耗。七天结束后，施法者必须和目标进行一次POW检定并胜出：若失败，法术会转而作用到施法者身上（施法者来承受以下效果）。法术造成可怕的衰弱效果，目标每过一个月就会衰老10岁。一年又一天后目标将死亡。目标可以进行一次极难CON检定来抵抗这邪恶的魔法（仅有一次机会）。不论它成功与否，法术每生效一个月，目标的STR、CON、INT、DEX、APP各减少1D10点（相应调整耐久值等衍生值）。并且，法术每生效一个月，目标要进行一次理智检定（损失1/1D6点）。有可能存在抵消或逆转本法术的其他魔法途径。\n别名：人之终、退行术、骨之旅途",
"coc 人之终":"{coc 消耗病诅咒}",
"coc 退行术":"{coc 消耗病诅咒}",
"coc 骨之旅途":"{coc 消耗病诅咒}",
"coc 忘却之波":"忘却之波\nWaveofOblivion\n消耗：30点魔法值；1D8点理智值\n施法用时：1小时\n一种强大的法术，可以让一股汹涌的海浪往施法者的方向撞击过去。目标须在施法者的视野范围内，且有足量的咸水来制造海浪。施法者要站在水中施法。海浪的体量有3000立方英尺（约85立方米），足够淹没打翻一艘小帆船。不消说，被这等海浪吞噬的人将永远消失在水底。其他人可以为法术贡献魔法值，创造更大的波浪，足够打沉远洋轮船、战舰甚至曼哈顿岛。知道本法术的人可以贡献任意数量的魔法值，必须消耗1D8点理智值。不知道本法术的每人可以贡献1点魔法值。最低限度是30点魔法值，产生的波浪是10尺长、10尺宽，30尺（9米）高。每增加1点魔法值，波浪的长宽增加一尺。\n别名：海拳之歌、盐的馈赠、汝之潮湿劫数",
"coc 海拳之歌":"{coc 忘却之波}",
"coc 盐的馈赠":"{coc 忘却之波}",
"coc 汝之潮湿劫数":"{coc 忘却之波}",
"coc 螺旋升空术":"螺旋升空术\nWhirligig\n消耗：8+点魔法值；1D3点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。带着黑线的旋转狂风吹起目标，将他们转到空中——除非他们和施法者进行一次POW检定并胜出。施法者每额外消耗1点魔法值，吹飞的高度就可以升降10尺。当法术终止时，目标会坠落并受到坠落伤害；不论如何他们都会头晕目眩，接下来的1D6轮中无法站立或行动，除非目标进行一次极难DEX检定并成功，每轮可以尝试一次。维持法术每轮需要消耗8点魔法值。法术范围是10尺。\n别名：黑旋风、号令旋风、盘旋术",
"coc 黑旋风":"{coc 螺旋升空术}",
"coc 号令旋风":"{coc 螺旋升空术}",
"coc 盘旋术":"{coc 螺旋升空术}",
"coc 索伦白网术":"索伦白网术\nWhiteWebofSoren\n消耗：4+点魔法值；1D6点理智值\n施法用时：1+轮\n本法术只能在幻梦境施放。生成丝带一般的白色线状物，密实地包裹目标，目标最多可以在10码以内。法术每创建一束线状物，就消耗4点魔法值并需要一轮来成形。每有一束线状物包裹目标，就累计投掷一次D10：当此次掷骰的结果超过目标物品SIZ的五分之一，目标物品就会开始变得透明。当D10结果超过目标SIZ的一半时，目标物品连带线状物都会在一阵烟雾和闪光中消失。如果目标是活物，线状物会阻碍行动——如果用STR和D10结果乘以五进行对抗检定并胜出，可以扯坏线状物（因此线状物裹越多，逃脱越困难）。如果十轮之后目标仍未消失，线状物就会以每轮一束的速度消失。消失的人或物会出现在幻梦境的哪里，由KP自行决定。\n别名：消失白网、索伦之网",
"coc 消失白网":"{coc 索伦白网术}",
"coc 索伦之网":"{coc 索伦白网术}",
"coc 荒芜之风":"荒芜之风\nWinds of Desolation\n消耗：4+ 点魔法值；1D8 点理智值\n施法用时：2 轮\n让风变猛，强度大幅增加。本法术在海中施放会让海浪往施法者指定的方向漂流。这种风也能让火势往施法者指定的方向蔓延。不消说，被巨浪或猛火吞噬的人会受到相应的伤害。据信这种荒芜之风来自灵薄狱，还常常裹挟着凶暴的灵魂。确定法术消耗时，参照下表的例子决定风的STR 和消耗的魔法值，还要考虑当时的天气状况。比如，如果（自然）风是狂风（STR60 到 100），那么施法者想将它转变为暴风，只需要消耗 32 点魔法值 (64-32=32)。天气改变持续约 20 分钟。被卷入这种状况的和想要毫无保护地穿越这片风的话，必须用和这片风进行 STR 对抗检定并胜出。详情参照荒芜之风强度表\n别名：暴风召唤术、审判之息。",
"coc 暴风召唤术":"{coc 荒芜之风}",
"coc 审判之息。":"{coc 荒芜之风}",
"coc 肢体凋萎术":"肢体凋萎术\nWither Limb\n消耗：8 点魔法值；1D6 点理智值\n施法用时：即时\n这种恐怖法术专为折磨人而发明，会对单体目标造成永久伤害。施法者须离目标 10 码以内。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若成功，施法者指定一只胳膊或一条腿。被指定的肢体快速、痛苦地枯萎皱缩，造成 1D8 点伤害和 2D10 点永久的 CON 损失。目标和所有目击者须进行理智检定（损失 0/1D3点）。\n别名：痛苦之歌、皱缩汝敌、虚耗的烧灼",
"coc 痛苦之歌":"{coc 肢体凋萎术}",
"coc 皱缩汝敌":"{coc 肢体凋萎术}",
"coc 虚耗的烧灼":"{coc 肢体凋萎术}",
"coc 悲惨瘙痒术":"悲惨瘙痒术（幻梦境）\nWoeful Itch\n消耗：4 点魔法值；1D3 点理智值\n施法用时：1 轮\n本法术只能在幻梦境施放。一片闪光尘埃云飘向目标，他会狂暴地开始抓挠撕扯自己的皮肉，想要缓解令人发狂的瘙痒。目标自然无法行动，除非他们通过了 CON 检定，此检定每轮可以进行一次。法术在 4 轮后终止，也可以由施法者提前终止。深层魔法：更加强效的变种造成更强烈的瘙痒，致使不幸的法术目标在疯狂抓挠中扯碎自己的皮肉。目标每轮受到 1D4 点伤害。此变种持续4 轮但之后每轮都可以消耗 2 点魔法值来延长。\n别名：蚁行躁狂、无尽折磨、可怕玩笑",
"coc 蚁行躁狂":"{coc 悲惨瘙痒术}",
"coc 无尽折磨":"{coc 悲惨瘙痒术}",
"coc 可怕玩笑":"{coc 悲惨瘙痒术}",
"coc 真言术":"真言术\nWords of Power\n消耗：3+ 点魔法值；1D6 点理智值\n施法用时：10+ 分钟\n施法者与大群听众创造强烈的联系。施法者必须即兴演讲并看似真诚，来维持听众的注意力。施法者在讲到每个论据、论点和命令时都要消耗3 点魔法值并进行一次 KP 认为合适的社交检定（「魅惑」「话术」或「说服」）并成功，不然演讲会在困惑不解中犹犹豫豫地结束。在演讲成功结束后，听众会在 1D3 天中完全相信演讲的内容。\n别名：塞克曼克尼普 (Sekhmenkenhep) 真言术、邪恶唬骗术",
"coc 塞克曼克尼普真言术":"{coc 真言术}",
"coc 邪恶唬骗术":"{coc 真言术}",
"coc 蠕虫术":"蠕虫术\nWorms\n消耗：10 点魔法值；6 点理智值\n施法用时：2 轮\n使数以千计的蛔虫出现在目标的消化系统。这些黑色的蛔虫每只都长达六寸，在目标的肚子里蠕动并从孔窍涌出，顺便让目标窒息而死。施法者必须触碰目标并在 POW 对抗检定中胜出。产生的这一波蛔虫只要目标还活着就不会消失——使用溺水规则（RB205）决定目标转瞬即逝的余生还有多长。目击这惊愕又无法阻止的场景要进行理智检定（损失 1/1D6 点）。巫师的日志中有着大量有关这个恐怖法术的传言，但至今仍未发现预防和治疗的方法。\n别名：蠕虫集会、千蛇的蠕动末日、黑蠕术",
"coc 蠕虫集会":"{coc 蠕虫术}",
"coc 千蛇的蠕动末日":"{coc 蠕虫术}",
"coc 黑蠕术":"{coc 蠕虫术}",
"coc 折磨术": "折磨术\nWrack\n消耗：3 点魔法值；1 点理智值\n施法用时：1 轮\n本法术会让施法者 10 码以内的单一目标暂时无法行动。施法者须和目标进行一次 POW 对抗检定并胜出，法术才能生效。目标会突然被剧烈的痛楚侵袭，脸和手上浮肿起泡、流出体液，视线被鲜血掩盖而暂时目盲。在法术生效期间，目标变得完全无助。法术效果持续 1D6 轮，此后视力将恢复。在3D10分钟后，目标将完全恢复并可恢复正常行动。身体变化的踪迹会迅速消退，24 小时后皮肤上将只能看到黯淡的斑点。这种恐怖的经验会造成理智检定（损失 1/1D6+1 点）。\n别名：不幸者的悲惨巨痛、七重地狱的溃烂失明术、撕裂敌人",
"coc 岁月之怒":"岁月之怒\nWrack of Ages\n消耗：10 点魔法值；1D6 点理智值；1 点耐久值\n施法用时：1 轮\n这个致命的法术只能在极端需求下施放，因为它要施法者付出沉重的代价。施法者在手掌上深深划下一刀（每刀 1 点伤害）并向预定目标做手势形成一条弧线，在空中洒出鲜血。施法者可以选择 1 到 5 名目标，在这些目标中分配 5D6 点伤害。因此可以让一名目标受到 5D6 点伤害，也可以让 5 名目标各受 1D6 点伤害。此伤害无视护甲，表现为目标快速衰弱。皮肤开始衰朽并化作尘土，被法术杀死的目标则会爆发变成一团尘土和灰烬的烟雾。\n别名：弃为尘土、仇恨痘疹、腐朽之血",
"coc 弃为尘土":"{coc 岁月之怒}",
"coc 仇恨痘疹":"{coc 岁月之怒}",
"coc 腐朽之血":"{coc 岁月之怒}",
"coc 帕祖祖之怒":"帕祖祖之怒\nWrath of Pazzuzu\n消耗：4 点魔法值；1D4 点理智值\n施法用时：即时\n施法者伸开手，一支威力巨大的能量束会从手中射向最多 100 码距离外的一名目标。法术的效果如同一道闪电击中目标：每支能量束造成1D6 点伤害，伴随着一阵利落的音爆。\n别名：苛罚术、责骂术、黑闪电",
"coc 苛罚术":"{coc 帕祖祖之怒}",
"coc 责骂术":"{coc 帕祖祖之怒}",
"coc 黑闪电":"{coc 帕祖祖之怒}",
"coc 黄印术": "黄印术\nYellow Sign\n, The消耗：10 点 POW；1D8 点理智值\n施法用时：1+ 小时\n创建黄衣之王的咒印。法术包含两个部分。首先，施法者用平凡工具（如黄颜料、线等媒介）在平面上画出或制出邪恶的黄印。这时黄印并没有激活，而要等到第二部分完成（可以之后完成）。第二部分时，施法者要将直接来自哈斯塔的力量注入黄印，此后才能永久创建此印。黄印只要生效，就会让看到它的人引发恶心和不安的感觉（理智检定，损失 0/1D6 点）。咒印看上去像在旋转、蠕动、微微发光，好像在接近观察者一样。这个效果只持续一瞬间，但受影响的人会觉得时间仿佛停滞了一样。观察黄印时损失理智值的人就被诅咒了；他们下次入睡时要再进行一次理智检定，若失败就会经历可怕的梦魇，诸如黄衣之王、卡尔科萨和哈斯塔，损失更多的理智值。此后此人每次入睡都要进行一次理智检定 (0/1)，夜夜反复，直到他理智检定成功（阻止更多的理智值损失）或堕入疯狂。注意即使理智检定成功阻止了更多的理智值损失，只要他再看一眼黄印，整个过程又会开始。如果法术被非哈斯塔的信徒施放，那么可怕的后果将接踵而至。不信者会开始发现黄印变得无处不在，每次都要失去 1 点理智值，直到他变成抖个不停的废人。只要理智值损失到足够陷入不定疯狂（通常需要数天，KP 裁定），受影响的人会看到黄衣之王的幻象，这会导致他渴求召唤黄衣之王以乞求它原谅自己僭用黄印。仁慈的 KP可能允许这个倒霉鬼进行一次理智和 POW 联合检定，看他能不能摆脱诅咒。但绝大部分人最终还是变成了哈斯塔的走卒，臣服于黄衣之王的意志，或许成为永久疯狂的信徒。\n别名：不详。",
"coc 黄色跃魂封印法":"黄色跃魂封印法（传统）\nYellow Spirit-Leap Seal\n消耗：4+ 点魔法值；1D4 点理智值\n施法用时：1+ 轮\n创建一道魔法屏障，阻挡野生动物和原产地球的超自然生物（如吸血鬼和恶灵）。被屏障保护的所有人，包括施法者，各牺牲 4 点魔法值。虽然施法者会立即得到保护，但每多一个人，就需要额外一轮让屏障将他围住（随机决定次序）。法术需要施法者首先构造一枚封印——一块边长 4 寸的硬木块，并雕上防护的标志和真言（根据 KP 裁定，需要一次对应的「艺术 / 手艺」检定）。这木块没有魔法，但描述并确定魔法屏障时，需要将此印踩进他周围的土里。法术持续 6 小时。这期间受影响的生物接近屏障时必须和施法者进行一次 POW 对抗检定：若该生物落败，它不仅会被阻挡，还会被排斥，使它逃离此地。\n别名：确定圣土、排斥夜之生物",
"coc 确定圣土":"{coc 黄色跃魂封印法}",
"coc 排斥夜之生物":"{coc 黄色跃魂封印法}",
"coc 发酵病术": "发酵病术\nZymoticism\n消耗：4+ 点魔法值；1D4 点理智值\n施法用时：1+ 轮\n发动恶毒的真菌感染，控制目标的行动，最终导致其死亡。法术需要施法者收集各种各样的真菌，并制成浆糊备用。施法者在随后的仪式中搅拌浆糊并念诵莎布 - 尼古拉丝万千黑暗子嗣的 发酵病是 19 世纪的医学术语，当时细菌学还没有建立，人们将许多微生物传染病统称为“发酵病”。名字，并专注于他想让法术目标做的事情。完成后，施法者可用此浆糊来感染一或多名目标。一次施法可以制成四剂。感染方式是摄入和长时间接触（至少 4 轮）。注意，施法者在用浆糊涂抹目标身体时免疫此感染。浆糊呈淡白色，混入食物中没有气味；若不混合则它看上去就像是稀粥。目标服用一剂后须进行 CON 和 POW 联合检定来抵抗法术的效果。若剂量加倍，联合检定变为困难难度；若剂量变为三倍，则难度升为极难。若对单人使用四剂，法术将自动成功。若剂量超过一剂，施法者必须要将浆糊敷到目标的身体上——这需要目标处于无意识或顺从状态。只要目标被感染，魔法真菌就会开始生长，占领其身体。生长和控制的进程列在下表，不过KP 如果愿意的话可以加速。几天之内真菌就会控制人的大脑，他会无法抵抗冲动，去做施法者在准备法术时预定的事情。命令可以包括：寻找一个物品并将它交给施法者、找到某人并杀死他等等。植入的命令可以设定成只有特定时间日期才会触发。感染时间越长，目标的精神和躯体被侵蚀得越严重，目标越来越像一具僵尸。目标无论是否完成了任务最终都将死亡，被真菌侵蚀干净。然后真菌也消失无踪，只剩下目标粗糙虬结的残骸。详情参照真菌感染时间表。\n别名：毒菌溃疡、白腐术。",
"coc 毒菌溃疡":"{coc 发酵病术}",
"coc 白腐术":"{coc 发酵病术}",
"激活术副作用表":"激活术副作用(1D8 副作用)\n1 目标连续做 1D6 天噩梦（每晚损失1点理智值）。\n2 目标连续做 1D6 天极令人不安的噩梦（每晚损失 2 点以上理智值）。\n3 目标连续遭遇1D6天的恐怖梦魇（每晚损失 1D4 点理智值）。\n4 目标进入紧张性综合征的恍惚状态，持续 1D6 天。\n5 目标立即失去 1D8 点理智值。\n6 目标失去 1D4+1 点理智值并永久增加5 点 INT。\n7 目标失去 1D6+1 点理智值并永久增加5 点 POW。\n8 目标失去 1D10+1 点理智值并永久增加 5 点 POW 和 5 点 INT。",
"天气成分表":"天气成分表（档级依次增大）\n云量:无云 雾 少云 多云 阴\n风向:北风 东北 东风 东南 南风 西南 西风 西北\n风速:无风 微风 阵风 强风 狂风 暴风 龙卷风\n温度:每一档会使范围内的温度升降五华氏度（约 2.5℃）\n降水:干燥 毛毛雨或霭 雨（雪） 雹（雪） 大雨（大雪） 雷雨（暴雪）",
"震级效应表":"震级效应表（震级 效应）\n1.0~3.9:轻度震动、事故、木质建筑摇晃\n4.0~5.9:中度震动、抹灰开裂\n6.0~7.9:强烈震动、多数建筑倒塌\n8.0~9.9+:山河改观、伤亡惨重，“the Big One”（大地震）。",
"标准肉傀儡":"标准肉傀儡\nSTR 75 CON 100 SIZ 90\nDEX 40 INT 25 APP —\nPOW — EDU — SAN —\nHP 30 伤害加值：+1D6\n体格：2 MOV：7 MP：1\n\n每轮攻击次数：1、2 或 3\n攻击方式是流上目标的脚，用自己沸腾的血肉烫伤他们。最多可以同时攻击三个目标，成功率和攻击目标数成反比：单目标 90%、双目标各 45%、三目标各 30%。\n\n阴燃：沸腾的血肉粘住受害者的肢体，这之后每轮造成 1d4 点伤害，直到被移除或杀死为止。受害者可以通过 STR 对抗检定或在它身上浇水来移除这些起泡的血肉（见下）。\n\n格斗 对单目标 90%，伤害 1D4+ 阴燃 或 对双目标各 45%，伤害 1D4+ 阴燃 或 对三目标各 30%，伤害 1D4+ 阴燃\n闪避 n/a\n\n护甲：7点坚韧皮毛。每在它身上浇5SIZ的水，会对它造成 1 点耐久值伤害。\n技能：冒泡并咝咝响 99%，感知受害者 99%。\n理智损失：目击肉傀儡损失 1/1D8+1 点。",
"星之种":"星之种\n星之种和外神有着某种联系。当一个世界刚刚形成时，星之种就如流星般落下，并一直隐蔽下来，放出幻象等待足够发达的生命体接收。星之种会告诉它们所需的地点和仪式，推动法术的进行。在恰当的仪式之后，星之种会和莎布 - 尼古拉丝之乳一起被吞下，进入智能生物的心脏。它会在这里营巢，吸收寄主的营养，分解寄主满足自己的生长，并且变得非物质化。当天狼星三星系统 来到正确的位置时，变化将大功告成，这个异界的存在将突然出现，丢掉宿主空荡的皮囊。它将离开星球，在群星间腾跃，继续它生命的下一阶段。当然，这一过程并不总是顺利的。很多情况下生物体会抵抗星之种。有时宿主会疯掉，不由自主地做出自杀行为。",
"业因时间消耗表":"业因时间消耗表（时间 法术消耗）\n1~12 个月 每个月 2 点魔法值\n1~5 年:5 点 POW\n5~25 年:10 点 POW\n25~125 年:15 点 POW\n125~625 年:20 点 POW",
"业因消耗表":"业因消耗表（业因 额外法术消耗）\n品德不端（偷盗、撒谎等）:4 点理智值\n为非作歹（谋杀、虐待等）:6 点理智值\n令人发指（食人、食尸等）:10 点理智值\n神怒人怨（涉及神话神祇）:20 点理智值",
"黄金蜂蜜酒效果表":"黄金蜂蜜酒效果表（魔法值和理智值消耗 距离【光年】）\n1 100\n2:1000\n3:1 万\n4:10 万\n5:100 万",
"血肉蠕行者":"血肉蠕行者\nSTR15 CON15 SIZ05\nDEX75 INT25 APP —\nPOW05 EDU— SAN—\nHP2 伤害加值：不可用 体格：-2\nMOV：12 飞行 MP：1\n\n每轮攻击次数：1\n血肉蠕行者粘到受害者的脸上，试图封死呼吸道。一旦粘上，它就不会松开，让受害者窒息。\n窒息：每轮需要进行一次 CON 检定；当CON 检定失败后，每轮都要受到伤害，直到受害者死亡或能够继续呼吸为止。\n封锁口鼻 90%(45/18)，窒息伤害，每轮1D6 点。\n护甲：必须切下来或者让 HP 归零——成功的攻击会让血肉蠕行者和受害者平分伤害。\n技能：寻找指定的目标 99%，跳脸 75%。\n理智损失：见到血肉蠕行者损失 1/1D4点。被血肉蠕行者抱脸再损失 0/1D4 点",
"时空门创建及旅行消耗":"时空门创建及旅行消耗\nPOW（时空门创建）-魔法值（时空门旅行）-最大距离（英里或光年）\n5-1-100 英里\n10-2-1000 英里\n15-3-1 万英里\n20-4-10 万英里\n25-5-100 万英里\n30-6-1000 万英里\n35-7-1 亿英里\n40-8-10 亿英里\n45-9-100 亿英里\n50-10-1000 亿英里\n55-11-1 兆英里\n60-12-约 1/2 光年\n65-13-约 5 光年\n70-14-约 50 光年\n75-15-约 500 光年\n80-16-约 5000 光年\n85-17-约 5 万光年\n90-18-约 50 万光年\n95-19-约 500 万光年\n100-20-约 5000 万光年",
"梦魇效果表":"梦魇效果表（1D10 梦魇效果）\n1 一件物品、器物或衣物、器官融化无踪，或者变得秽恶骇人（比如如果目标有恐蛇症，会有一把弯刀变成蛇）。此物品在角色下次造访幻梦境时恢复正常。\n2 角色突然迫切想逃跑，但无法如愿。走廊似乎会无限延伸、他们全身麻痹无力、如同粘在地上或者只能用难以忍受的缓慢速度移动。否则，他们就除了极度的紧张以外什么也做不了。该效果持续 1D10+5 轮。\n3 周围景物突然溶解，角色发现他们被传送到了另一地点——黑暗又可怖（如幻梦境的地下世界）。\n4 角色的一名同伴（但不是梦想家）或者周围的一株植物、一只动物变成恐怖的怪物，KP 可以自由选择或设计。此变形在角色下次造访幻梦境时恢复。\n5 旧伤、伤害、疾病、或者畸形突然开始疼痛发作，令人恐惧且十分不便。此病痛在角色下次造访幻梦境时恢复。\n6 角色（如果是梦想家）醒来，但自己分不清自己是清醒还是做梦。他们会混乱 (Disorient)，无法将自己的梦境导向幻梦境的特定人物、地区或事件，直到KP 选定的时间为止。「精神分析」检定成功也可以结束此效果。\n7 角色进行一次困难 INT 检定：若失败，他们立刻醒来，头发变成花白、苍白或开始脱发。\n8 角色进行一次困难 POW 检定：若失败，他们立刻醒来并罹患神经性痉挛（由KP 选择）。由痉挛的特性，它可能降低 10 点 APP。根据 KP 裁定，「精神分析」检定成功可能减轻或消除痉挛。\n9 角色进行一次困难 CON 检定：若失败，他们立刻醒来同时发作轻度的心搏骤停[1]——再进行一次 CON 检定：失败就会死亡。若第二次的检定成功，失去20点CON。\n10 KP 选定的任意一种对应效果。通常，如果梦想家的躯体感到痛苦他们就要强制醒来。如果只影响了幻梦境的化身，他们应该有机会靠「造梦」检定成功并花费适当魔法值来解决任何问题。",
"死之发送术效果表":"死之发送术效果表（1D10 法术效果）\n1~5 目标立即失去 1D10 点理智值。\n6~9 目标在 1D4+1 天内被衰弱疾病折磨，受到 1D6 点伤害，暂时损失 20 点STR 和 20 点 DEX（属性值的损失此后可以以每天 5 点的速度回复）。\n10 目标昏倒并昏迷 1D6+1 天。目标将在最后一天死亡，除非法术被驱除（用魔法驱邪、其他法术、让施法者撤回法术等）。",
"时光门创建及旅行消耗":"时光门创建及旅行消耗POW（时光门创建）-魔法值（时光门旅行）-最大距离（过去或未来）\n5-1-1 小时\n10-2-1 天\n15-3-1 星期\n20-4-1 个月\n25-5-1 年\n30-6-10 年\n35-7-100 年\n40-8-1000 年\n45-9-1 万年\n50-10-1000 万年\n55-11-1 亿年\n60-12-10 亿年\n65-13-100 亿年\n70-14-1000 亿年",
"荒芜之风强度表":"荒芜之风强度表（风STR-魔法值-描述-地面效果-海上效果）\n5~10-4-微风-树叶沙沙作响-波浪起伏\n11~30-8-中强风-树枝摇动-风帆张满\n31~60-16 强风-树枝折断-风帆弯折\n61~100-32-狂风-有限的建筑物损伤-桅杆折断\n101~150-64-暴风-广泛受灾-船只倾覆",
"真菌感染时间表":"真菌感染时间表\n第一天 目标生病，损失 1 点耐久值。\n第二天 可以在皮肤下面发现菌丝。损失 2 点耐久值。\n第三天 真菌钻破皮肤形成斑点，损失3 点耐久值。\n第四天目标的脑子里长满真菌。会不可阻挡地完成给定的命令。损失 3 点耐久值。\n第五天 目标的身上长满一真菌。损失 3 点耐久值。\n第六天以后目标已经不成人形，变成了会走路的真菌。每天损失 3 点耐久值，直到死亡。",
"精神状态":"施法时保持恰当的精神状态对施法成功至关重要。不能专注的巫师施法时，法术可能效果变弱、完全无效甚至转化成不希望的效果。许多复杂的法术都要求举行仪式净化自己的身心。往往所有法术都要求精神专注、思路清晰——这也是为什么许多法术都要花费时间冥想的原因。有些巫师会进行沐浴仪式；也有些会用污秽或香甜的精油来净身。外界的变化，如恶劣环境或战斗，可能会使施法者分心。当这些事情可能阻止施法者清晰思考时，要求一次 INT 检定，保证精神和目的不会受影响。",
"施法区域":"施放复杂繁冗的魔法时，保证施法区域条理清晰也是很重要的。振动、能量和空间都有要求。理论上讲，旧法术的残余和遗留效果可能会污染新法术的功效（带来灾难性的后果）。重要的召唤之前，施法区域必须先用仪式净化（净化的性质多种多样，目击巫师在地面上泼洒鲜血时，“净化”可能反而成了个不幸的用词）。施法区域也可以被祝圣奉献给施法者虔信的神话神祇，虽然有些法术会召唤出对应的外神和旧日支配者，但让这些神感觉“宾至如归”总是明智的，以免让它们感到被冷落怠慢。",
"观察天象":"天文结构常会对某些法术的效用产生巨大的影响（尤其是涉及到向神话诸神祈祷时）。疏于研究天文、对节气循环并不在意的巫师会发现自己无法成功——他们的法术会失败，也可能产生不希望的效果。伟大的巫师会提前多年布局，保证他们和天象对齐的完美时分步调一致——因此，巫师会对打乱计划节奏的人施以广泛的报复（暗示调查员）。",
"牺牲的本质":"牺牲通常是施法者和神话力量之间进行契约、祈祷和谈判时不可缺少的一部分。一般需要牺牲才能施法成功，不论它是魔法值、耐久值、POW还是动物血甚至活人之类的祭品。几乎所有情况下，施法者都必须为法术牺牲自己的一部分（通常是魔法值或 POW）；不过，有时施法者需要提供更多东西。对这种牺牲本质的理解是 KP 的重要工具。牺牲必须是有价值的。法术往往会写明所需的牺牲（如果不仅仅是索取施法者的能量）。如果施法者想索取更强的力量，通常要求个人的牺牲。因此这时牺牲一名俘获的敌人就不行，但砍下自己的手就可以。如果涉及神话神祇，那么俘获的敌人（或者随便什么人）就可以生效，让神明心满意足（至少是一会儿）。忘记给神话生物奉上合适祭品的巫师会发现自己一下子变成了祭品。如果调查员施法需要牺牲，那么 KP 可以考虑用牺牲来推动故事。对调查员没什么价值的东西，作为祭品也基本没有价值——法术也许会失败，也许效力弱于预想。对于需要动物祭品的法术来说，随便去牧场里偷一只出来听上去是个绝妙的主意，但因为这只畜生对施法者没有任何价值，法术仍然会失败。反之，牺牲心爱的宠物或者对施法者非常重要的动物才是法术所需要的。牺牲应当给调查员（和玩家）带来道德上的窘境：他们需要施法打败可怕的东西，但施法本身也意味着重大的牺牲，割舍一些对个人来说非常重要的东西。这种行动是有代价的。KP 需要利用这一点渲染剧情，营造效果。这通常可以通过损失理智值来达成，但只要可能，就尽量考虑和调查员背景相关的效果：他们的关键背景连接、人际关系、思想信念和财物。KP 可以通过疯狂和重伤来扭曲背景故事的一项元素，施放特别邪恶的法术也会导致相同的结果。记住神话魔法从根本上讲是非人的，是冷酷的；它在意识中燃烧，诅咒着饮鸩止渴的人。",
"群星是否归位？":"许多法术（尤其是召唤术和请神术）需要特殊天象，施法者的施法才能成功。除非法术说明中特别提到，否则这些天文学要素对施法是帮助还是阻碍，又有怎样的作用，都是 KP 来界定的范围。通常来说法术的描述都有意做得模糊，允许 KP 发展、设计、安插他们认为合适的剧情。基本上大多数法术总是生效，至于月相之类的因素通常都不加以考虑。但是，为了帮助 KP 给卑劣的邪教头目设定动机，或者是开发新法术，下面列出了一些可能的天象供选择，KP 如果认为合适就可以使用。也许在你的游戏当中，所用的“塞伊格亚请神术”的版本要在萨温节或者新月之夜效果才最好——条件的复杂和苛刻程度最终取决于你。如果 KP 真的想夸大天文内容的作用，建议在施法者等到法术的最佳施法时间时给予奖励。奖励可以加到首次施法的成功检定中（将困难难度降为常规难度），也可以加到选择目标进行POW 对抗检定的时候，施法者获得一颗奖励骰，等等。如果条件不合适，可以给予惩罚（如难度等级提升以困难或极难、或增加一颗惩罚骰）。一点注意：施放一次大魔法可以让玩家非常兴奋，所以惩罚施法者、增加法术失败的概率（即什么也不发生的概率）就成了虎头蛇尾，没有人会满意。如果不能确保它成功，就让其他的事情发生（而不是什么也不发生）。法术施放错了造成意想不到的灾难，也比施法失败什么都没发生要强。",
"七曜":"名称（七曜日）-相关天体-相关法术\n星期一（月曜日）-月亮-梦境、健康和回复相关的魔法\n星期二（火曜日）-火星-战斗法术、带来灾祸、伤害敌人\n星期三（水曜日）-水星-交流、预言、增强技能和能力的魔法\n星期四（木曜日）-木星-带来好运和厄运的法术、实现愿望、召唤\n星期五（金曜日）-金星-创造力和人际关系的魔法\n星期六（土曜日）-土星-防护、守卫、驱逐的魔法\n星期日（日曜日）-太阳-获得意志、力量、晋升和奖励的魔法",
"月相":"月相-相关法术-备注\n上弦月-召唤、请神、联络魔法-渐盈（从新月到满月）；日月黄经差 45 ～ 180°\n满月-赋能相关法术、强加意志给他人的魔法、战斗魔法-月球最亮；日月黄经差 180 ～ 225°\n下弦月-驱逐、束缚、释放魔法，还有净化与回复-渐亏（从满月到新月）；日月黄经差 225 ～ 315°\n新月-占卜、预言、交流魔法-月球运行到日地之间变暗，日月黄经差 0 ～ 45°",
"年之轮":"异教仪式依照季节和太阳天象确定农业节气，用这些节日来分割全年。每个节日都意味着可能有利于施法的时节。巫师认为夜晚属于翌日（从日落到日落算作一天），所以巫师的夜宴都会在重要节日的前夕举行。\n举火节\n圣烛节 (Imbolc, Candlemas)：2 月 2 日\n五朔节 (Beltane, Roodmas, May Day)：5 月 1 日\n秋收节 (Lughnasad, Lammas)：8 月 2 日\n萨温节、万圣节 (Samhain, Halloween)：11 月 1 日\n节气\n冬至日 (Yule)：12 月 21 日\n春分日 (Ostara)：3 月 21 日\n夏至日、仲夏夜 (Midsummer)：6 月 21 日\n秋分日 (Mabon)：9 月 21 日",
"其他天象":"有很多可能影响魔法施放的天象，下面只列出了几k种。它们可以用作灵感——研究还会发现很多其他天象。\n蓝月亮：月球每年绕地球旋转约 13 周，每旋转一周叫做一个朔望月。每个朔望月约 29.5 天，所以同一个太阳月中可能出现两次满月。一个月中出现的第二次满月就被叫做“蓝月亮”。每 100年中大约会发生44次蓝月亮（或者每2年多一次）。\n狮子座流星雨：1833 年发现，当地球经过坦普尔 - 塔特尔彗星的彗尾时可以观测到。每小时能观测到约 1000 颗流星。\n海尔 - 波普彗星：1995 年发现，是最亮的彗星之一，估计每 2392 年环绕太阳一周。\n哈雷彗星：1531 年发现，每 75 年绕太阳一周，长 9 英里，宽 5 英里。上次回归在 1986 年，下次回归在 2061 年。\n行星合：两颗以上行星相距最近（通常形成连线或三角形）。\n金星凌日：金星运行到地球和太阳蹭，在地球上能见到太阳表面留下黑点。前几次金星凌日发生在1881、1889和2004年；下一次会在2117年。\n日全食：日偏食相当常见，但日全食，即月亮完全遮住太阳，就罕见多了。",
"在幻梦境施法":"幻梦境本地人更熟悉魔法，所以比起清醒世界来的调查员来说，施放魔法对于幻梦境人并不是那么刺激精神的事情。当幻梦境人施放清醒世界法术（即非幻梦境法术）时，他们只损失法术的最小理智值损失。但是对于只能在幻梦境施放的法术，幻梦境人仍然要支付正常的理智值损失。",
"精神攻击和占据":"在不可见的精神世界（或者隙间、超维空间、异界——你可以随意称呼）居住着无形的存在；它们中很多都渴求人类的实体和宝贵的生命力。这种渴求驱使它们攻击人类，吸取人类的精力或者占据受害者。灵魂的攻击要进行一次 POW 对抗检定。在旁观者看来（如果他们能看到的话），这就如同一个鬼魂抓住、包裹目标，或者对他进行物理攻击一样。\f若攻击方灵魂在和目标的 POW 对抗中胜出：目标失去 1D10 点魔法值并进行一次理智检定（损失 1/1D4 点）。若目标在和攻击方灵魂的 POW 对抗中胜出：灵魂损失 1D10 点魔法值。\f目标的魔法值耗尽时会立刻失去意识，或者被占据（如果灵魂打算占据的话）。注意有些强大的灵魂可以在一轮中吸取一个目标 2D10 点魔法值，而被目标反胜时只失去 1D10 点魔法值。精神战斗一轮轮进行，直到目标失去意识或被占据或者其中一方逃跑为止。这些行动都以POW 而不是 DEX 次序来进行的。灵魂会在它的魔法值耗尽前逃跑。被占据的人会被控制一段时间，按照灵魂的意志来行动。这些行为通常是执行某项行动、伤害他人、或者自残。占据通常持续 1D10 小时，不过 KP 可以自行决定要不要更长。若占据更长时间，需要每 8 小时进行一次 POW 对抗检定，否则占据方灵魂会被抛出身体。占据身体的灵魂只能靠在 POW 检定胜出、法术、耗尽其魔法值等方法才能逐出。灵魂可以自由离开宿主，把它放置在任何地点，但它再回到宿主的身体时必须再次进行 POW 对抗检定。有些灵魂（通常是调查员寻找的那些）若是在精神战斗中输掉了，就不得不给对手一些好处；它们可能回答简单的问题、指明方向，或者在离开之前告知其他的信息。",
"法术成分":"许多法术在施放时会使用口头或身体成分来召唤宇宙的法则和异界的几何；也有的要求特定的原料，其他的也可以由 KP 自行决定。一般来说，“克苏鲁的呼唤”并不关注法术成分这种细枝末节的东西，详细到这个程度会很乏味，在这些内容上投入过多的时间和精力会严重拖慢游戏的进度。但 KP 偶尔也需要决定施放某个法术必需的东西，这可以为整体剧情增色：可能增加剧情张力，或者（最可能的）让调查员陷入困境或迫使他们做抉择。如果调查员的远大目标是保护故乡，阻止某些庞大怪物从异界来毁灭它，那么在他们为目标而施放法术时，把他们置入道德困境就可能非常戏剧性且尖刻。不要太过火，恰当选择时机，尽量放大效果。用得过于频繁，玩家会优柔寡断，花上大把时间对选择和可能的后果思前想后。不要让游戏卡住。迫使玩家行动、做出选择，因为没有时间供人思考——你必须砍下自己的右手作为法术的祭品，否则你 弟弟就死了；你要怎么办？\f设想一些有缺点、会产生负面效果的法术成分。可能是需要牺牲的成分十分昂贵，施法过程要花去大量金钱；或者所需的成分极其难得甚至举世唯一，必须靠偷盗等非法渠道入手；也可能是获取成分风险巨大，比如获取拜亚基的血；或是成分本身就非常危险，如毒蛇或钚等。“克苏鲁的呼唤”法术对身心都有危险，不只是对它们的目标，对施法者也是一样的。\n象征：物品对法术目标具有象征意义（如厄运法术使用目标的婚戒；幸运法术使用兔子脚）。\n类比：用物品来代替某些难以获得的东西（用一大块红宝石代替目标跳动的心脏；代替奈亚拉托提普的偶像；巫毒娃娃）。\n非实体：这些物品容易消散或者转瞬即逝（蓝月亮的光、星球连珠）。\n实体：施放法术必须牺牲的实体物品（有机物、矿物、手工制品）。\n语言：真言和仪式，需要施法者发声（念诵神话诸神的名讳；吟唱）。\n动作：手势、姿势、表情。\n精神：复杂的思想、公式、专注、放空头脑等。\n有时在不那么戏剧性的情况下，KP 只需要一个法术原料的清单，用来为描述法术的玩家材料增加色彩，或用来形容巫医在做什么、怎么做的。这种情况下你只需要快速寻得一种原料来继续游戏。这时可以参考表一：法术成分，它列出了一百种法术成分。你可以随意解释它们；有些材料很平凡，有的则比较稀有。如有需要，可以用这个表获取灵感。",
"魔法工具":"有些工具几百年以来一直和巫术联系在一起。下面列出了经典的巫术工具和设备。神话魔术到底需不需要这些，需要哪些完全是 KP 决定的范畴，剧情中存在这些东西很有可能会让玩家感觉他们真的在准备巫术一样。\n祭坛 Altar：可以是人工（石块或木制）或天然的。观察祭坛的状态、保养和上供的祭品可以推断此处施放法术的种类和风格。\n仪式刀 Athame：黑柄的仪式刀，用来引导能量的流动、创建魔法阵、指向施法的目标等。\n扫帚 Besom：“清扫”仪式地点中无用能量的仪式帚。\n匕首 Bolline：双刃的匕首，用来刻写魔法文字和雕刻。\n影之书 Book of Shadows：现代女巫使用的名词，指的是他们记录魔法研究、实验和结果的笔记和书籍。女巫可能会这种书起一个特别的名字（如“吾之暗黑书”）。\n釜 Cauldron：酿造药剂与魔法调和物的金属釜。\n香炉 Censer：用来焚烧各种材料（这些材料可以“净化空气”、催眠、致幻等等）。\n魔法书 Grimoire：含有魔法学识的典籍，包含了法术、咒语和仪式。典籍通常比其他工具都重要。\n仪式匕首 Ritual Dagger：在牺牲时单独使用，它是“纯净”的刀，不能做凡俗之用。占卜用具 Scrying Device：水晶球、镜子、符文、筹策——一切用来预测的道具。\n杖 Wand：通常长 12 ～ 18 寸，由木头、石头或者异界材料制成。有时会代替仪式刀使用来划出魔法作用范围，或者指出法术的方向、对准目标等。",
"辟邪符":"辟邪符 /Amulet\n辟邪符是可以击退邪祟、保护佩戴者不受某些危险（如死亡、伤害等）威胁的物品。因为它天然充满某些保护的能力，因此通常认为它是“自然”的。可以是药草、彩色宝石、大蒜（躲避吸血鬼）或者其他任何东西。",
"护身符":"护身符 /Talisman\n护身符和辟邪符不同，人们准备它是出于吸引某些东西的特殊原因（招财、和睦等等）。护身符的能量由外部的魔法能量补充，为主人或佩戴者提供特定的好处。因此，护身符都是被制造出来的。它可以带来好运或厄运、补益效果（增强力量、改善外表）、获得知识等等。",
"魔法残余":"魔法可以影响环境，既可以是有意为之，也可能是宇宙力量在传到并注入时产生的副作用。多数时候，所有对当地现实结构的临时影响不过是一点涟漪，很快便平息，归于稳定。这些暂时的撕裂都微乎其微难以察觉，但威力强大的法术很容易对施法者周围的环境产生相当的改变（尽管仍然是暂时的）。在施法掷骰的孤注一掷上失败可能会产生一些效果。这些效果也都很有限，因为时空的力量会快速重返“常态”。不过，如果某个地点反复经历魔法活动，能量的残余和宇宙的力量会易于逗留聚集，好像水滴自发地聚集一样。这一过程通常需要几个世纪——但假如始终在同一地区施放大魔法，则魔法能量的积累会变得相当快，在宇宙的织物薄弱之处创造出危险的口袋。设想一个反复用来实行仪式，召唤孕育万千子孙的森之黑山羊莎布 - 尼古拉丝的地方。如果神祇仅仅出现一次，就会导致电闪雷鸣、硫磺的气味四散，那么许多年来的多次召唤对这个地点的影响就不消说了。随着时间流逝，微小的魔法残余积累起来，污染了环境，弱化了现实的壁垒。误入魔法残余逗留地的人会打冷颤、寒毛倒竖，或者感觉有人刚刚从坟墓里爬出来。这些地方对他们有一种“违和感”，不明的恐惧会让他们呼吸困难。POW70 以上的人会感知到这些东西，其他人需要通过 POW 检定才能感知到。它可能是仙人圈 [1] 和神隐传说发生的场所，也可能是其他民谣提到的荒凉危险之地。\f魔法残余有利也有弊，取决于你的观点：\n精通克苏鲁神话学识的巫师（即克苏鲁神话技能 50+%）可以利用地区中的魔法残余来增强或扩大他的法术。巫师必须花费 1D6+1 轮在环境当中专注，然后进行一次困难难度的 POW 检定：若成功，巫师增加 2D6 点魔法值，KP 愿意的话还可以增加更多，这些魔法值可以随意使用（施法之后会消耗掉）；若不成功，巫师将无法利用这一魔法源泉。注意，巫师的 POW 检定大失败会引发魔法灾难——参考魔法残余效果（见下）。\n对于粗心大意、不了解宇宙真实构造的人，这些地方满是陷阱，发生灾难的可能性大为提升。因为此处真实的结构非常薄弱，异界的存在有机会溜过维度的壁垒，它们渴望生命力，寻找着蠢到停留太久的人类；也可能会发生其他同样危险的事情。视乎情境，KP 可以要求一次团队幸运检定（让幸运最低的调查员来检定）。失败则会发生一件异维度的事件——参考魔法残余效果（见下）。\n新手施法者尤其容易受到魔法残余的影响，施放任何法术都会发生。当有「克苏鲁神话」技能在 49% 以下的人施放法术时，要求一次困难POW 检定：若成功，法术正常施放，不产生不良效果；否则参考魔法残余效果（见下）。\n具有魔法残余的地点极其稀少，且应当由 KP来决定。这些地点或是长期与魔法力量接触，或者长期经历法术反复施放和主要神话神祇现身的过程。",
"法术成分表":"法术成分（D100 成分）\n01 特定的地点A Particular location\n02 动物牺牲Animal Sacrifice\n03 黑珍珠 /Black Pearl\n04 尸体（或尸体的部分）Corpse(or part of a corpse)\n05 塑像 /Effigy\n06 羽毛 /Feather\n07 毒芹 /Hemlock\n08 水银 /Mercury\n09 鼠尾草 /Sage\n10 武器 /Weapon\n11 蟾酥 /Toad secretion\n12 酒精或毒品 /Alcohol or drug\n13 鼠李 /Buckthorn\n14 肠子 /Intestine\n15 炭火盆 /Brazier\n16 神话怪物的器官（或附肢）Mythos monster's organ(or appendage)\n17 坟地土 /Grave dirt\n18 牙齿（人类或其他）Teeth(human or otherwise)\n19 蓍草 /Yarrow\n20 一个神话神祇的名讳A Mythos god's name\n21 橡子 /Acorn\n22 骨头 /Bone\n23 款冬 /Coltsfoot\n24 宝石 /Gemstone\n25 人血 /Human blood\n26 风茄 /Mandrake\n27 槲寄生 /Mistletoe\n28 没药 /Myrrh\n29 头骨 /Skull\n30 动物（蜘蛛、蛇等）Animal(Spider, Snake, etc.)\n31 舌头 /tongue\n32 亚伯拉梅林之油 /Abramelin oil\n33 天体联珠 /Astronomical alignment\n34 圣餐杯 /Chalice\n35 柏树 /Cypress\n36 火 /Fire\n37 手或肢体 /Hand or limb\n38 目标的个人物品Item Personal to the target\n39 艾蒿 /Mugwort\n40 青铜盘 /Bronze Disk\n41 标志或图案 /Symbol or Image\n42 苦艾 /Wormwood\n43 乌头、附子Aconite/Wolfsbane\n44 石青 /Azurite\n45 黑刺李 /Blackthorn\n46 棺木 /Coffin wood\n47 音乐 /Music\n48 黄金 /Gold\n49 角 /Horn\n50 月长石 /Moonstone\n51 头皮 /Scalp\n52 磐石 /Monolith\n53 龙芽草 /Agrimony\n54 光荣之手 /Hand of Glory\n55 铃铛、钟 /Bell(Chime)\n56 吟诵 /Chanting\n57 乳香（树脂）/Frankincense\n58 天芥菜、海石竹Heliotrope/Bloodstone\n59 施法者的个人物品Item personal to the caster\n60 蛋白石 /Opal\n61 木化石 /Petrified wood\n62 白银 /Silver\n63 泪水 /Tears\n64 虎眼石 /Tiger's eye\n65 琥珀 /Amber\n66 进食同类 /Cannibalism\n67 舞蹈 /Dancing\n68 祖母绿 /Emerald\n69 坟地土\n70 嚏根草 /Hellebore\n71 镜子 /Mirror\n72 硫磺 /Sulphur\n73 马鞭草 /Vervain\n74 紫水晶 /Amethyst\n75 天体（全裸）Skyclad(nakedness)\n76 莨菪、颠茄Belladonna/Deadly nightshade\n77 大脑 /Brain\n78 黏土 /Clay\n79 眼珠 /Eye\n80 毛发 /Hair\n81 基列的乳香 /Balm of Gilead\n82 施法目标的图像Image of the spell's target\n83 歌唱 /Singing\n84 念动咒语 /Vocal incantation\n85 蜡烛 /Candle\n86 油脂或油膏（可能是特定种类）/Oil or grease\n87 钻石 /Diamond\n88 蛋 /Egg\n89 手指 /Finger\n90 心脏 /Heart\n91 人祭 /Human Sacrifice\n92 玉 /Jade\n93 数学公式 /Mathematical formulae\n94 苋、鸡冠花Amaranth/Cockscomb\n95 毒蘑菇 /Mushroom(Poisonous)\n96 特殊月相 /Particular moon phase\n97 陨石 /Meteorite\n98 身体姿势 /Somatic gesture\n99 砒霜 /Arsenic\n100 重大的自我牺牲/Significant personal sacrifice",
"魔法残余效果":"在高魔法残余地点搞砸的话，可能发生可怕的事，以下提供一些灵感。选择适合的（即根据情境决定）或直接在它们之上进行发挥。注意下列许多可能性对调查员队伍来说都是严重的威胁。如果没有合适的理由，尽量不要杀光你的 PC；而是让这些魔法事件推动故事情节、营造戏剧效果，甚至在奇怪和意想不到的地方提供寻找线索的机会。\n一只随机的神话生物从时空裂缝中现身。KP 决定它接下来做什么、会停留多久。从以下列表中选择：\n(1) 拜亚基、(2) 星之精、(3) 恐怖猎手、(4) 空鬼、(5) 夏塔克、(6) 夜魇、(7) 外神仆役、(8)廷达洛斯猎犬。\n一尊神话神祇在恰当的声光特效之后登场。KP决定它在回去原来地方之前都会做些什么。理想状况下，出现的神应与该地点有关（如之前在此处进行过联络）。\n时空错乱，形成一道时空门 (P120)，进去了才能知道通向哪里。它会持续多久？\n宇宙线交缠。在场所有人会突然交换精神（他们的精神和躯体互换了）。如果有动物和神话怪物的精神加入了交换，场面会更加复杂（神话神祇不受影响）。在造成理智损失（建议损失1/1D6 点）并进入新躯体后，这一状态持续的时间没有定论——KP 应当决定效果是暂时的（如1D4 轮或小时，或者全员离开此地时自然恢复）还是永久的。\n神话洞见 (Mythos insight)。残余能量有一部分莫名其妙地变成了知识，注入了在场随机一人的脑子里。此人的「克苏鲁神话」技能增加1D10%，理智值减少 1D10%。\n奇异的物体凭空出现。随着一阵嘶嘶声和异常的气味，某样东西从某处出现了（也可能是从天而降）。它可能来自地球某处，也可能来自异空间。它可以带来知识、危险等各种东西。可能有些人或存在想要夺回它。在有魔法残余的地点施放法术时，可能的效果有：\n法术被削弱（效果减弱、持续时间减弱、以及伤害减半）\n法术被增强（效果增强、持续时间增强、以及伤害增加一半）\n法术大增强（效果、持续时间、以及伤害均加倍），从施法者身上吸取 5 点 POW。\n法术的目标发生了改变，现在施法者（或者其他人）成了法术作用的对象。\n法术的效果和预期完全不同。随机选择一种法术并应用其效果。\n施法者发动法术时，他们会突然消失，过后又重新出现（1D6 轮、1D6 小时之后，或 KP裁定）。施法者去到的地方、发生的事情对他们来说可能很麻烦。",
"地脉":"通常认为地脉 (ley line) 指的是地形当中一些古老笔直的轨迹。这些看不见的线为土地的灵性和神秘提供位置，经常穿越远古遗址（如英国巨石阵）；还会发射出“能量”和“能力”，可被施法者开发利用。\n“地脉”这个概念在 20 世纪初发明，当时阿尔弗雷德 · 沃特金斯（1855—1935）出版了两本书《英国的远古轨迹》(Early English Trackways) 和《古老的直路》(The Old Straight Track)。沃特金斯是一名业余考古学家和文物学家，住在英格兰；他认为远古遗迹、巨石碑和地理特征在地形中的排列一起形成了“地脉”或者“远古直路”，可能帮助石器时代的先人进行旅行定位。沃特金斯还称，这些地脉历经沧海桑田，作为导航线，帮助人们穿越当时为密林所覆盖的地形。土堆、坟冢、石冢、卡萨斯道、石棚、孤石、圆石阵、水源地（泉水、井水）、灯塔山、教堂、岔路口等等，都可能成为地脉线的导航点。\n后来 1969 年约翰 · 米歇尔在他的书《跨越大西洋的视野》(View over Atlantis) 中，将古老的地脉和地球的构造板块断层线联系起来，这些地脉会释放磁能。地脉能够产生或聚集魔法与灵魂力量的信仰，不只和“新时代”宗教开始结合，也被更古老的异教信仰系统的追随者所接纳。",
"全世界的地脉":"地脉不是英国特有的东西。世界各地的人都想象出了穿越大地的“魔法”线路。以下只是其中一部分。\n在爱尔兰，有大量关于“仙人路”的传说。许多故事中，盖在“仙人路”上的房子会被诅咒。人们相信，无意中走上仙人路会引发厄运，甚至走到异世界。\n在南美的印加，人们称它为“灵脉 (ceque)”，库斯科的印加太阳神庙居于中心。人们会在灵脉上放置瓦喀（wak'a，石头、纪念碑一类的供品），而灵脉也就变成神圣的道路。从西班牙人的记录可以看出，为了安抚神灵、保佑风调雨顺而在瓦喀上举行的 Qhapaq Hucha 仪式中包含人祭。17世纪时，罗马天主教廷命令毁掉这些神庙，在原址改建教堂。\n在美国俄亥俄州的霍普韦尔印第安人建立了土制围场，这些工程绵延数英亩，形成各种几何形状，其中也含有直线，人们认为这是仪式用的道路。在加利福尼亚的内华达山脉，人们能发现米沃克印第安人史前修筑直道的遗迹。亚利桑那、犹他和科罗拉多州也能找到这种神秘的道路。最著名的例子当属六十哩直道，汇聚在阿纳萨吉文化的中心地区、新墨西哥州的查科峡谷。许多阿纳萨吉的“大屋”点缀在峡谷之中，而直道似乎是连接它们的道路。阿纳萨吉直道连接的最大遗址叫普韦布洛 · 阿尔托（“大村庄”），这是一个建在峡谷中间附近台地上，包含超过八十座平房的复杂聚落。\n德国版的地脉叫做“圣线 (heilige Linien)”，据说条顿堡森林就有一个地脉网，它连接了埃克斯滕斯坦因（霍恩 - 巴特迈恩贝格附近的一座石山）和巴特迈恩贝格的一座巨石阵。\n澳洲土著的“歌之径”和梦之径是天地之间的路径，标志着创世者在梦中走过的路线。人们用歌谣、故事、舞蹈和绘画记录了这些路径。只要知道正确的歌谣，就能靠重复念唱歌词中描述的地标和自然现象确定方向。人们靠着按正确的顺序唱歌，就可以穿越澳大利亚的茫茫沙漠，深入内陆。人们相信这些歌谣也是让大地保持生机的重要一环。",
"地脉与魔法":"确定地脉需要花很多时间注视地形图、绘制地标和古代圣地，可能还需要「导航」、「艺术 /工艺（制图）」等技能。也可以使用“寻龙法”。据信地脉相交的地方叫做“地脉节点”(vortex, vortices)，是强大且神秘的地点。地脉节点通常都有人造建筑（圆石阵、古坟、祭坛等等）或者重要的地形标志特征（泉水、怪石等等），为懂行的人提供标记。对于试图完成特别壮观的大魔法、或者施放大召唤的巫师来说，这些地点就是为他们而准备的。\n这些古老知识时常能在神秘学和历史文献中发现，但“地脉”这个词直到 1922 年才得到推广，历史文献很可能使用晦涩而几乎不通用的术语来描述它。因此，一本书的法师可能为节点起名“坩埚点”，另一本书则称作“能量井”。\n\f根据 KP 裁定，在地脉交点处施放神话魔法有机会施放出法术的深层版本（不论业余巫师是否了解它）。下面还列出了几种可能性：\n易于施放召唤法术：每投入 1 点魔法值，召唤成功的概率就增加 20% 而不是 10%。因此投入 4 点魔法值，召唤所需怪物或神祇时就有 80%成功率。\n充足的能量：人们身处地脉之上时，常常会感觉身体充满了力量。集中精神，花费 1D10+1轮专注并通过 POW 检定，施法者便可 +1D10 点魔法值。额外的魔法值只能在节点处使用，一旦巫师离开节点魔法值就会消失。某些能连接神话外界能量的强大巫师可以在通过「克苏鲁神话」检定以后，保留这些额外魔法值，甚至能在离开节点以后继续“保存”它们。当然，一般人不会蠢到在 24 小时之内再次重复这一经历，因为一味贪婪会产生严重后果（见下）。\n极端后果：魔法大失败、极端结果和怪诞的动作会让节点吸走此人的能量，吸收 1D10+1点魔法值，使他虚弱疲劳。有时人会被吸空魔法值，瞬间失去知觉。\n避风港：漩涡般的地脉能量可以用来在神话怪物、残暴灵魂和其他敌对存在的感知中屏蔽人类的存在。\n幻象：在充满原始魔法力量的地方睡觉可能带来安稳的睡眠和恢复，但更可能获得异常的梦境和幻觉。可能获得未来的预兆，也可能收到异界的讯息。\n异界的连接：地脉不光连接地面上的地标，也可能变成天然时空门（参见“时空门”，P120）。沿着地脉或停在节点上太久有可能触发时空门，将一或多个调查员完全送到另一个地方。这可能就是“神隐”传说中主角的最终命运。",
"coc 魅力术":"{coc 拟人术}\f{coc 拉神之声}\f{coc 过来见我}\f{coc 塞壬之歌}",
"coc 克图格亚的拥抱":"{coc 火焰斗篷术}\f{coc 致死术}",
"coc 伊格的馈赠":"{coc 相貌吞食术}\f{coc 圣蛇发送术}",
"coc 巫术":"{coc 诅咒法}\f{coc 动物治愈法}",
"coc 妖术":"{coc 厄运附魔}\f{coc 厄运法}",
"coc 身体蒸发术":"{coc 时空箱}\f{coc 消失术}",
"coc 伊格的祝福":"{coc 蛇臂术}\f{coc 圣蛇发送术}",
"coc 真视之尘":"{coc 灵魂辨识术}\f{coc 伊本-加齐之粉}",
"coc 揭去面纱":"{coc 瞬间启蒙术}\f{coc 恶魔揭露术}",
"coc 缩减术":"{coc 内部观测术}\f{coc 缩小术}",
"coc 意志转移":"{coc 占据术}\f{coc 心灵感应术}",
"coc 退化术":"退化术\nDevolution\n消耗：24点魔法值；1D10点理智值\n施法用时：2轮\n本法术只能在幻梦境施放。施法者和目标进行一次POW对抗检定：若施法者胜出，则施法者从进化的阶梯跌落，在1D6轮之中变成动物一样的东西，身上长满毛发，口鼻部拉长突出。不幸的受害者变化完成后会攻击附近的人，在1D6轮中手脚并用，又掐又挠，但显然没有原因。目击这场蜕变需要进行一次理智检定（损失1/1D6点）。此后目标的行为和智力，由KP决定。\n别名：动物的成长、邪恶的野兽诅咒",
"coc 长矛附魔术": "长矛附魔术\nEnchantS\n消耗：20点点理智值\n施法用时：2年创建一支必定击中目标的长矛（若在攻击范围内）。此武器必须是一支木制长矛，矛头由鸟骨制成，并装饰上三十种以上不同鸟类的羽毛，每种羽毛都要从活鸟身上拔下来。如果使用中羽毛遗失了，必须要补上新的。要制造这种长矛，施法者须在连续两年的春分日为长矛举行仪式。在第二年仪式的结尾，长矛必须用来杀死一只活物，象征附魔完成。它投出后必定命中，否则只是普通武器（虽然要进行攻击检定，但通常自动成功；除非丢出大失败，此时长矛损坏且附魔消失）。活的目标无法闪避此矛。矛击中后造成1D10点伤害，对神话生物相当于魔法武器（除非免疫贯穿类武器）。深层魔法：据说有些博学的巫师懂得在长矛击中目标以后召回它（消耗5点魔法值，至少需要1轮的时间来完成动作）。"
	}
}